[
    {
        "Name": "Jiabaoyu",
        "Reviews": "贾宝玉性格特点是什么宝玉是个什么样的人 贾宝玉中国古典小说红楼梦主要的人物别号怡红公子绛洞花王富贵闲人由神瑛侍者脱胎而成对绛珠仙草有灌溉之恩因此有还泪一说出生时口含一块玉是贾府的宝贝他曾说女儿都是水做的骨肉从小在女儿堆里长大喜欢亲近女孩儿与林黛玉的爱情是世间少有的纯纯之爱他性格的核心是平等待人尊重个性主张各人按照自己的意志自由生活在他心眼里人只有真假善恶美丑的划分也不安于封建统治者规定的本份既偏僻又乖张所以在常人眼中贾宝玉既无能又不肖而且天下第一其实这正反映了贾宝玉对封建正统思想的不满和反抗精神 1叛逆思想 贾宝玉作为荣国府嫡孙出身不凡又聪明灵秀是贾氏家族寄予重望的继承人但他的思想性格却促使他背叛了他的家庭 他的叛逆性格的形成不是偶然的一方面以男子为中心的贵族社会是那样虚伪丑恶腐朽无能庸陋可憎使他因自己生为男子而感到终身遗憾他也曾被送到家塾去读四书五经但他对于封建教育的那一套在感情上就格格不入他很少接触做官的父亲畏之如虎敬而远之 另一方面家长从小把他交给一群奶娘丫鬟那些围绕着他各以一颗纯真的心对待他的丫鬟才是他的启蒙老师丫鬟们的深挚纯洁自由不羁的品格感染着他她们由于社会地位卑下所遭到的种种不幸也启发着他在贾宝玉的直感生活里她们和那些以世俗男性为主的居于中心统治地位的势力在每一点上都形成鲜明的对照尊重与玩弄聪明与愚蠢纯真与腐朽洁净与污浊天真与虚伪善良与邪恶美好与丑陋贾宝玉的叛逆性格并不是一开始就定型了的作品着力描写了他性格发展成长的历史他生活在罪恶腐败的贵族环境里不可避免地沾染着一些贵族公子的恶劣习气和腐朽观念这些坏的东西和他性格中好的倾向并存着但随着生活中他所见闻的重大事件给予的刺激和教育随着他在卷入现实矛盾时精神上所受的挫折和打击他的思想品格里一些腐朽恶劣的东西就慢慢减少了清除了他的叛逆思想性格渐渐坚定了成熟了 他对待身边的女孩子们的态度同情和亲爱始终是主导的方面但在最初也带有一些腐朽邪恶的成分秦可卿之死秦钟之死林黛玉身世的飘零身为贵妃的姐姐内心的悲苦使他开始对两性关系逐渐表现出严肃态度对自己所处的社会表现了深一层的反感逐步摆脱了社会势力和贵族恶习的纠缠和吸引 封建势力的一次较大的镇压是王夫人发动的抄检大观园逼死晴雯撵走芳官四儿司棋大观园最终转入冷落凄凉之境贾宝玉目击晴雯等的悲剧和大观园的劫难之后抛掉对封建势力的幻想他用血泪写成的芙蓉女儿诔无异于一篇叛逆到底的宣言书 贾宝玉极其轻视尊卑有序贵贱有别的封建等级制度贾环既是他弟弟又是庶出他家规矩凡做兄弟的都怕哥哥但宝玉却是不要人怕我所以贾环他们并不甚怕他尽管被贾环有意用滚烫的蜡油烫伤他也要为贾环打掩护他对仆人没有主奴界限直接破坏封建秩序对茗烟没有没下大家乱玩一阵撕扇子使晴雯转恼为笑金钏受辱身死宝玉念念不忘不顾给凤姐过生日这等大事偷偷跑到郊外冷清之处洒泪祭奠因此也有人说贾宝玉这个形象所体现的是初步民主平等思想 贾宝玉主张人人平等尊重个性各人按照自己的意志自由活动在他心眼里人只有真假善恶美丑的划分他憎恶和蔑视世俗男性亲近和尊重处于被压迫地位的女性与此相连他爱慕和亲近那些与他品性相近气味相投的出身寒素和地位微贱的人物他说可恨我为什么生长在这侯门公府之家绫锦纱罗也不过裹了我这枯株朽木羊羔美酒也不过填了我这粪窟泥沟富贵二字真把人荼毒了这实质上就是对于自己出身的贵族阶级的否定也是他叛逆性格的表现 2尊重女性 贾宝玉其实并不是淫魔色鬼而是中国封建社会末期的母腹中开始孕育的新人的胎儿他为女性唱颂歌唱悲歌 贾宝玉的秉性温柔对女儿有着由衷的崇拜他认为女儿是水作的骨肉男人是泥作的骨肉认为凡山川日月之精秀只钟于女儿须眉男子不过是些渣滓浊沫而已所以他见了女儿我便清爽见了男子便觉浊臭逼人在宝玉身上这不是什么病态的心理宝玉身上虽然有着一些脂粉气但他仍是一个可爱的小伙子是一个外在的秀气与内在的率真完美结合的英俊少年他的气质与对女儿的赞美崇拜更多地表现出对美和理想的追求是对那个充满了浊臭气息的男尊女卑时代的抗争与颠覆 贾宝玉在自己的家庭自己的身边长期接触那么多聪明美丽的青年女性看到她们受到不应有的轻视看到她们的地位是那么屈辱命运是那么悲惨对她们又爱又敬为她们又悲又愤回过来就更对峨冠博带的须眉男子深恶痛绝宝玉的这种情感正是源于内心深处对女性的尊重中国社会青年女性的悲剧早已演出了一千多年直到曹雪芹才把这个悲剧写出来这不是偶然而是因为他把女人当做人尊重女性才看得出这是悲剧在红楼梦的艺术世界里就是宝玉的眼中才能看得出的悲剧 何其芳曾经指出宝玉这个典型形象最突出的特点就是多情但是宝玉的多情不是西门庆式的兽性占有甚至也不是晏小山纳兰容若那种多情所能比拟宝玉的多情中更多的是敬鲁迅说昵而敬之恐拂其意惟其昵而敬之方能看出所敬的每一个人的命运都是悲剧把她们每一个人的悲欢哀乐荣辱得失都包括在自己的关心注念当中这就叫做爱博而心劳 宝玉就是这样的爱博而心劳比所爱者本人还要操心还要忧深虑远自然是而忧患亦日甚矣几千年来被否定的女性的价值仅仅在宝玉的眼中充分反映出来几千年来被遮掩住的女性的悲剧也仅仅在宝玉眼前拉开了大幕所以鲁迅说悲凉之雾遍被华林然呼吸而领会者独宝玉而已 3贾宝玉具有初步民主主义思想 贾宝玉有与封建主义格格不入的性格在宝玉周岁时抓取脂粉钗环的举动十来岁时是异常淘气居然还说出了女儿是水做的骨肉我见了女儿便清爽的混话来在他身上我们可以看到色彩鲜明线条清晰的民主主义精神的完整轮廓和雏形 贾宝玉的民主主义思想最明显的表现在他的对封建社会女性的爱上即对于有些寒素和微贱人物的爱慕和亲近尤其是他对于女孩子的特殊的亲爱和尊重但是他的思想还是有一点狭隘的他不敢与封建制度彻底的决裂他从来不敢和封建家长正面发生冲突对抗比较消极还有当他苦于找不到思想出路时就产生了想死想化烟化灰的虚无空幻的思想所以说他的这种民主主义思想还是有它的局限性 贾宝玉是红楼梦中的思想者他是作者对宗法礼教的背叛和对女性主义张扬的代言人是作者对一切美好的赞叹和美好毁灭的悲伤的表现者他是一个时代的产物也是这个时代终结的产物在他的生命历程中最重要的一件事无疑就是与林黛玉的相爱了 这场恋爱一方面开始于叛逆性格另一方面又促使了他的叛逆性格的最终形成这是他生命史上最大最重要的叛逆行为宝黛不但要求婚姻自主而且在恋爱中背离了封建社会的人生之道他们在反叛的道路上越走越远最后导致了两人的悲剧结局 贾宝玉是红楼梦主要中心人物作为荣国府嫡派子孙他出身不凡又聪明灵秀生得面若中秋之月色如春晓之花鬓若刀裁眉如墨画面如桃瓣目若秋波虽怒时而若笑即瞋视而有情项上金螭璎珞又有一根五色丝绦系着一块美玉是贾氏家族寄予重望的继承人但他的思想性格却促使他背叛了他的家庭他的叛逆性格的形成不是偶然的小说充分描写造成他的性格的生活环境和他的具体境遇的各方面特点深刻揭示了他性格成长的主客观原因一方面以男子为中心的贵族社会是那样虚伪丑恶和腐朽无能使他因自己生为男子而感到终身遗憾另一方面少女们的纯洁美好又使他觉得只有和她们在一起才称心惬意他也曾被送到家塾去读四书五经但家塾的内容和风气是那样的腐朽败坏那些循着这个教育路线培养的老爷少爷们是那样的庸陋可憎他对于封建教育的一套在感情上就格格不入他很少接触做官的父亲畏之如虎敬而远之家长从小把他交给一群奶娘丫鬟那些围绕着他各以一颗纯真的心对待他的丫鬟才是他的启蒙老师丫鬟们的深挚纯洁自由不羁的品格感染着他她们由于社会地位所遭到的种种不幸也启发着他在贾宝玉的直感生活里她们和那些以世俗男性为主的居于中心统治地位的势力在每一点上都形成鲜明的对照聪明和愚蠢纯真和腐朽洁净和污浊天真和虚伪善良和邪恶美好和丑陋贾宝玉在这样的环境里逐渐形成自己思想感情的爱憎倾向 贾宝玉性格的核心是平等待人尊重个性主张各人按照自己的意志自由活动在他心眼里人只有真假善恶美丑的划分他憎恶和蔑视世俗男性亲近和尊重处于被压迫地位的女性他说过女儿是水做的骨肉男子是泥做的骨肉我见了女儿便清爽见了男子便觉浊臭逼人与此相连他憎恶自己出身的家庭爱慕和亲近那些与他品性相近气味相投的出身寒素和地位微贱的人物这实质上就是对于自己出身的贵族阶级的否定同时他极力抗拒封建主义为他安排的传统的生活道路对于封建礼教除晨昏定省之外他尽力逃避参加士大夫的交游和应酬对封建士子的最高理想功名利禄封妻荫子十分厌恶全然否定他只企求过随心所欲听其自然亦即在大观园女儿国中斗草簪花低吟悄唱自由自在的生活我此时若果有造化趁着你们都在眼前我就死了再能够你们哭我的眼泪流成大河把我的尸首漂起来送到那鸦雀不到的幽僻去处随风化了自此再不托生为人这就是我死的得时了贾宝玉受时代的局限找不到现实生活的出路他要摆脱贵族社会桎梏而又不能不依附贵族阶级这就使他的思想性格具有悲剧性的严重矛盾他的理想无疑是对封建主义生活的否定却又十分朦胧带有浓厚的伤感主义和虚无主义 贾宝玉对个性自由的追求集中表现在爱情婚姻方面封建的婚姻要听从父母之命取决于家庭的利益可是贾宝玉一心追求真挚的思想情谊毫不顾忌家族的利益他爱林黛玉因为林黛玉的身世处境和内心品格突出集中地包蕴了生活环境里所有女孩子一切使他感动使他亲爱的客观与主观的特征他和林黛玉的相爱是以含有深刻社会内容的思想感情为基础的反之这种爱情与封建主义的矛盾又成为他步步克服自身的劣点和弱点日益发展他进步的思想性格的主要的支持力量和推动力量这个以叛逆思想为内核的爱情遭到封建势力的日益严酷的压迫按曹雪芹原来的安排林黛玉将泪尽而逝贾宝玉将在她去世之后与薛宝钗结婚薛宝钗的性格和婚后的生活使他彻底绝望他终于弃家出走回到渺茫的虚无之中 贾宝玉的叛逆性格并不是一开始就定型了的作品着力描写了他性格发展成长的历史他生活在罪恶腐败的贵族环境里不可避免地沾染着一些贵族公子的恶劣习气和腐朽观念这些坏的东西和他性格中好的倾向并存着但随着生活中他所见闻的重大事件给予的刺激和教育随着他在卷入现实矛盾时精神上所受的挫折和打击他的思想品格里一些腐朽恶劣的东西就慢慢减少了清除了他的叛逆思想性格渐渐坚定了成熟了 他对待身边的女孩子们的态度同情和亲爱始终是主导的方面但在最初也带有一些腐朽邪恶的成分秦可卿之死秦钟之死林黛玉身世的飘零身为贵妃的姐姐内心的悲苦使他开始认识到在男女关系方面尊重与玩弄纯洁与腐朽美好真挚与罪恶虚伪的区别从此他对两性关系逐渐表现出严肃态度对自己所在的社会表现了深一层的反感他曾以为天下女孩子的眼泪都要送给他他爱林黛玉但遇着温柔丰韵的薛宝钗和飘逸洒脱的史湘云却又不能不眩目动情为着他感情的游移不明林黛玉以血泪和生命对他不断地施加影响使他从苦痛的体验中逐步摆脱社会势力和贵族恶习对他的纠缠和吸引使他的性格趋于纯化头脑趋于清醒思想感情趋于稳固与坚定 此外丫鬟的品格和遭遇也影响着他使他领悟人生情缘各有分定他对女孩子们一般是温存和顺的但在初期有时也暴露出一些暴戾作风撵茜雪踢袭人训晴雯等的事所遭到的父亲的毒打经历了这一系列事件之后他不但永远抛弃了打骂丫鬟的行为也使他的叛逆思想大为加强认识更加深刻从此他对被压迫被糟践的女孩子的同情体贴之心更为深切周到无微不至而且在对女性的社会地位和命运认识加深的基础上进而对她们不同的思想性格的实质有了理解从而在态度上有了分明的取舍如对于林黛玉和薛宝钗史湘云对于晴雯和袭人麝月心里有了亲疏的区分以这种思想认识为基础才有诉肺腑的情节他对林黛玉的爱情从此成熟巩固生死不渝 封建势力的另一次镇压是王夫人发动的抄检大观园逼死晴雯撵走芳官四儿司棋大观园最终转入冷落凄凉之境这主要是封建势力要摧毁贾宝玉和林黛玉的关系扫荡一切违背礼教妨碍贾宝玉走上封建正路的因素可是贾宝玉目击晴雯等的悲剧和大观园的劫难之后抛掉对封建势力的幻想他用血泪写成的芙蓉女儿诔无异于一篇叛逆到底的宣言书 贾宝玉否定封建主义社会秩序但思想上并没有达到否定君权和族权亦即封建主义统治权的高度一方面他步步发展自己的叛逆思想完全倾向着被压迫者并且支持他们他坚持着与林黛玉的爱情迫切要求婚姻自主其实这一切都是凭藉封建势力给予他的特权而产生的他还不可能否定封建主义的统治他所深恶痛绝的正是他所仰赖的他所反对的正是他所依靠的他无法与封建主义统治彻底决裂又不可能放弃自己的民主主义思想要求因而他的出路在现实中是不存在的最后只能到虚无缥缈的超现实世界中去林黛玉给予了他精神上的安慰并且以同样叛逆的混帐话来劝宝玉 他是书中风流之人他在书中的风流事有明写的有袭人第6回 宝钗与他是夫妻所以是有云雨之事的 应该还有碧痕暗写在31回撕扇子作千金一笑 因麒麟伏白首双星中晴雯的话还记得碧痕打发你洗澡足有两三个时辰也不知道作什么呢 还有秦可卿他们之间是意淫第5回宝玉在太虚幻境中与她有过云雨之事宝玉和麝月可能有过20回宝玉替麝月篦头晴雯笑道你又护着他你们那瞒神弄鬼的我都知道这与37回晴雯冷笑道对袭人说的虽然碰不见衣裳的或者太太看见我勤谨一个月也把太太的公费里分出二两银子来给我也定不得说着又笑道你们别和我装神弄鬼的什么事我不知道而袭人和宝玉的云雨之事是明写的所以宝玉和麝月应该也有过 警幻仙姑称贾宝玉是吾所爱汝者乃天下古今第一淫人也他是怎样成为天下第一淫人的书中除明写他与袭人发生过性关系外也描写他喜欢吃女孩子上嘴胭脂实是描写他喜欢与女孩子亲嘴在大观园里他与多少女性发生过性关系实无法统计贾宝玉不但喜欢女孩也喜欢男孩子搞同性恋男既有秦钟又有蒋玉函从这些我们可以看出贾宝玉实实在在是一个天下第一淫人至于他后来是怎样贫穷难耐凄凉难道他出家后耐不住凄凉又去当强盗不成实在说不定总之红楼梦确实是一部读者永远猜不透的谜书 在中国古典小说戏曲中通过描写和歌颂爱情来表现反封建主题的作品不知道有多少红楼梦继承了这个传统并且发展了这个传统在爱情描写上达到了前所未有的思想和艺术高度红楼梦当然不是什么单纯的言情杰作它的反封建主题表现了极其深刻丰富的社会历史内容但是红楼梦出色地描写和歌颂了爱情这也是无庸讳言的事实四人帮在所谓阶级斗争的旗号下将宝黛爱情悲剧跟作品的反封建主题对立起来抹煞红楼梦爱情描写的社会意义那是很荒唐的问题不在于红楼梦是不是描写了爱情而在于它怎样描写爱情红楼梦爱情描写的杰出之处在于它不是单纯表现青年男女之间的情爱也不是单纯肯定与封建礼教相对立的爱情婚姻自主的要求而是表现了主人公和封建制度从生活道路到整个伦理道德观念上的尖锐对立揭露了封建社会的黑暗腐朽没落预示了它必然衰亡的历史命运因此红楼梦的爱情描写表现了不同于前代作品的鲜明的时代特色概括了深刻丰富的社会内容而且象生活本身那样爱情与广阔的社会生活存在着广泛而深刻的联系这就是二百多年来宝黛爱情悲剧使无数读者那样激动的根本原因也是红楼梦卓越的现实主义成就的一个重要方面 贾宝玉和林黛玉一 一部作品的艺术构思和作家选取什么样的人物作为作品的主人公跟作家基于他的生活经验和世界观对生活的认识与评价分不开曹雪芹在红楼梦中写了一对贵族青年男女的爱情并将他们爱情的产生发展和悲剧的结局置于全书故事情节的中心并不是偶然的它跟小说描写的生活内容即题材有关但是从根本上说来却是决定于作家曹雪芹对封建末世的社会生活的感受和认识 贾宝玉和林黛玉 我们知道曹雪芹出身在一个由盛转衰最后彻底败落的封建贵族家庭里他亲身经历体验了贵族家庭败落过程中的种种矛盾斗争因而对地主阶级的腐朽没落和封建社会的必然衰亡有着深切的感受由于他受当时反映资本主义生产关系萌芽的带有民主色彩的迸步思潮的影响加上创作时严格的现实主义态度虽然他主观愿望是想补天看到封建制度已经腐烂到不可救药时怀着一种惋惜甚至痛苦但在红楼梦中他却以一种冷峻深刻的笔触对封建末世的社会生活作了广泛而生动的描绘揭露了封建社会惊人的黑暗和腐朽 红楼梦集中地描写了贾府这个封建贵族大家庭由盛转衰的过程这个贾府是四大家族的代表也是正在走向衰亡的中国封建社会的缩影曹雪芹通过对这个贵族大家庭日常生活细腻而真实的描绘形象地展现出当时错综复杂的社会矛盾从而完成了小说从经济基础到上层建筑全面地揭露和批判封建制度的反封建主题 曹雪芹当然不可能有明确的阶级意识但他显然是感受到了贾府内外的种种矛盾是跟这个家族的衰败分不开的他在红楼梦里描写了统治者与被统治者的矛盾封建制度的维护者与地主阶级的叛逆者之间的矛盾以及统治阶级的内部矛盾这些矛盾彼此联系错综复杂地交织在一起如果不是从抽象的教条出发而是从红楼梦的实际内容和具体的艺术描写出发那就应该承认在诸种矛盾中处于中J白地位的是封建制度的维护者与地主阶级的叛逆者之间的矛盾 贾宝玉生活于其中的那个贾府表面上还呈现出一种峥蝶轩峻蓊蔚洇润的气象内里却是矛盾重重危机四伏在种种危机中后继无人是最大的危机这一点曹雪芹在第二回里借冷子兴之口明明白白地告诉了我们他认为象这样的贵族之家儿孙的一代不如一代是要比因安富尊荣追求享乐而造成的经济上人不敷出内囊渐尽更为严重的一件大事儿孙一代不如一代妙后继无人确实是封建制度已经从内部腐朽不一可救药的重要标志曹雪芹对于贵族家庭生活的这一独特感受对他构思这部伟大作品确定主要情节线索有着重要的意义第五回写贾宝玉梦游太虚幻境警幻仙姑受宝玉的祖宗宁荣二公的剖腹深嘱警戒宝玉改悟前情留意于孔孟之间委身于经济之道以求不见弃于世道而结果宝玉却深负了警幻一番以情悟道守理衷情之言在迷津前没有作速回头终于堕入了万丈深渊①这段写得迷离恍惚的文字大可值得注意它以象征的手法预示给读者小说的构思和后文情节的发展 就是在这种儿孙一代不如一代的条件下由于贾宝玉在这个家庭中的地位再加上他的聪明颖悟虽然在书中他常常被称为呆子曹雪芹却多处写到他的敏慧便成了这个家庭的中兴希望他在贾府里受到上上下下那么多人的尊宠钟爱包括贾政的严厉管教在内恨铁不成钢也是爱的一种特殊表现多半就出于这种原因 尽管日趋尖锐的封建社会的内在矛盾决定了这个制度必然灭亡但是地主阶级却不甘心它还要作垂死的挣扎要千方百计地挽回颓势在种种努力之中最大的努力就是要按照地主阶级的需要和封建道德的标准把贾宝玉培养成为一个立身扬名光宗耀祖能把地主阶级日趋衰败的事业重新振兴起来延续下去的忠臣孝子然而贾宝玉却是一个封建地主阶级的不肖逆子他的叛逆思想恰恰是在封建制度走向瓦解过程中种种错综复杂的矛盾里孕育出来的他是一个在新旧交替的时代从没落的地主阶级中分化出来的浪子是那个不可救药的贵族之家合乎规律的产儿 贾宝玉不愿走读书中举的道路他视为官作宦如粪土他将那些读书上进的人称为禄蠢将那些谋求富贵的人所必读必作的八股时文看作饵名钓禄之阶将仕途经济一类的议论斥为混账话在他那个时代那个家庭这样的思想和见解实在是非常大胆的不能不叫统治阶级大惊失色了所以在他们的眼里贾宝玉就成了一个行为偏僻性情乖张半疯半傻的混世魔王和孽根祸胎 不仅如此贾宝玉对于现存的封建制度和一套封建伦理道德都感到强烈的不满他无视男尊女卑的传统观念和尊卑有序贵贱有别的封建等级制度他不高兴跟那些为官作宦的俗人应酬往来却愿意跟那些处于社会下层被封建阶级瞧不起的人物做朋友他同情被压迫被剥削的奴隶有时跟他们简直没有主奴的界限他们的悲惨遭迁常常激起他对摧残他们的封建制度的憎恨他甚至不以生长于这个贵族之家为荣反而引以为憾曾为此发出深长的慨叹他在那个不自由不平等的黑暗王国里从爱与恨中逐渐地产生了一种对于自由和平等生活的朦胧的向往与追求这就使贾宝玉跟封建统治阶级发生了尖锐的对立从我们今天的观点来看贾宝玉的思想实质上是一种初步的民主主义的要求它曲折地反映了当时社会经济结构中资本主义生产关系的萌芽这一切不仅使正殷切期待着他将来振兴家业的统治者感到绝望而且使他们感到威胁封建正统派的代表人物贾政最早感到了这种威胁他对宝玉大施挞伐甚至要结果他的性命就是在这种威胁面前所产生的一种绝望和恐俱情绪的表现 曹雪芹通过地主阶级的叛逆者与封建制度的维护者之间的矛盾反映了封建末世思想意识形态领域里的斗争反映了新旧两种思想的尖锐对立是很深刻的马克思和恩格斯曾经指出在阶级斗争接近决战的时期统治阶级内部的整个旧社会内部的瓦解过程就达到非常强烈非常尖锐的程度②很显然贾宝玉这样的具有新的思想的新的人物的出现正是地主阶级和封建社会内部分化瓦解过程的产物 贾宝玉和袭人封建家族没落颓败的客观形势把贾宝玉推到了这个家庭内外种种矛盾的中心地位他的活动既受到这些矛盾的影响和制约又直接间接地牵动着这些矛盾的发展而林黛玉跟他基于思想一致的结合就更加强了他的这种地位和跟周围环境的冲突这就是贾宝玉和林黛玉能成为红楼梦的主人公而宝黛爱情悲剧能够构成这部反封建的古典名著中心情节的重要原因 二 红楼梦里描写的宝黛爱情并不是什么抽象的异性吸引而是包含着深刻的社会内容曹雪芹是从地主阶级兴衰盛败的历史命运着眼来描写贾宝玉和林黛玉的爱情关系的他将这个爱情的发生发展和悲剧结局同这个贵族之家的衰败没落过程紧密地结合在一起这是红楼梦爱情描写的一个突出特点为前代所有描写爱情的小说戏曲所不及 曹雪芹在贾宝玉林黛玉叛逆思想的发展中描写他们的爱情又在他们叛逆思想和爱情的发展中表现封建家族的衰亡因此叛逆思想爱情封建家族的衰亡这三方面便不可分割地有机地组织于红楼梦的艺术情节之中红楼梦的爱情描写完全突破了传统小说戏曲中那种郎才女貌一见钟情的老套子其结局也不再是千 贾宝玉和薛宝钗 篇一律的夫贵妻荣的大团圆而是一个具有深刻思想意义的社会悲剧宝黛爱情是封建末世一对地主阶级叛逆者的爱情它在衰败没落的封建社会各种错综复杂的矛盾中产生又在这些矛盾的发展和激化中被毁灭而它的毁灭又预示了封建制度的必然灭亡 地主阶级虽然没落了然而贾宝玉的对立面毕竟还是一个强大的势力这个孤独的反抗者除了在那些被压迫的纯洁的女孩子身上得到一些生活的乐趣和精神寄托以外还更需要同情与支持需要一个与他有共同的思想愿意走共同的人生道路的伴侣他终于找到了林黛玉在那个令人窒息的黑暗王国里宝黛二人可以说是心有灵犀一点通互引为心心相印的知己 林黛玉确实比她同时代的一般贵族妇女的思想要高出一筹她无视女子无才便是德的封建道德规范喜欢读书写诗表现了出众的才华他跟贾宝玉一样最爱读西厢记 和牡丹亭等统治者不许看的邪书从中呼吸到新鲜的空气以致一些曲词烂熟于心说话时竟不自觉地脱口而出她爱贾宝玉期望着能跟他结合但却从不劝他去读书应举立身扬名在她身上闻不到一般贵族妇女常有的那种夫贵妻荣的庸俗气味思想上的一致对于人生道路的共同的认识和选择是他们爱情的坚实的基础 曹雪芹着意表现宝黛爱情共同的叛逆思想基础在艺术上是独具匠心的 这种由思想上的息息相通而产生的爱情关系在三十二回中有着极为出色的描写小说通过人物关系和对话鲜明地揭示出因为薛宝钗喜欢说仕途经济一类的混账话宝玉才跟她生分而林妹妹从来不说这种混账话才深得宝玉的敬重之后有一段在中国古典小说中极为罕见的人物的内心独白表现了林黛玉在证实了宝玉对她的爱情以后那种又惊又喜又悲又叹的复杂的心理活动接下去便是二人直接的爱情的吐露当两颗心灵契合之时二人都是怔征的你望着我我望着你万句言语吐不出半个字真是此时无声胜有声这段描写之所以深刻动人象当事者林黛玉所感受的那样如轰雷掣电铭心刻骨读后使人不能忘怀就在于它十分真实地表现了两个叛逆者的灵魂的共呜 除了这种比较集中的描写以外作者更多地是通过丰富而真实的细节描写来展示第二十八回写贾宝玉要看薛宝钗左腕上笼着的一串红麝串子宝钗因肌肤丰泽一时褪不下来宝玉在一旁看着那雪白的胳膊不觉动了羡慕之心暗暗想道这个膀子要长在林妹妹身上或者还得摸一摸偏生长在他身上这是一个具有典型意义的细节它不仅真实地表现了贾宝玉在爱情生活中那种合乎贵族公子身分的心理和习性更重要的还在于它说明了贾宝玉爱林黛玉绝不是一见钟情而是经过深思熟虑的比较和选择而选择的标准也不再是郎才女貌而是内在的精神和思想尽管薛宝钗比林黛玉另具一种妩媚风流但是贾宝玉最终还是虽然不无惋惜却很坚决地舍弃了她而选取了林黛玉那与他发生共鸣的风神灵窍这个表面上是那么平凡乃至近于琐碎的生活细韦却是那样自然又那样真实地揭示了贾宝玉在选择爱情的过程中那种包含着深刻的社会内容的心理活动它既表现了作家杰出的艺术才能又表现了作家对生活的深刻认识这样的细节是只有象曹雪芹这样的艺术巨匠才写得出的 在曹雪芹的笔下宝黛的爱情关系和他们的叛逆思想就是这样水乳交溶般地不能分开而叛逆思想如前所述是地主阶级衰亡没落的产物是封建社会内部瓦解过程中阶级斗争的一种表现我们肯定宝黛爱情主要的就是肯定它所包含的反封建的叛逆思想正是由于这种与封建统治阶级对立的叛逆思想使他们不能跟封建家长所安排的命运妥协他们身上那种贵族公子小姐的软弱性曾使他们在爱情婚姻问题上期待着父母之命但家长的选择是根本违背他们的思想和意趣的他们也决不能从命西厢记中的张生和崔莺莺牡丹亭中的柳梦梅和杜丽娘他们在追求自己的爱情时是那样的大胆那样的无视封建礼教的束缚但他们都最终以应举高中来换取美满的结局夫贵妻荣正是他们的生活理想也是他们爱情追求的实际内容因此从本质上看他们的爱情不是背离而是适应了统治者的利益因而最后得到统治阶级的认可恰恰相反宝黛爱情却是以反对应举高中夫贵妻荣为前提因此就具有了新的更加深刻和进步的时代内容 诚然从我们今天的观点来看宝黛爱情有着它明显的时代和阶级的局限他们都是过着寄生生活连自己的生活也不能自理的贵族公子小姐身上留着明显的地丰阶级的印记他们反封建是不彻底的软弱的他们不满反抗却又找不到出路内心充满着痛苦表现了种种消极的思想爱情上蒙着一层感伤主义的阴影爱情在他们空虚的生活中占有极重要的位置几乎成了生活的主要内容和精神上的寄托表达爱情的方式是那样的别扭而不爽朗指出这些都是必要的但是必须承认在那个时代在那样一个黑暗和恶浊的环境里他们的爱情是崇高的美的因而是值得同情和歌颂的 三 建立在叛逆思想基础上的宝黛爱情必然与封建制度发生尖锐的对立形成对封建家世利益统治者中兴希望的严重威胁因而为封建统治者所不容宝黛爱情的悲剧结局是必然的无法改变的它在封建势力的高压下曲曲折折地发展最后遭到毁灭曹雪芹通过生动的艺术描写在前八十回已经清清楚楚地预示了这个悲剧结局必将到来高鹗的续书大体不误地完成了这个悲剧 贾宝玉和薛宝钗封建统治者不顾给宝玉造成精神上的折磨与痛苦不惜置黛玉于死地最后选择了薛宝钗作贾宝玉的妻子有着深刻的社会原因这不仅因为薛宝钗出身四大家族之一门第相当联姻可以加强他们扶持遮饰皆有照应 贾宝玉和袭人 的关系更重要的是因为薛宝钗的思想符合封建主义的要求和地主阶级的利益只有她才有可能帮助贾宝玉这个浪子回头重新走向封建主义的正道已经频于破灭的中兴希望自然地又转到了这位封建淑女的身上因此对贾府统治者来说在宝玉婚姻问题上对薛林二人的选择就不是一般意义上的择配而是关系到整个家族兴衰盛败的历史命运的严峻抉择这个悲剧的深刻的社会内容和惊心动魄之处正在于此 有的研究者曾经去考察和追究逼死黛玉的主凶是谁离开小说深刻的现实主义的艺术描写片面地引导人们将这个社会悲剧的成因归结为某些个人的动机和行为这种考察和追究是没有什么意义的逼死黛玉的凶手是那个巧施掉包计的凤姐是主持其事的王夫人是批准同意这么干的贾母贾政是因此而夺得了宝二奶奶座位的薛宝钗还是那个据有人考证可能在后台借助于至高无上的皇威行使杀伐之权的贾元春从他们每一个人来说是又不完全是曹雪芹虽然没有最后写出黛玉之死但是在他的笔下造成宝黛爱情悲剧的不是某一个人的主观意志而是一群人一群身分不同地位有别却由共同的阶级利益和道德观念结合在一起的封建制度的维护者在这里个人罪责的大小主次是极为次要也是很难分别的曾经那样真心实意地疼爱过而且到最后他们白己也仍然认为在爱着宝玉的贾母和王夫人在毁灭宝黛爱情时竟是那样的冷酷无情离开了由阶级利益所支配的阶级的意志这种矛盾现象就不可能得到合理的解释温情混杂着血污娇宠在一定条件下转化为残忍生活就是这样的复杂而又合乎逻辑这就是曹雪芹以他杰出的现实主义描写展示在我们面前的活生生的现实图景 正因为曹雪芹写出的这个悲剧包含着深刻的阶级斗争的内容因而是激动人心的它不仅告诉我们对于封建地主阶级来说结婚是一种政治的行为是一种借新的联姻来扩大自己势力的机会③超阶级的为所有的人都赞同的爱情是根本不存在的而且还向我们揭示了一种为人力所不能改变的历史发展的趋势宝黛爱情的悲剧结局实际上是宣告了封建 统治者为挽救自己灭亡的命运所作的努力的破产黛玉饮恨而亡宝玉悬崖撒手并不是封建统治者的胜利而是他们的失败不管作家主观上自觉不自觉愿意不愿意从这个悲剧结局中我们看到了以家长制为标志的封建宗法统治的崩溃又看到了为薛宝钗所虔诚地信奉并极力维护的封建正统思想也再不能维系那摇摇欲坠的统治续作者高鹦在基本上完成这个悲剧以后又凭空加上了一个家道复初兰桂齐芳的尾巴是多么地自相矛盾和不合生活的逻辑 曾经有一种流行的观点认为红楼梦写情是假谈政是真爱情掩盖了政治主题这是完全不符合红楼梦的实际内容的要是红楼梦的爱情描写果真是掩盖而不是有力地表现了它反封建的主题那就应该说它是完全失败了评价作品的时候我们不能只看作家的宣言而要看他所创造的活生生的艺术形象事实上红楼梦的爱情描写渗透着阶级斗争的内容与表现地主阶级腐朽没落的思想倾向是完全一致的它生动地说明爱情这一人类感情活动和家庭生活的重要内容总是表现了人们一定的社会关系总是跟特定历史条件下特定阶级的活动及其思想相联系因而它可能直接或间接地跟广泛的社会生活息息相通讲阶级斗争只讲薛蟠打死人之类只统计有多少条人命而不承认人们的爱情跟一定的阶级利益相联系有鲜明的阶级内容不承认意识形态领域里的斗争这只是将阶级斗争简单化庸俗化并不是真正的马克思主义的阶级分析 四 宝黛爱情悲剧只是红楼梦情节发展的主线远不是小说的全部内容这部伟大的现实主义巨著在我们面前展开的是极其广阔的社会生活画面宝黛爱情婚姻悲剧跟作品的其他内容是相互依存紧密联系有机地结合在一起的曹雪芹并不是单纯地孤立地写一个爱情故事他是以此为线索广泛地多方面地展示了封建社会生活的面貌揭示出种种错综复杂的矛盾红楼梦是完整地表现生活在生活的全部丰富性和复杂性的基础上描写宝黛的思想性格和爱情悲剧的这是红楼梦爱情描写的另一个特点也是前此的小说戏曲中不曾有过的 曹雪芹的高明之处表现在他能从生活的内在联系出发去认识和表现生活这就使红楼梦的现实主义在表现生活的深度和广度上达到了新的高度用形而上学观点只看到生活的表象而看不到内在联系的人不可能真正读懂红楼梦四人帮的御用写作班子就曾以贾宝玉不是因为跟林黛玉谈恋爱而挨打便否定这一情节跟爱情悲剧有紧密的联系并以此证明爱情悲剧不能成为小说情节的主线④其实宝玉挨打正好是曹雪芹善于从生活的丰富性复杂性出发通过矛盾冲突表现宝黛爱情关系的一个生动例子宝玉挨打是一次因多种矛盾纠结在一起而引发的大冲突大事件其中心是封建叛逆者与封建卫道者之间的冲突在这场尖锐的冲突中真正站在宝玉一边深切而真挚地同情和疼爱他的并不是在关键时刻喝令贾政住手因而使整个局面化险为夷的贾母不是大呼心肝宝贝哭得死去活来的王夫人不是表现出很有分寸的亲切而骨子里却冷若冰霜的薛宝钗也不是那个半是爱怜半是责怪的贴身丫头花袭人而是那个情深意切深沉柔弱的林姑娘试看宝玉被打之后黛玉去探伤半天只有无声之泣以及由万句言词化出的那句充满了痛苦与矛盾的简短的话你从此可都改了吧她就是用这种独特的方式将她的心剖视给了宝玉给了他巨大的体贴慰藉与支持贾宝玉那句我便为这些人死了也是情愿的表示誓不回头的话只在林姑娘一个人面前说出来曹雪芹这样写是有深刻含义的在那样一场使宝玉几致丧生的大风波之后这样的话是只能在心心相印的知己面前才能说得的这场冲突就是这样既推动了建封叛逆者与封建卫道者之间矛盾的发展又促进了宝黛以叛逆思想为基础的爱情的深化这是何等的真实自然又是何等的丰富深刻 当然作者写宝玉挨打目的并不只是为了表现宝黛的爱情正如全书丰富复杂的内容并不是单纯作为宝黛爱情产生和发展的背景而存在一样曹雪芹的伟大不仅表现在他写出了一个具有深刻的社会意义的爱情悲剧而且表现在他写出了一个时代一个发出腐朽气息而又处于新旧交替过程的时代只有在这个时代环境里才能产生象贾宝玉林黛玉那样对封建制度不满的叛逆人物也才能产生那样的爱情悲剧红楼梦所描写的生活是那样色彩斑斓纷繁复杂却又并非杂乱无章而是经过作家概括集中高度典型化了的作品所反映的全部生活现象彼此间存在着深刻的内在联系浑然天成地构成一个有机的艺术整体以致割掉了这一部分那一部分就不能存在至少也会变得不合理不可理解试想要是没有凤姐薛蟠贾赦贾琏贾珍贾蓉贾雨村等人物以及他们身上所表现的地主阶级的横暴贪婪淫乱堕落没有金钏晴雯鸳鸯司棋香菱尤氏姐妹等被侮辱被迫害的人物以及他们的死亡痛苦不幸悲哀和反抗没有贾政和薛宝钗那样的封建卫道者以及他们那种道貌岸然和端庄持重一句话要是没有贾府内外数以百计的各色各样的人物及其活动没有栩栩如生的封建末世广阔的社会生活图画那么贾宝玉和林黛玉的思想性格就失去了产生的依据而变得不可理解他们的悲剧即使被写出来也将是不能感动人和发人深思的总之没有全书丰富复杂的内容就没有宝黛的爱情悲剧另一方面没有宝黛爱情悲剧也不成其为红楼梦至少反封建主题将大大削弱而不能使它跟同是暴露封建社会黑暗和罪恶的如金瓶梅那样的作品区别开来正是在这里表现了红楼梦深广的现实内容和鲜明的时代特色表现了曹雪芹所达到的现实主义的惊人成就亦即是为恩格斯所肯定和提倡的真实地再现典型环境中的典型人物⑤而这一切是那些把生活现象看得互不相关把人们的思想和受思想制约的爱情看作可以脱离周围的现实而产生的人们如四人帮及其御用写作班子所不愿意也不可能理解的 作者随地大小便 链接httpswwwzhihucomquestion52985170answer137371271 来源知乎 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处 我曾一度以为宝玉是个闲人我确实很欣赏他敬佩他但我总是觉得他缺点价值他品性纯真思想卓越才思敏捷负气含灵这些我都喜欢但他身上似乎永远拜托不了一个游手好闲的富家子弟的影子 不取功名本是好的但他整日无所事事不是与姑娘们嬉笑打闹就是与朋友们放歌纵酒黛玉尚且忧心贾府的时候他居然来句凭他短了谁的也短不了咱们俩的这就多少有些说不过去了记得小学学过一篇课文 席慕容的贝壳结尾给我的印象很深请让我也留下一些令人珍惜令人赞叹的东西吧在千年之后也许会有人对我留下的痕迹反复观看反复把玩并且会忍不住轻轻地叹息这是一颗怎样固执又怎样简单的心啊所以我觉得人活着总得给社会创造一些价值或多或少而宝玉没有什么卵用后来我发现自己错了这种想法本来就很可笑一个人怎么可能没有价值呢何况是一个我欣赏的人宝玉的价值很宝贵他对姑娘们的疼爱与尊敬对黛玉的痴摈弃世俗功名的叛逆精神崇尚的人人生而平等这些都是价值它们当中有的领先于时代有的可以供人们学习有的甚至至今都让人赞叹不已宝玉是一块宝玉在那样的环境下他已经做得很好了他雕琢出了很美丽的花纹反思我自己又有些小气了 贾宝玉性格的核心是平等待人尊重个性主张各人按照自己的意志自由活动在他心眼里人只有真假善恶美丑的划分他憎恶和蔑视世俗男性亲近和尊重处于被压迫地位的女性他说过女儿是水做的骨肉男子是泥做的骨肉我见了女儿便清爽见了男子便觉浊臭逼人与此相连他憎恶自己出身的家庭爱慕和亲近那些与他品性相近气味相投的出身寒素和地位微贱的人物这实质上就是对于自己出身的贵族阶级的否定同时他极力抗拒封建主义为他安排的传统的生活道路对于封建礼教除晨昏定省之外他尽力逃避参加士大夫的交游和应酬对封建士子的最高理想功名利禄封妻荫子十分厌恶全然否定他只企求过随心所欲听其自然亦即在大观园女儿国中斗草簪花低吟悄唱自由自在的生活我此时若果有造化趁着你们都在眼前我就死了再能够你们哭我的眼泪流成大河把我的尸首漂起来送到那鸦雀不到的幽僻去处随风化了自此再不托生为人这就是我死的得时了贾宝玉受时代的局限找不到现实生活的出路他要摆脱贵族社会桎梏而又不能不依附贵族阶级这就使他的思想性格具有悲剧性的严重矛盾他的理想无疑是对封建主义生活的否定却又十分朦胧带有浓厚的伤感主义和虚无主义 关于宝于这个人物貌似已从古争论至今了能让人们一直如此的介怀不下也说明了该人物的超常的魅力曹公可谓在其身上押注了最多的心血宝玉的行事不安常理时而乖觉异常时而又疯癫如狂说出的话往往又语出雷人不禁令人拍案叫屈因为有时实在整不明白其天外飞仙般的的冥顽之意虽然细想起来会隐约觉的有趣但就这样一个如此神道般的人物在曹公的妙笔下竟让我们觉得其亲切真实的有如自己隔壁的邻家男孩一般这是一种怎样级别的情理之中意料之外呀叹为观止也只能是叹为观止了 关于宝玉的性格特征愚也曾作过一番非学术性的调研总结出七个字痴灵顽呆乖僻轻分解如下 一痴 宝玉素有情极之痴尚不说说金钏晴雯等人离世他悲伤如斯就是紫鹃当初一句顽话便就使得他急痛攻心呆滞多时而他对于黛玉的痴心绝对亘古可见不必细言 另外宝玉亦不乏其他痴处如他本又是个多情种子其对于世事万物亦多抱以宽容赏纳之心无论其对己是否有情每必能予以关怀慰藉又如宝玉又重情不重礼对于仆人竟大都能一视同仁虽在当时显为难得但在外人看来却也是他的大不是了如此种种不胜枚举 宝玉的痴是常人莫敌的这是他性格中最显著的特征将一个如至情的人定为全书之主角作者是颇存匠心的想当年贾府是何等的温柔富贵到头来树倒猢狲散转眼间富贵悲凉试想如换常人其心尚且不堪更何况象宝玉这样一个重恋痴迷极至性情之人可见家境人物的云泥之变对于宝玉而后的影响打击又更胜甚多了痴性如斯便早为其后来的撒手出家埋下了重重的伏笔若他人得宝钗之妻麝月之婢还焉能弃而为僧叫人感慨悲悯之余亦更信服 二灵 有人说宝玉之灵多半依于那块通灵宝玉我觉得不尽然其赤瑕宫神瑛侍者也实非寻常之辈了 在愚看来宝玉的灵多体现在他的不俗之上一如探春所言的其眼光甚奇雅 另外虽然他最不喜读书更厌那些仕途经济学问之人这应是作者对于时政的不满使然然每每必遭父亲责斥姐妹箴劝可他愈更腻烦但大观园论景题名一章中宝玉的灵意慧才更显露无疑可见宝玉性散随性任为喜无拘束其灵性发挥是很有赖于兴趣之合意的从其写给晴雯的悼词中亦可见一斑如此灵性若一贯强力压制实非可取之道惟有黛玉深知其性但总欠机缘读来更耐人寻味 而宝玉用在闺中女儿间的心思却如满似诚其灵秀之处更多伴裙钗间而出而其也实招女孩喜爱只是他的灵意多半是无心之发于人也无必须之益确切讲真真属于性空灵罢了 三顽 宝玉顽劣异常大家都看在眼里的这应是此人物塑造的成功之处以他的年岁连个临家孩童都玩闹异常况他万般宠溺集一身之人宝玉的顽让其形象更真实也更生动亲切同时也更具感染力了 人非圣贤宝玉更有其愚顽不化之性然他最恶人劝这是他通生一大病直叫人慨叹且无奈孰不知他的坚顽固意实令身边多少痴心尽爱之人操心费意但如若非如此袭钗等人的深大贤能却也是无从可表的了 四呆 易忘情是宝玉的又一大特征尽管在别人眼中换做了呆气 三十五回中两个婆子的谈话中可见一二其说宝玉是外像好里头糊涂 中看不中吃的果然有些呆气自己烫了手倒问人疼不疼又如说听见他家里许多人抱怨千真万真的有些呆气 大雨淋的水鸡似的他反告诉别人下雨了快避雨去罢又如时常没人在跟前就自哭自笑的看见燕子就和燕子说话河里看见了鱼就和鱼说话见了星星月亮不是长吁短叹就是咕咕哝哝的等等如许谈论只是俗人眼中的看法罢了孰不知此实乃宝玉不俗常人之大灵性他虽出身显贵但心底里却深知其世间万物之存在绝非易事而自己与人待物是以为何人与人之相处其第一要义乃非自保或者争斗而是能彼此间予以慰藉如此方不亵这妄生一世 这亦是宝玉的可爱之处 五乖 虽然平时顽劣但在长辈或外人面前宝玉还是很知礼乖顺的这也是他受长辈们宠的又一大原因 第五十六回中贾母与甄家来的两个婆子谈话中可知端的时贾母笑道可知你我这样人家的孩子们凭他们有什么刁钻古怪的毛病儿见了外人必是要还出正经礼数来的若他不还正经礼数也断不容他刁钻去了就是大人溺爱的是他一则生的得人意 二则见人礼数竟比大人行出来的不错使人见了可爱可怜背地里所以才纵他一点子若一味他只管没里没外不与大人争光凭他生的怎样也是该打死的 其原故何尝不有依于其先生灵性 主要性格特点是叛逆 贾宝玉天分高明性情颖慧出身于诗书簪缨之家他的家庭百余年来赫赫扬扬其本人衔玉而生身为贾府荣国府嫡派子孙家庭寄予厚望他如能肩负振兴家族声望担子有其先天条件实是孺子可教也前途不可限量但贾宝玉生于末世他的思想性格促使他背叛家庭 一惊世骇俗的女性观 女儿是水作的骨肉男人是泥作的骨肉我见了女儿我便清爽见了男子便觉得浊臭逼人这是贾宝玉说的话他亲眼目睹亲身感受在以男子为中心的贵族社会那样虚伪丑恶和腐朽而在其日常生活环境中少女们的纯洁美好品质令身为男子的他自惭形秽他甘心为女孩子役使爱她们关心她们体贴她们贾宝玉的惊世骇俗言论和离经叛道举止自是招致百口嘲谤万目睚眦被他父亲一类正统人士所忌恨 二憎恶功名利禄 西江月那首词形容贾宝玉潦倒不通事务愚顽怕读文章这里的文章指四书五经他父亲贾政认为贾宝玉应在四书五经和时文八股上下苦功这是正经学问而贾宝玉喜欢的诗词曲赋等那是闲杂学问 贾宝玉不仅对这些举业文章仕途经济学问深恶痛绝连日常劝他读书的女孩子他也假以颜色好好的一个清净洁白女儿也学的钓名沽誉入了国贼禄鬼之流除四书外竟将别的书焚了他不喜欢读书走仕途经济之路骂那读书人为禄蠹 厌恶与贾雨村之流见面交流为官作宰的学问 三追求婚姻自由 宝黛爱情来源于木石前盟宝黛二人从一见如故相识后相知黛玉善良率真热情襟怀坦荡她支持宝玉的叛逆她从不要求宝玉读仕途经济书籍从不说混帐话 贾宝玉对林黛玉的爱有一个循序渐进的过程两个人在相知相爱路上历经坎坎坷坷晴雯送帕到挥泪题诗宝黛的爱情已经达到一种默契阶段心心相印了但这种自由恋爱的形式与封建社会父母之命媒妁之言的传统观念严重冲突遭受了来自父母的不同压力 在曹雪芹生活的那个年代人们普世的价值观就是追求所谓的功名利禄同时那个年代也普遍歧视女性 而作者偏偏刻画出一位非但不追求功名利禄视考科举为粪土却对女性充满怜惜和疼爱的王夫人口中所说的祸根孽胎确实是惊世骇俗的 贾宝玉对所谓的功名利禄憎恶到了简直是仇视的程度史湘云跟他说一说他让她去别的屋子里坐坐吧直接下了逐客令薛宝钗跟她提一提他直接抬腿走人把个宝钗搞得好没趣他把那些追逐科举考试仕途经济的封建文人叫做禄蠹这样的男人在当朝当下就是那没有出息的代表所以于国于家无望 另一方面他对女孩子的疼惜也到了让当时当代的人无法接受的程度他对他的丫头们好是公认的所以那些别处的丫头都削尖了脑袋想到怡红院来他看到平儿受了贾琏和凤姐的气心疼平儿竟然同时受着琏凤二人的淫威他看到香菱跟丫头们斗草弄湿了裙子忙让袭人把她的裙子给香菱换上还不让香菱把脏裙子带回去怕被巷姨妈看到香菱会挨骂他看到贾赦要强娶鸳鸯也表示出了极大的同情这些丫头说到底跟他并没有多少关系可是在宝玉的眼里这些身不由己的丫头们都是那应该获得怜惜的对象他打心底里心疼她们 他看到湘云睡觉膀子露在外面就会想到她到时候受了风寒又会喊膀子疼了他对黛玉的种种细节关照就更不用说想着为她开药想着黛玉回家葬父不知该有多伤心呢可以说贾宝玉天天就在为这些女子们操闲心但是你也不能否认他确实是发自内心的关爱 他是反封建的斗士吗那倒也未必但是他确实是与传统格格不入作者塑造这样的一个角色在中国文学史甚至是世界文学史上都是充满颠覆意义的 贾宝玉最鲜明的性格特征就是叛逆他鄙视封建科考制度对于八股文反感之极对于封建社会的男尊女卑现象是直接用自己的行为表示反抗而对于当时普遍的被看成是比下九流还低贱的戏子当成知心朋友没有一点歧视要知道在49年以前还存在着蔑视戏曲演员的现象梅兰芳先生对于那些在送给他书画作品上题名为兰芳小友的书画一概拒收那时的贾宝玉就对家里唱戏的女孩子们以及柳湘莲等戏曲演员从人格上非常尊敬就看出来贾宝玉其实就是作者自己的离经叛道的性格了 贾宝玉性格的主要特征是叛逆他行为偏僻而乖张是封建社会的叛逆者他鄙视功名利禄不愿走学而优则仕的仕途他痛恨八股辱骂读书做官的人是国贼禄蠹懒于与他们接触拜会贾宝玉的另一个性格特点是尊重女性热爱女性崇拜女性同情女性核心是平等待人尊重个性主张各人按照自己的意志自由活动",
        "Source": ""
    },
    {
        "Name": "Lindaiyu",
        "Reviews": "林黛玉典型性格的成因及表现 时髦的傻子 本文篇幅较长特把提纲列出有兴趣者请看正文无兴趣者可只看提纲 林黛玉典型性格的成因 第一方面遗传基因第二方面环境影响包括以下三点 第一林黛玉是诗礼名族之裔 第二林黛玉是个苦命的孩子 第三林黛玉长期生活在寄人篱下的环境里 林黛玉典型性格的表现 一遵从封建道德和性格叛逆并存 二多愁善感和豁达开朗并存 三爱情上拈酸吃醋和潇洒拓落并存 四爱使小性儿和宽宏大度并存 五目无下尘和少有封建等级观念并存 六养尊处优和具有忧患意识并存 自从红楼梦问世以来分析评论林黛玉的文章可说是浩如烟海多如牛毛但林黛玉作为一个特立独行的艺术典型早已经深入人心对她的分析和评论也必将是永久性的话题会世代延续下去本文旨在分析林黛玉典型性格的内在成因及其外在表现与其它文章若有雷同也是情理中事对笔者观点若有争议者也请求同存异 林黛玉是曹雪芹塑造的一个极为成功的文学艺术典型喜欢红楼梦者大多也喜欢林黛玉但为什么大家会喜欢这个人物笔者觉得有一点很重要那就是林黛玉表露在外的是一种看似很矛盾的双重性格但透过现象看本质却可以发现这个人物精神世界里内在的能够引起人们强烈共鸣的真善美用一个不太恰当的比喻林黛玉的性格犹如一个熟透了的猕猴桃外面是很不起眼的褐色的果皮和浑身的毛刺但剥开果皮里面却是颜色晶莹味道鲜美的果肉这里面的内容才是黛玉性格的精神实质 心理学常识告诉我们人的性格的形成主要受两个基本因素的影响一个是先天遗传因子的传承另一个是后天环境的影响而红楼梦年代女孩子的环境影响局限性较大主要是家庭环境的影响 我们先来看第一个因素对黛玉的影响 从已知的人物关系看和林黛玉有传承关系的有三个人外婆史老太君贾母父亲林如海母亲贾敏 从身份上定位贾母是侯门千金林如海是文苑才子贾敏是大家闺秀 从智商上揣测贾母自进贾府从重孙子媳妇做起直到自己也有了重孙子在这样的豪门府邸大家族里能如鱼得水左右逢源直到处于贾府至高无上的统治地位其智商很难说不高而且贾母很可能自小还受到过良好的家庭文化素养的熏陶和教育一篇掰谎记竟能说倒女先儿那也不是一般水平林如海能高中探花说明智商不低贾敏智商如何不得而知但有其母必有其女贾母智商高贾敏也不会差到哪里 从品性上探索贾敏几乎没有线索林如海给人的印象就是正直善良向自己大舅哥举荐贾雨村就是典型的文人士子的知恩图报当然他并不知道贾雨村的秉性为人即使举荐有误与其品性善良无关贾母给人的印象主要是睿智开朗善良说话风趣幽默也不乏尖酸刻薄文中都可找到例子说明这几点但与本文关系不是太大为缩短篇幅在此恕不例举 有如上遗传基因的传承源所以林黛玉身上所体现出来的心地善良正直率性才华出众气质高贵品格风流风度儒雅以及说话风趣幽默尖酸刻薄等品性特征都能隐隐找到贾母林如海贾敏的影子 林黛玉的性格是立体的典型的这种典型性格的形成除了遗传基因主要就是后天环境的影响了而且后天环境对黛玉性格的发展形成具有决定性作用按照恩格斯真实地再现典型环境中的典型人物的理论可知典型环境无疑是林黛玉这个典型人物典型性格赖以形成的现实基础如果没有一定的典型环境黛玉性格的形成也就失去了现实依据成了无源之水无本之木那也就严重背离了小说创作的生活真实和艺术真实 概括起来黛玉所处的典型环境可以归结为三方面 第一林黛玉是诗礼名族之裔 林黛玉祖籍姑苏住于扬州其先祖曾世袭列侯父亲林如海乃是前科探花后升至兰台寺大夫又被钦点为扬州巡盐御史母亲贾敏是贾母的女儿贾政的妹妹封建时代缔结姻缘尤其讲究门当户对护官符上四大家族之一的赫赫贾府能把女儿嫁给林如海林家自然也是钟鼎之家书香之族林黛玉出生在这样的家庭自然属于书香门第仕宦贵族了毫无疑问黛玉就是贵族小姐了黛玉尽管前身是绛珠仙草但到了凡间她就是凡人封建贵族小姐身上所具有的养尊处优清高孤傲目无下尘娇贵矜持天真率性等个性特征也必然会在黛玉身上有所体现 第二林黛玉是个苦命的孩子 黛玉没有兄弟姐妹母亲生了一个弟弟却早早夭亡了偏黛玉五岁时又丧母没有几年其父林如海也命归黄泉林家虽有同族毕竟血缘已远难得依傍黛玉小小年纪竟成了孤苦无依的孤儿而且自幼怯弱多病再加之母亲患病时床前尽孝备受艰辛母亲亡故后又哀痛过伤触犯旧症可说是个身心都备受摧残的苦命孩子家庭的巨大变故严重影响到黛玉的性格形成歌词里有没妈的孩子像根草尤其是像黛玉这样本就怯弱多病的柔弱女孩小小年纪双亲俱亡逐渐形成猜忌多疑多愁善感敏感脆弱等性格特征也就自然而然了 第三林黛玉长期生活在寄人篱下的环境里 黛玉父母双亡之后别无依靠只得长期寄住在外祖母家贾府贾府不仅是钟鸣鼎食的豪门贵族而且是宁国府荣国府两府紧相连属连主子带奴才上下几百口子的大家族府中规矩礼数繁多人际关系复杂黛玉虽有贾母宝玉凤姐等人呵护但毕竟好多事情要靠自己决断对一个十二三岁的女孩纸来说无疑是生活的严峻考验黛玉贵族出身的家庭环境造就了她自尊自强清高孤傲的个性但现在无奈处于寄人篱下的尴尬境地油然而生自卑之感也是人之常情加之敏感脆弱猜忌多疑这种深深的自卑情结往往要靠强烈的自尊去掩饰去遮盖这种性格矛盾的冲突造成的外在表现往往就是尖酸刻薄和小性儿 以上分析的是林黛玉典型性格形成的主要原因那么黛玉的典型性格主要有哪些具体表现呢笔者大致上归纳了六个方面下面逐一展开分析 一遵从封建道德和性格叛逆并存 林黛玉出生在封建社会的贵族家庭尽管与父母相处时间不是太长但父母的言传身教家庭的耳濡目染使封建伦理道德还是在黛玉身上留下了深深的印痕黛玉刚进贾府时还是个年幼的孩子便牢记母亲教诲外祖母家与别家不同因此步步留心时时在意不肯轻易多说一句话多行一步路惟恐被人耻笑了他去 贾元春省亲游览大观园之后建议姊妹们每人各题一匾一诗黛玉也觉得能被皇贵妃赞赏是极有面子的事情所以原来林黛玉安心今夜大展奇才将众人压倒不想贾妃只命一匾一咏倒不好违谕多作第40回酒宴上行酒令黛玉不慎用了西厢记牡丹亭上面的文句第42回宝钗专门为此开导她清高孤傲的黛玉竟然羞得满脸飞红满口央告宝钗一席话说的黛玉垂头吃茶心下暗伏只有答应是的一字黛玉之所以羞之所以心下暗伏是因为她知道自己的作为不符合封建道德对一个女孩子的要求 黛玉虽然和宝玉倾心爱慕但她始终恪守着封建道德底线亲昵而不狎昵不允许越雷池一步第23回宝玉笑道我就是个多愁多病身你就是那倾国倾城貌林黛玉听了不觉带腮连耳通红登时直竖起两道似蹙非蹙的眉瞪了两只似睁非睁的眼微腮带怒薄面含嗔指宝玉道你这该死的胡说好好的把这淫词艳曲弄了来还学了这些混话来欺负我我告诉舅舅舅母去说到欺负两个字上早又把眼睛圈儿红了转身就走 第26回宝玉笑说紫鹃好丫头若共你多情小姐同鸳帐怎舍得叠被铺床林黛玉登时撂下脸来哭道如今新兴的外头听了村话来也说给我听看了混帐书也来拿我取笑儿我成了爷们解闷的一面哭着一面下床来往外就走宝玉不知要怎样心下慌了忙赶上来好妹妹我一时该死你别告诉去我再要敢嘴上就长个疔烂了舌头第45回黛玉笑道我不要他戴上那个成个画儿上画的和戏上扮的渔婆了及说了出来方想起话未忖夺与方才说宝玉的话相连后悔不及羞的脸飞红便伏在桌上嗽个不住 这些情节都说明黛玉身上有着时代的烙印处于社会主流地位的封建伦理道德在她心中必然会占有一席之地但黛玉在自觉不自觉地遵从封建道德的同时却有着对封建礼教的强烈叛逆 黛玉鄙视权贵鄙视仕途经济第16回宝玉又将北静王所赠鹡鸰香串珍重取出来转赠黛玉黛玉说什么臭男人拿过的我不要他遂掷而不取宝玉只得收回黛玉从来不劝宝玉留意什么仕途经济竟和宝玉的心思不谋而合第32回湘云规劝宝玉你就不愿读书去考举人进士的也该常常的会会这些为官做宰的人们谈谈讲讲些仕途经济的学问也好将来应酬世务日后也有个朋友没见你成年家只在我们队里搅些什么宝玉听了道姑娘请别的姊妹屋里坐坐我这里仔细污了你知经济学问的宝玉道林姑娘从来说过这些混帐话不曾若他也说过这些混帐话我早和他生分了不成想此时黛玉恰在窗外潜踪这些话听的清清楚楚不觉又喜又惊又悲又叹所喜者果然自己眼力不错素日认他是个知己果然是个知己 第23回三月春暖花开时黛玉敢于和宝玉私下阅读西厢记牡丹亭等当时的禁书而且还敢用里面的文句打趣宝玉宝玉着了急向前拦住说道好妹妹千万饶我这一遭原是我说错了若有心欺负你明儿我掉在池子里教个癞头鼋吞了去变个大忘八等你明儿做了一品夫人病老归西的时候我往你坟上替你驮一辈子的碑去说的林黛玉嗤的一声笑了揉着眼睛一面笑道一般也唬的这个调儿还只管胡说呸原来是苗而不秀是个银样鑞枪头甚至宝玉从外面弄来的外传野史才子佳人之类的禁书她也照看不误第32回由于比较痴迷以至于午觉方醒便能随口吟出每日家情思睡昏昏的句子第26回甚至于在酒宴上还能不慎用了西厢记牡丹亭上面的句子第40回尤为值得赞叹的是在那种男女婚姻必须是父母之命媒妁之言的年代黛玉敢于冲破封建礼教的藩篱和宝玉产生了真挚的爱情这在当时是需要很大勇气作为精神支撑的也注定是要付出巨大牺牲的 黛玉这种对封建伦理道德的大胆叛逆尽管为当时的社会环境所不容也不可能结出爱情的硕果但在那种男尊女卑男女婚姻不能自主的封建时代在那种妇女处于社会最底层深受着神权政权族权夫权多重压迫的男权社会黛玉的叛逆精神无疑闪现出人类社会进步的璀璨花火也是作者孜孜以求的人文精神在作品中的重要体现 二多愁善感和豁达开朗并存 黛玉的多愁善感和她的人生经历有着直接关系一方面是身体原因一方面是家庭变故的精神摧残还有一方面就是寄人篱下的现实状况 第3回有一段描写黛玉外貌体态的文字两弯似蹙非蹙笼烟眉一双似喜非喜含露目态生两靥之愁娇袭一身之病泪光点点娇喘微微闲静时如姣花照水行动处似弱柳扶风心较比干多一窍病如西子胜三分其中蹙愁娇泪微弱病等字眼占了很大成分从会吃饮食时便吃药到今日未断幼年时即父母双亡遭受命运残酷打击最后又不得不寄人篱下的贵族小姐林黛玉造成多愁善感猜忌多疑敏感脆弱等性格特征是完全可以理解的 黛玉的多愁善感除了触景生情引起泪眼婆娑外主要就是通过诗词的形式宣泄出来除了葬花吟秋窗风雨夕桃花行题帕三绝五美吟等全诗的主格调就是愁绪满怀无释处之外其它诗词里如月窟仙人缝缟袂秋闺怨女拭啼痕醒时幽怨同谁诉衰草寒烟无限情飘泊亦如人命薄空缱绻 说风流草木也知愁韶华竟白头叹今生谁舍谁收满纸自怜题素怨片言谁解诉秋心冷月葬花魂等句子无不寄托了黛玉悼春悲秋感时伤怀艳恨秾愁的一腔幽怨 但是黛玉的多愁善感只是她性格的一个方面另一方面她骨子里却潜藏着豁达开朗的倔强个性她要和命运抗争要顽强地生活下去她必须找到强有力的精神支撑这种精神支撑有两个方面一个是自己所喜爱的诗词歌赋另一个就是和宝玉的纯真爱情诗词歌赋无疑是黛玉寄托情感抒发情怀的最佳载体这个上面已经有所分析而和宝玉纯真的爱情更是激发了黛玉坚强生活的勇气和信心 现实生活中黛玉并非全是悲凄哀愁的情绪她有时反而是语言诙谐幽默神情开朗风趣给人一种豁达开朗乐观向上的正能量精神感染比如第42回题目即为潇湘子雅谑补余香作者特地为黛玉的戏谑冠以雅字缀以香字程乙本为音说明作者对黛玉这种积极向上的生活态度还是充分肯定的 此回大家商议惜春画园子需要给多长时间的假黛玉道论理一年也不多这园子盖才盖了一年如今要画自然得二年工夫呢又要研墨又要蘸笔又要铺纸又要着颜色又要刚说到这里众人知道他是取笑惜春便都笑问说还要怎样黛玉也自己掌不住笑道又要照着这样儿慢慢的画可不得二年的工夫众人听了都拍手笑个不住黛玉道人物还容易你草虫上不能李纨道你又说不通的话了这个上头那里又用的着草虫或者翎毛倒要点缀一两样黛玉笑道别的草虫不画罢了昨儿母蝗虫不画上岂不缺了典众人听了又都笑起来黛玉一面笑的两手捧着胸口一面说道你快画罢我连题跋都有了起个名字就叫作携蝗大嚼图众人听了越发哄然大笑前仰后合只听咕咚一声响不知什么倒了急忙看时原来是湘云伏在椅子背儿上那椅子原不曾放稳被他全身伏着背子大笑他又不提防两下里错了劲向东一歪连人带椅都歪倒了幸有板壁挡住不曾落地众人一见越发笑个不住宝玉忙赶上去扶了起来方渐渐止了笑 第76回有黛玉和湘云的一段对话黛玉笑道正是古人常说的好事若求全何所乐据我说这也罢了偏要坐船起来湘云笑道得陇望蜀人之常情可知那些老人家说的不错说贫穷之家自为富贵之家事事趁心告诉他说竟不能遂心他们不肯信的必得亲历其境他方知觉了就如咱们两个虽父母不在然却也忝在富贵之乡只你我竟有许多不遂心的事黛玉笑道不但你我不能趁心就连老太太太太以至宝玉探丫头等人无论事大事小有理无理其不能各遂其心者同一理也何况你我旅居客寄之人哉这里面黛玉事若求全何所乐的人生观含有既深刻又积极的人生哲理与苏东坡的人有悲欢离合月有阴晴圆缺此事古难全有异曲同工之妙黛玉不仅有论点还有论据她说就连老太太太太以至宝玉探丫头等人无论事大事小有理无理其不能各遂其心者同一理也和湘云比较其思想的深度广度以及对人生的透彻感悟无疑要高出一个档次 实际上红楼第一男主角贾宝玉还真像黛玉说他的那样是个银样镴枪头搁不住一点儿打击稍不如意便会心灰意冷悲观厌世第21回贤袭人娇嗔箴宝玉宝玉思想有情绪但又不便对袭人发作所以在南华经外篇胠箧之后续文大发一通感慨焚花散麝而闺阁始人含其劝矣戕宝钗之仙姿灰黛玉之灵窍丧减情意而闺阁之美恶始相类矣彼含其劝则无参商之虞矣戕其仙姿无恋爱之心矣灰其灵窍无才思之情矣彼钗玉花麝者皆张其罗而穴其隧所以迷眩缠陷天下者也第二天黛玉走来袭人拿给黛玉看黛玉一看发现其中流露出参悟的味道于是不禁也提笔续书一绝云无端弄笔是何人作践南华庄子因不悔自己无见识却将丑语怪他人及时打消宝玉这种不健康的思想连脂砚斋都在此处批道骂得痛快非颦儿不可真好颦儿真好颦儿好诗若云知音者颦儿也 第22回听曲文宝玉悟禅机就是湘云把黛玉比戏子那回宝玉两头不落好无情无绪想起宝钗所说曲子中有一句赤条条来去无牵挂宝玉细想这句趣味不禁大哭起来翻身起来至案遂提笔立占一偈云 你证我证心证意证 是无有证斯可云证 无可云证是立足境 写毕自虽解悟又恐人看此不解因此亦填一支寄生草也写在偈后不成想黛玉来怡红院袭人请她看黛玉便携了回房去与湘云同看次日又与宝钗看宝钗看其词曰无我原非你从他不解伊肆行无碍凭来去茫茫着甚悲愁喜纷纷说甚亲疏密从前碌碌却因何到如今回头试想真无趣宝钗说都因她一首曲子引的宝玉有了悟禅之意便撕个粉碎让丫头烧了黛玉笑道不该撕等我问他你们跟我来包管叫他收了这个痴心邪话 三人果然都往宝玉屋里来一进来黛玉便笑道宝玉我问你至贵者是宝至坚者是玉尔有何贵尔有何坚宝玉竟不能答三人拍手笑道这样钝愚还参禅呢黛玉又道你那偈末云无可云证是立足境固然好了只是据我看还未尽善我再续两句在后因念云无立足境是方干净再加上宝钗也在一旁引经据典诘责推演使宝玉的痴心妄想顿时烟消云散 第30回宝玉听了笑道你往那去呢林黛玉道我回家去宝玉笑道我跟了你去林黛玉道我死了宝玉道你死了我做和尚林黛玉一闻此言登时将脸放下来问道想是你要死了胡说的是什么你家倒有几个亲姐姐亲妹妹呢明儿都死了你几个身子去作和尚明儿我倒把这话告诉别人去评评第31回林黛玉笑道你死了别人不知怎么样我先就哭死了宝玉笑道你死了我作和尚去袭人笑道你老实些罢何苦还说这些话林黛玉将两个指头一伸抿嘴笑道作了两个和尚了我从今以后都记着你作和尚的遭数儿宝玉听得知道是他点前儿的话自己一笑也就罢了 以上例子都说明黛玉的人生观要比宝玉豁达开朗得多若不是黛玉一次次劝说戒饬恐怕贾宝玉等不得前80回结束就出家为僧了在黛玉身上多愁善感和豁达开朗看似矛盾的但却实实在在和谐统一在同一个个体内 三爱情上拈酸吃醋和潇洒拓落并存 爱情是自私的因爱生妒也是很自然的林黛玉深爱着贾宝玉她当然希望宝玉的爱情属于她一个人但在美女云集的大观园里这种希求几乎是不可能的在对宝玉的爱情上黛玉有两个强有力的竞争对手一个是薛宝钗另一个是史湘云黛玉对这两个人的嫉妒也就几乎占了大半部书 黛玉对宝钗的嫉妒从第8回就开始了一语未了忽听外面人说林姑娘来了话犹未了林黛玉已摇摇的走了进来一见了宝玉便笑道嗳哟我来的不巧了宝玉等忙起身笑让坐宝钗因笑道这话怎么说黛玉笑道早知他来我就不来了宝钗道我更不解这意黛玉笑道要来一群都来要不来一个也不来今儿他来了明儿我再来如此间错开了来着岂不天天有人来了也不至于太冷落也不至于太热闹了姐姐如何反不解这意思 必须承认黛玉的辩解能力是很强的但任何读者都能从这段话里读出黛玉浓浓的醋意宝钗不让宝玉喝冷酒宝玉听这话有情理便放下冷酒命人暖来方饮这又引起黛玉的嫉妒黛玉磕着瓜子儿只抿着嘴笑此时丫头雪雁送来手炉黛玉一面接了抱在怀中笑道也亏你倒听他的话我平日和你说的全当耳旁风怎么他说了你就依比圣旨还快些宝玉听这话知是黛玉借此奚落他也无回复之词只嘻嘻的笑两阵罢了 第20回正值林黛玉在旁因问宝玉在那里的宝玉便说在宝姐姐家的黛玉冷笑道我说呢亏在那里绊住不然早就飞了来了第28回黛玉道你的那些姑娘们也该教训教训只是我论理不该说今儿得罪了我的事小倘或明儿宝姑娘来什么贝姑娘来也得罪了事情岂不大了说着抿着嘴笑宝玉听了又是咬牙又是笑 在其它章节里黛玉对宝钗拈酸吃醋的情节俯拾即是多不胜举尤其是金玉良缘的口风在大观园渐渐盛传之后黛玉不仅进一步加深了对宝钗的嫉妒还把嫉妒对象扩展到宝钗和湘云两个人这是因为宝钗有金锁湘云有金麒麟两个人都有可能成为金玉良缘的受益者而且恰好宝玉也从清虚观张道士手上得了一个金麒麟第29回更加引起黛玉对湘云的警觉 所以到第32回原来林黛玉知道史湘云在这里宝玉又赶来一定说麒麟的原故因此心下忖度着近日宝玉弄来的外传野史多半才子佳人都因小巧玩物上撮合或有鸳鸯或有凤凰或玉环金珮或鲛帕鸾绦皆由小物而遂终身今忽见宝玉亦有麒麟便恐借此生隙同史湘云也做出那些风流佳事来因而悄悄走来见机行事以察二人之意第31回宝玉说湘云还是这么会说话不让人林黛玉听了冷笑道他不会说话他的金麒麟会说话 但是是不是就能依此断定黛玉是个爱吃醋的妒妇呢好像这样说并不符合实际因为黛玉起码对两个人并不吃醋一个袭人一个妙玉 袭人是宝玉的首席大丫环第6回就与宝玉有了云雨情云雨情是私密的其他人不可能见到现场的但是袭人和宝玉关系之密切却是大观园包括黛玉在内的许多人有目共睹的加之豪门大族的公子哥在婚娶之前往往先和近身丫鬟发生关系是大家常事脂砚斋语所以黛玉完全能够预见到袭人和宝玉关系不一般第20回忽听他宝玉房中嚷起来大家侧耳听了一听林黛玉先笑道这是你妈妈和袭人叫嚷呢那袭人也罢了你妈妈再要认真排场他可见老背晦了这里黛玉明显的维护袭人 第31回宝玉晴雯袭人三个人发生激烈口角刚刚平息黛玉来了宝玉和袭人嗤的一笑黛玉道二哥哥不告诉我我问你就知道了一面说一面拍着袭人的肩笑道好嫂子你告诉我必定是你两个拌了嘴了告诉妹妹替你们和劝和劝袭人推他道林姑娘你闹什么我们一个丫头姑娘只是混说黛玉笑道你说你是丫头我只拿你当嫂子待宝玉道你何苦来替他招骂名儿饶这么着还有人说闲话还搁的住你来说他黛玉公开把袭人称嫂子而且玩笑开得很真诚丝毫没有讥讽之意可见黛玉明知宝玉有可能把爱情分给袭人但对袭人毫无嫉妒之意 再一个是妙玉妙玉对宝玉是不是有爱慕之情答案似乎是肯定的因为有三件事可以证明而且林黛玉在这三件事中的态度充分说明黛玉对妙玉也不嫉妒 第一件事第41回贾母带领众人到栊翠庵妙玉悄悄拉了黛玉和宝钗去吃体己茶宝玉尾随其后跟进妙玉不仅不反感还将前番自己常日吃茶的那只绿玉斗来斟与宝玉这茶杯乃是口唇接触之物妙玉又是有洁癖的人像刘姥姥用过的茶杯无论多珍贵也宁肯扔掉现在却把自己常用的茶杯给宝玉用难怪有人戏称妙玉和宝玉是间接性接吻此事发生时黛玉就在现场凭她的聪明灵透不会不懂其中忌讳但她并没有丝毫反感情绪流露出来 第二件事大观园开诗社李纨罚宝玉去栊翠庵向妙玉乞红梅李纨笑道也没有社社担待你的又说韵险了又整误了又不会联句了今日必罚你我才看见栊翠庵的红梅有趣我要折一枝来插瓶可厌妙玉为人我不理他如今罚你去取一枝来妙玉为人孤僻向她乞红梅并非人人可得的说不定还会碰一鼻子灰自讨没趣但宝玉却也乐为答应着就要走湘云黛玉让宝玉吃一杯热酒再去宝玉忙吃一杯冒雪而去李纨命人好好跟着黛玉忙拦说不必有了人反不得了此处黛玉不仅没有丝毫醋意还不让人跟着宝玉说有了人反不得了宝玉果然马到成功一语未了只见宝玉笑欣欣掮了一枝红梅进来黛玉很聪明再加上在爱情上的敏感她完全能看出来妙玉对宝玉有那么点儿意思但她对宝玉和妙玉的接触竟然毫不设防 第三件事第63回宝玉生日妙玉特地送来一张寿贴上面写着槛外人妙玉恭肃遥叩芳辰先头宝玉不知道知道后马上要写回帖宝玉忙命快拿纸来当时拿了纸研了墨看他下着槛外人三字自己竟不知回帖上回个什么字样才相敌只管提笔出神半天仍没主意因又想若问宝钗去他必又批评怪诞不如问黛玉去你看宝玉给妙玉回帖有了疑难竟然想到去问黛玉难道他就不怕黛玉会为此拈酸吃醋这正好从侧面说明黛玉其实并不嫉妒妙玉 有人可能会说黛玉很聪明她知道袭人是丫鬟充其量只能做宝玉的妾而不会做宝玉的妻和自己不在一个档次上不具备争宠的条件黛玉也知道妙玉是出家人尽管带发修行但还俗的可能性不大也不具备和自己争位置的条件对这两个没有条件和自己争宠的女子不怀嫉妒之心并不能说明黛玉不是妒妇我觉得这种说法完全不靠谱 红楼梦里写到了妒妇那就是王熙凤贾琏的几个女人只要是凤姐知道了的没有一个能风平浪静的那个多浑虫媳妇灯姑娘儿多亏了平儿遮盖才侥幸逃过一劫第21回鲍二家的就算是罪有应得吧因为这个婆娘和贾琏在一起时诅咒凤姐死的话偏被凤姐亲耳听到凤姐闹得贾府合宅鸡飞狗跳鲍二家的也觉无脸见人自缢而死这也怨不得凤姐第44回尤二姐是个懦弱的女人而且身世平平不论家族势力还是个人能力都远不是凤姐对手她就是跟了贾琏也不会对凤姐的根本利益造成多大威胁但凤姐对这个弱女子并没放过弄小巧用借剑杀人就要了尤二姐的小命第69回秋桐是贾赦赏给贾琏的凤姐明面上不敢过分但也是恨得牙根痒痒凤姐虽恨秋桐且喜借他先可发脱二姐自己且抽头用借剑杀人之法坐山观虎斗等秋桐杀了尤二姐自己再杀秋桐主意已定第69回 第65回兴儿给尤二姐介绍凤姐时曾说又还有一段因果我们家的规矩凡爷们大了未娶亲之先都先放两个人伏侍的二爷原有两个谁知他来了没半年都寻出不是来都打发出去了别人虽不好说自己脸上过不去所以强逼着平姑娘作了房里人可见贾琏婚前曾有的两个女子凤姐一来就打发了唯剩下平儿一个陪嫁丫头收了房即使是平儿凤姐也看贼似的兴儿说人家是醋罐子他是醋缸醋瓮凡丫头们二爷多看一眼他有本事当着爷打个烂羊头虽然平姑娘在屋里大约一年二年之间两个有一次到一处他还要口里掂十个过子呢第65回第21回贾琏对平儿说凤姐贾琏道你不用怕他等我性子上来把这醋罐打个稀烂他才认得我呢他防我象防贼的只许他同男人说话不许我和女人说话我和女人略近些他就疑惑第44回里贾琏和鲍二家的说凤姐贾琏道如今连平儿他也不叫我沾一沾了平儿也是一肚子委曲不敢说我命里怎么就该犯了夜叉星 人怕比较把黛玉和凤姐一比什么是妒妇就会一目了然因此说黛玉在爱情上绝对是潇洒拓落如果她真能和宝玉成为夫妻一定会和宝玉的姬妾们和睦相处那贾宝玉也就掉进了性福窝儿里 四爱使小性儿和宽宏大度并存 前面分析过黛玉的说话尖酸刻薄和行动爱恼爱使小性儿的深层原因是她本身固有的自尊和寄人篱下产生的自卑两种性格矛盾冲突的结果 黛玉爱使小性儿湘云宝钗宝玉等人都这么认为第27回宝钗去潇湘馆忽然抬头见宝玉进去了宝钗便站住低头想了想宝玉和林黛玉是从小儿一处长大他兄妹间多有不避嫌疑之处嘲笑喜怒无常况且林黛玉素习猜忌好弄小性儿的此刻自己也跟了进去一则宝玉不便二则黛玉嫌疑第49回宝玉素习深知黛玉有些小性儿 第7回周瑞家的送宫花宝玉听说便先问什么花儿拿来给我一面早伸手接过来了开匣看时原来是宫制堆纱新巧的假花儿黛玉只就宝玉手中看了一看便问道还是单送我一人的还是别的姑娘们都有呢周瑞家的道各位都有了这两枝是姑娘的了黛玉冷笑道我就知道别人不挑剩下的也不给我周瑞家的听了一声儿不言语对于身后无靠寄人篱下的黛玉来说感情既敏感又脆弱此时她并不在乎这宫花有多高价值在乎的是自己在贾府众人眼中的地位是不是遭到贬低说到底还是心中的自卑感需要用一种外在强势的自尊去维护去捍卫 更多的时候黛玉的小性儿表现在和宝玉的爱情上这种小摩擦是热恋中的青年男女经常发生的搁在别人身上不是事的事搁在一对恋人身上那就是事所谓关系愈密摩擦愈多用贾母的话来说不是冤家不聚头宋代诗人梅尧臣花娘歌里有一句爱极情专易得猜就是很好的说明第29回原来那宝玉自幼生成有一种下流痴病况从幼时和黛玉耳鬓厮磨心情相对及如今稍明时事又看了那些邪书僻传凡远亲近友之家所见的那些闺英闱秀皆未有稍及林黛玉者所以早存了一段心事只不好说出来故每每或喜或怒变尽法子暗中试探那林黛玉偏生也是个有些痴病的也每用假情试探因你也将真心真意瞒了起来只用假意我也将真心真意瞒了起来只用假意如此两假相逢终有一真其间琐琐碎碎难保不有口角之争这段文字极好的道出了其中原委 第22回黛玉和湘云之间发生的摩擦其实是宝玉天下本无事庸人自扰之 好心办了糟糕事大家看戏凤姐笑道这个孩子扮上活象一个人你们再看不出来宝钗心里也知道便只一笑不肯说宝玉也猜着了亦不敢说史湘云接着笑道倒象林妹妹的模样儿宝玉听了忙把湘云瞅了一眼使个眼色众人却都听了这话留神细看都笑起来了说果然不错 没想到宝玉这个眼色先惹恼了湘云湘云夜里就命翠缕收拾衣物准备第二天就要回家宝玉忙解释劝阻为了表白甚至发誓赌咒但湘云并不买账湘云道大正月里少信嘴胡说这些没要紧的恶誓散话歪话说给那些小性儿行动爱恼的人会辖治你的人听去别叫我啐你说着一径至贾母里间忿忿的躺着去了 宝玉在湘云这里碰了钉子又去找黛玉不成想黛玉也恼了黛玉恼的是拿我比戏子取笑更恼的是这一节还恕得再你为什么又和云儿使眼色你又拿我作情倒说我小性儿这一节还恕得说明黛玉对比戏子一事本来没有多大情绪反而是宝玉给湘云使眼色使事态复杂化了 宝玉见说方才与湘云私谈他也听见了但黛玉听到后并没有出面和湘云计较实在是难得的宽宏大量更为难得的还在后面宝玉两处不落好回到怡红院灰心丧气大有参禅悟道之感慨写了一偈一曲发泄心中幽愤偏黛玉不放心又去怡红院探望袭人拿给她看黛玉便携了回房去与湘云同看次日又与宝钗看连脂砚斋都在此处双行夹批却不同湘云分崩有趣 如此看来一些人认为小心眼的林黛玉倒比英豪阔大宽宏量的史湘云还要宽宏大度得多正由于黛玉的宽宏大度很好地维护了姊妹之间的情谊两个人的关系一直相处很好直到第76回凹晶馆联诗悲寂寞惺惺相惜各自抒发胸怀后来在妙玉的加盟下吟出中秋夜大观园即景联句三十五韵也留下了冷月葬花魂的千古名句 即使对自己的主要情敌薛宝钗黛玉都能做到化干戈为玉帛后来能互诉肺腑语义结金兰契自从第42回宝钗背地里开导黛玉之后黛玉对宝钗有了进一步的了解黛玉叹道你素日待人固然是极好的然我最是个多心的人只当你心里藏奸从前日你说看杂书不好又劝我那些好话竟大感激你往日竟是我错了实在误到如今细细算来我母亲去世的早又无姊妹兄弟我长了今年十五岁竟没一个人象你前日的话教导我怨不得云丫头说你好我往日见他赞你我还不受用昨儿我亲自经过才知道了比如若是你说了那个我再不轻放过你的你竟不介意反劝我那些话可知我竟自误了若不是从前日看出来今日这话再不对你说这种推心置腹的自我批评出自清高孤傲的黛玉之口实在是难能可贵其后黛玉只叫宝钗姐姐认薛姨妈做妈把薛宝琴只认做妹妹 但上面的事宝玉却蒙在鼓里第49回宝玉素习深知黛玉有些小性儿且尚不知近日黛玉和宝钗之事正恐贾母疼宝琴他心中不自在今见湘云如此说了宝钗又如此答再审度黛玉声色亦不似往时果然与宝钗之说相符心中闷闷不乐因想他两个素日不是这样的好今看来竟更比他人好十倍一时林黛玉又赶着宝琴叫妹妹并不提名道姓直是亲姊妹一般那宝琴年轻心热且本性聪敏自幼读书识字今在贾府住了两日大概人物已知又见诸姊妹都不是那轻薄脂粉且又和姐姐皆和契故也不肯怠慢其中又见林黛玉是个出类拔萃的便更与黛玉亲敬异常宝玉看着只是暗暗的纳罕 宝玉对此甚是不解因而问黛玉是几时孟光接了梁鸿案待黛玉说明原委宝玉方恍然大悟且甚是宽慰 笔者历来认为作者的本意最后是要让钗黛合为一体的脂砚斋的理论而不赞同有些朋友认为的薛姨妈薛宝钗对黛玉有什么阴谋之类的观点如果真要是有什么阴谋论作者绝不会把黛玉和宝钗的判词判曲写在一起且并立第一 五目无下尘和少有封建等级观念并存 林黛玉是贵族小姐在对待下人的态度上有时带有主子的高贵身份也是很自然的第7回周瑞家的送宫花黛玉表现出对周家的看碟下菜非常不满作为初到贾府敏感多疑的黛玉来说也是完全可以理解的 第8回在薛姨妈家李嬷嬷不让宝玉吃酒还叫黛玉劝宝玉少喝林黛玉冷笑道我为什么助他我也不犯着劝他你这妈妈太小心了往常老太太又给他酒吃如今在姨妈这里多吃一口料也不妨事必定姨妈这里是外人不当在这里的也未可定李嬷嬷听了又是急又是笑说道真真这林姑娘说出一句话来比刀子还尖这算了什么呢宝钗也忍不住笑着把黛玉腮上一拧说道真真这个颦丫头的一张嘴叫人恨又不是喜欢又不是这里黛玉对李嬷嬷更多的成分是厌恶这个老婆子的婆婆妈妈而不管她是不是下人因为黛玉即使是对和自己同级的薛宝钗等人说话也是如此尖刻 第41回黛玉说刘姥姥当日圣乐一奏百兽率舞如今才一牛耳第42回林黛玉忙笑道可是呢都是他一句话他是那一门子的姥姥直叫他是个母蝗虫就是了这些说法曾经遭到一些朋友诟病说黛玉侮辱劳动人民但笔者认为这种说法是用现代社会道德观看问题有点儿上纲上线 不可否认这里面有黛玉清高孤傲目无下尘的成分这是由她的贵族小姐的身份所决定的真让她没有这种成分恐怕也难因为封建社会毕竟是阶级社会任何一个人都会不自觉地被打上阶级的烙印林黛玉也不会例外但是联系黛玉的性格她平时说话除了尊长对自己的同类人或是下人比较喜欢诙谐幽默甚至是尖酸刻薄本来凤姐和鸳鸯两个为了讨贾母喜欢才故意捉弄刘姥姥让刘姥姥宴席上按照她们两个提前设计好的方案行事贾母这边说声请刘姥姥便站起身来高声说道老刘老刘食量大似牛吃一个老母猪不抬头自己却鼓着腮不语众人先是发怔后来一听上上下下都哈哈的大笑起来第40回这其实为黛玉的如今才一牛耳提供了诙谐的素材后面的母蝗虫也是因为刘姥姥是从农村来的黛玉由农村联想到蝗虫也在情理之中 和其他一些主子比较黛玉其实是很少封建等级观念的最典型的例子有两个一个是对紫鹃一个是对香菱 紫鹃是黛玉的丫环黛玉和她是主仆关系但黛玉和紫鹃相处从感情上并没有上下尊卑之分情同姐妹鱼水相谐这里面当然有紫鹃对黛玉的忠心可嘉但也绝对离不开黛玉的心地善良和平等待人和司棋之于迎春入画之于惜春等关系相比较黛玉和紫鹃主仆能达到水乳交融的程度实属难能可贵 香菱是买来的丫头收房后是薛蟠之妾在身份地位上等同于赵姨娘周姨娘平儿等人只能算半个主子在正经主子面前仍然是奴婢比如宝玉进屋子她们还得恭恭敬敬打起帘子从身份地位上说黛玉和香菱一个是主子一个是奴婢但黛玉从来没有把香菱当下人对待例如第24回话说林黛玉正自情思萦逗缠绵固结之时忽有人从背后击了一掌说道你作什么一个人在这里林黛玉倒唬了一跳回头看时不是别人却是香菱林黛玉道你这个傻丫头唬我这么一跳好的你这会子打那里来香菱嘻嘻的笑道我来寻我们的姑娘的找他总找不着你们紫鹃也找你呢可见黛玉平时对香菱的态度完全是平等的若不然香菱岂敢在黛玉背后猛击一掌 第48回香菱想学诗黛玉毛遂自荐做老师甘愿为香菱效劳黛玉不仅为香菱提供教材还提供精到的服务真正做到了勤勤恳恳诲人不倦无私奉献而且不收书费不收学费真正意义上的义务教育这哪里是主子和奴婢的关系完全是情同姐妹 对一般下人黛玉也能做到目有下尘第26回佳蕙笑道我好造化才刚在院子里洗东西宝玉叫往林姑娘那里送茶叶花大姐姐交给我送去可巧老太太那里给林姑娘送钱来正分给他们的丫头们呢见我去了林姑娘就抓了两把给我也不知多少你替我收着黛玉的出手阔绰倒在其次她心中少有尊卑观念才是关键 第45回蘅芜苑一个婆子受宝钗吩咐给黛玉送燕窝来言谈中说自己还要回去上赌场黛玉听说笑道难为你误了你发财冒雨送来命人给他几百钱打些酒吃避避雨气那婆子笑道又破费姑娘赏酒吃说着磕了一个头外面接了钱打伞去了婆子说又说明不是这一次类似情况以前就有过当然这里面有做主子的要看顾面子的成分类似于贾母看戏撒钱但黛玉固有的心地善良怜恤下人的作风肯定也是有的 就连大观园里人人厌恶的赵姨娘黛玉也没有另眼相看第52回只见赵姨娘走了进来瞧黛玉问姑娘这两天好黛玉便知他是从探春处来从门前过顺路的人情黛玉忙陪笑让坐说难得姨娘想着怪冷的亲自走来又忙命倒茶 凡此种种都说明黛玉虽是贵族小姐但她心中很少有封建等级观念这也和她敢于叛逆封建礼教的思想作风是一脉相承的 六养尊处优和具有忧患意识并存 说到大观园诸位小姐的理家能力可能人们印象最深的莫过于探春和宝钗了因为这两个人在凤姐养病时曾经和李纨一同管过家而且颇有建树在大观园成功推行承包责任制所以有人说探春和宝钗才有这个才能林黛玉且不说有没有这本事恐怕她对这些事连想都不会想其实不然 黛玉是贵族小姐富户千金养尊处优是必然的从古到今豪门富户的公子小姐都是这样的在荣国府她上有贾母王夫人王熙凤等人操持家务下有丫环婆子们日夜伺候衣来伸手饭来张口根本不需要为衣食钱粮柴米油盐等家庭琐务操心但是这并不等于 说黛玉什么都不懂在当家理事上是白痴 第62回有一大段文字黛玉便说道你家三丫头倒是个乖人虽然叫他管些事倒也一步儿不肯多走差不多的人就早作起威福来了宝玉道你不知道呢你病着时他干了好几件事这园子也分了人管如今多掐一草也不能了又蠲了几件事单拿我和凤姐姐作筏子禁别人最是心里有算计的人岂只乖而已黛玉道要这样才好咱们家里也太花费了我虽不管事心里每常闲了替你们一算计出的多进的少如今若不省俭必致后手不接宝玉笑道凭他怎么后手不接也短不了咱们两个人的黛玉听了转身就往厅上寻宝钗说笑去了 第71回尤氏说宝玉谁都像你真是一心无挂碍只知道和姊妹们顽笑饿了吃困了睡再过几年不过还是这样一点后事也不虑宝玉笑道我能够和姊妹们过一日是一日死了就完了什么后事不后事 出的多进的少如今若不省俭必致后手不接话虽不多但很有深意最起码说明黛玉并非啥也不懂她平时不管事倒是真的但心里每常闲了还是会想到贾府的家计入不敷出具有很强的忧患意识而且每常闲了说明还不是想过这一次而是多次显而易见和宝玉比较黛玉对家庭生活的料理能力还是比较强的你看那个宝玉就毫无任何后顾之忧凭他怎么后手不接也短不了咱们两个人的我能够和姊妹们过一日是一日死了就完了什么后事不后事这才是真正的纨袴膏粱子弟宝玉可能根本想不到自己后来会落到贫穷难耐凄凉的悲惨境地也多亏了黛玉早早夭亡泪尽而逝若不然真要是跟了贾宝玉必然遭受贫穷凄凉 红楼梦是清代小说家曹雪芹给后世留下的古典文学瑰宝这部小说和西游记水浒传三国演义并称中国四大名著同时也位列四大名著之首娇娇病女林黛玉便是这部著作中的女主角是十二金钗之首四大家族贾家第四代贾敏与扬州巡盐御史林如海之女宝玉的姑表妹贾母的亲外孙女幼年丧母体弱多病红颜薄命身世可怜她和贾宝玉薛宝钗共赋一曲旷世悲情对于这样一个极具悲剧色彩的人物我们应该全面的去了解她 林黛玉是一个绝美至极的女子作者太过偏爱她以致不愿用干瘪的语言去直接形容她不多的笔墨却将一个美丽聪慧的女子显于人前开篇写降珠仙草受天地之精华复得甘露滋养遂脱了草木之胎换得人形以仙草之身变作人形仙草化身一种超凡脱俗得天地精华的清秀非凡之美黛玉清秀灵幻的美丽形象便就此在人们心中留下深刻映像黛玉初进贾府心直口快的凤姐一见黛玉即惊叹天下竟有这样标致的人物我今日才算见了虽未直写黛玉之美却通过凤姐之口留下了一个绝美的形象而在宝玉眼中的黛玉两弯似蹙非蹙笼烟眉一双似喜非喜含情目态生两靥之愁娇袭一身之病泪光点点娇喘微微娴静似娇花照水行动如弱柳扶风心较比干多一窍病如西子胜三分就像宝玉所说的这是一个神仙似的妹妹 林黛玉是个性格矛盾的人她自尊又自卑希望得到贾宝玉的爱恋又在得到回应后摆出贵族小姐的架势周瑞家的送宫花本来只是抄便道走未分高低贵贱却恰巧最后给了黛玉但黛玉却特意问道还是单送我一人的还是别的姑娘们都有呢等周瑞家的回答各位都有了这两枝是姑娘的了黛玉便说我就知道别人不挑剩下的也不给我再说有一回听戏史湘云说唱小旦的戏子有点像她的时候虽然当时没有发作可回去后却连珠炮式地向情人倾泄我原是给你们取笑的拿我比戏子取笑这一节还怒得再你为什么又和云儿使眼色你安得什么心莫不是她和我顽她就自轻自贱了他原是公候的小姐我原是平民的丫头他和我顽设若我回了口岂不他自惹人轻贱呢是这主意不是这却也你的好心只是那个偏又不领你的这个好情一般也恼了你又拿我作情倒说我小性儿行动肯恼你又怕他得罪了我我恼他与你何干他得罪了我又与你何干过度自尊的背后往往掩饰的是自己的自卑这个时候的自尊其实是保护自己的一层盔甲她不愿别人看见自己内里的自卑为什么会出现这样的情况呢可能是林家和贾家之间的门第之差她不愿让人小看了去也许还带了那么点寄人篱下的敏感 林黛玉最后死的极为悲凉那边喜气洋洋她这边却冷冷清清最后凄苦离世聪慧之人容易遭天妒慧极必伤科学的说这并不是什么老天的嫉妒而是林黛玉太过聪慧也太过敏感聪慧之人想的必然就多对外界的主观感受加上自己的臆想往往让她心力憔悴越是聪慧便越是痛苦多愁伤身善感添病这也许是林黛玉悲剧结局的源泉她活的太过仔细以至于在尘世中无法安然度过 黛玉忧愁多思弱柳扶风同时喜爱诗书颇有咏絮之才具有诗人的特质 在大观园中大多数人对黛玉的印象是多愁善感孤傲心思细腻敏感多疑且孤高自许目下无尘伶牙俐齿爱钻牛角尖黛玉曾因周瑞家的分送宫花一事使性子更曾因与宝玉怄气而苦吟葬花词宝黛二人间的争执与别扭也曾使贾母笑称二人是不是冤家不聚头丫头小红曾言林姑娘嘴又爱刻薄人心里又细可见黛玉并不如宝钗容易亲近实则黛玉是一名心中充满不安全感的闺阁女子也因而造就了她多虑心窄的性格黛玉多病纤弱有着病西施的形象而她也好恶分明蔑视功名权贵当贾宝玉送给她北静王所赠的一串名贵念珠时反应极大并说了一句什么臭男人拿过的我不要它 虽然黛玉乍看之下不与人亲近但黛玉其实是全书中少数拥有丰沛真挚感情的角色林黛玉情榜考语为情情意旨黛玉对于自身重视的人事能够全心的付出感情黛玉虽看起来忧愁多虑不易与人亲近但对于她所重视的人便会全然的真心对待 林黛玉性格多愁善感才思敏捷注重灵性生活也造成她由著性子生活的人生哲学和宝钗的藏愚守拙压抑情感成为强烈对比黛玉想哭时且哭想恼时且恼喜怒哀乐皆无造作且丝毫不掩饰锋芒相对于宝钗奉传统价值礼教为圭臬黛玉展露对诗书的热情及才华不顺从时代的价值观黛玉父母双亡造就了她敏感多疑且不安忧虑的心理更因此纵然与宝玉两情相悦却有缘无份终无结果 曹雪芹在红楼梦中把林黛玉塑造成了一个有艳冠裙钗的美貌聪明才华而偏有多难命运的可悲形象作者不仅有对其步行命运的同情更多的是在于显示前卫的女权理想与封建伦理的对撞让弱者在自我毁灭中激发读者内心深处的灵魂强烈呼唤女性的觉醒林黛玉的悲剧是一个时代的悲剧正是由于她的悲她的消逝撼动天下每位读者甚至具有启蒙性的社会意义 一林黛玉的性格特征 一叛逆精神和崇高境界在红楼梦里林黛玉显得那么孤高自许目下无尘她像一位高傲的公主那样君临人世谁也触犯不得稍不如意就要闹得不可开交连紫鹃都批评她太浮躁小性儿时常歪派人那一回贾母要给宝钗做十五岁生日这是大观园的一次盛典大家都忙不迭地讨贾母的欢心唯有林黛玉先是不肯去不愿借薛宝钗的光看戏后来薛宝钗给宝玉说山门这出戏喜得宝玉拍膝摇头乐不开支夸奖宝钗无书不知无事不晓林黛玉却把嘴一撇道安静些看戏罢还没唱山门你就妆疯了这种挖苦的语言几乎冲撞了贾母以下所有人扫了大家的兴看来林黛玉简直不懂得一点点为人处世的诀窍不知道如此锋芒毕露会给自己带来什么样的严重后果然而透过这种很不乖觉很不随和的性格素质我们曲折的看到了支撑林黛玉整个性格的一种力量那应当是憎恶封建道德捍卫纯真的爱情她斥责李嬷嬷是因为这个老妈子用贾政的权威和仕途经济一类的说教来制约贾宝玉她揭露花袭人是因为这个效忠主子的奴才显得那么庸俗卑下伪善和缺乏人性她挖苦贾宝玉是为了借题发挥表示自己对这一幕有意抬举宝钗的闹剧的不满以及对贾宝玉过分亲近薛宝钗的言行的警戒总之黛玉的高傲既是与她的反逆主流价值观念的精神相关又是因为在她的内心世界中有着更高的价值准则的支撑那就是对人本身的自由与平等以及真正的两心相印的爱情的追求 二黛玉的性格世界中又具有敏感多疑和伤感的性格素质例如第二十六回她去敲怡红院的门晴雯正没好气挡了她的驾这一无端的误会却立时叫她思前想后越想越动气越伤感她不顾苍苔露冷花径风寒独立花阴之下悲悲切切呜咽起来直哭得花魂点点无情绪鸟梦痴痴何处惊巡察林黛玉的性格历史我们不难发现她太多疑太易愁了仿佛大观园里的欢声笑语无端误会冷露寒风飘零细雨都能够勾起她的无边愁绪使她的眼泪源源不断春流到夏秋流到冬但是作家对这种性格素质的充实又不是孤立的它始终被笼罩在一种强大的精神力量里那就是叛逆是的叛逆精神的执拗的注入使林黛玉的泪珠儿沉重了叹息声激切了原来林黛玉的多愁善感悲戚流泪并不是闲得发愁的贵族小姐的无病呻吟而是承受着封建末世的时代压力从纯真美好的心灵的深处发出的破裂的声音失去了双亲失去了家门权势甚至将来还要贾府多费得一副嫁妆的林黛玉在那样的年代里就等于失去了一切人格尊严发言权以及在婚姻还是爱情问题上的起码的要求林黛玉的一颗高傲的神飞与理想云端的心正是被这种封建和有制度的模式神秘的无情的碾碎了所以她的每一种疑虑每一声叹息每一滴眼泪都始终是一个情感焦点的爆炸和迸射越寄人篱下越是要维护人格的尊严越是在爱情问题上没有希望就越是要把绝望和期望反复咀嚼夜夜品味 三在黛玉的叛逆精神中黛玉的性格素质又显得娇贵清高带有相当浓厚的贵族气来当她头一次迈进贾府门槛的时候想到的首先是步步留心时时在意不要多说一句话不可多行一步路固然反映了贾府的森严秩序和令人窒息的气氛但此时的林黛玉着眼点主要是在盐课老爷家千金小姐的身份上她反复叮咛自己不可有失身份被人耻笑了去这一幕小心翼翼进退有度礼数周详的开场戏把林黛玉摆布的简直如同一位高贵的使节从一个袭过列侯的门庭去拜访另一个更为显赫的贵族世家后来她寄人篱下了但是这种贵族小姐的气味并没有因此消减你看当乡村老人刘姥姥被贾府上下捉弄得手舞足蹈时林黛玉却悠闲自得地笑道当日圣乐一奏百兽率舞如今才一牛耳后又煞费苦心地把刘姥姥嘲讽为母蝗虫她那么热衷于阅读词句警人的西厢记和牡丹亭然而又羞于行酒令时的无意引用央求薛宝钗为她遮掩好维护千金小姐不出屋门的女孩儿的脸面她十分强烈的向往着同贾宝玉的美满爱情但是又总是躲躲闪闪当贾宝玉说了句同鸳帐的直率话时她竟然急得哭了斥责宝玉看了混帐书也拿我取笑儿确实封建贵族阶级的偏见和教养在林黛玉的身上留下了深深的鲜明的胎记使她的性格世界中不能纠缠着娇柔的易脆的藤蔓 二林黛玉形象的现实意义 细细品味林黛玉的个性人们常常只看到林黛玉喟叹自己身世不幸的那一面而忽略了她其实十分重视实现自我价值的另一面忽视了她洁身自好的可贵性特别是她对质本洁的执着追求对还洁去的纯洁的归宿对生也净土死也净土的渴望对天尽头何处有香丘的追问希望两胁生翼随花飞到天边去追寻这种宝贵的洁和净土是一种极其美好的崇高的道德追求黛玉这种自觉而强烈的洁身思想是有些现代女性所缺少的 在对待爱情这个问题上林黛玉追求的是能和自己心灵上息息相通的真相知她把感情看得无比重要她不关心自己所钟爱的人如何走上仕途或能否走上仕途她只懂得要尊重感情尊重自己所爱的人他自己的选择这本身就是理性的选择是一种重要的选择但是宝黛之恋注定是一个悲剧林黛玉的年轻生命毁灭了这是那个罪恶的封建制度凶残的统治阶级用看不见的黑手扼死的他们扼杀宝黛情同生死的爱情有着深刻的社会的阶级的原因恩格斯说结婚是一种政治行为是一种借新的联姻来扩大自己势力的机会起决定作用的是家世的利益而绝不是个人的意愿家庭私有制和国家的起源贾府统治者对宝玉婚姻对象的选择正是他们的阶级需要和这个日趋衰败的封建家族的利益决定的贾宝玉是荣国府这个封建世家的合法继承人他走什么样的生活道路娶什么人一定程度上决定著贾家的荣枯盛衰以薛林两 家的财势地位相比较薛家有财无势与有势缺钱的贾府联姻正是珠联璧合相得益彰对双方家势都有利而林家则早已衰败家破人亡不会给贾府带来任何实际利益更为重要的是林黛玉和薛宝钗的性格尖锐对立林黛玉是封建制度的反对者封建阶级的叛逆者薛宝钗则是封建主义的信奉者贾林结合必须使贾宝玉在叛逆道路上越走越远贾薛结合才有希望把贾宝玉从叛逆的道路上拉回来继承家业荣宗耀祖由此可见宝黛悲剧是因为它与封建主义产生了尖锐的矛盾它违背了父母之命媒妁之言这样的封建婚姻制度常规更为重要的是他们恋爱的叛逆思想内核与整个封建主义的相冲突林黛玉和贾宝玉不肯放弃自己的追求他们代表着新兴的力量与封建家庭对立而封建家庭又要维护自身的根本利益就绝不可能允许这样的恋爱存在并发展下去尽管宝黛之恋以悲剧收场但两人为爱情所做的努力却是那样的真切感人 黛玉虽然自称是草木之人她的前身是绛珠小草属于草本连木本都不够但是黛玉并不缺少坚强她虽然爱哭却并不软弱她有十分执着的一面这就是她对纯真爱情和净土的不懈追求高鹗设计让王熙凤出面建议的调包计薛宝钗接受是符合她的性格的逻辑的反过来如果让林黛玉扮演薛宝钗的角色她是绝对不会答应的曹雪芹在潇湘馆里流入一条浅浅的小水沟这是大观园所有院子里惟一的意味着林黛玉是所有少女中最杰出的代表这水除了纯洁和柔情万种外还有老子思想中的柔弱胜刚强的意思潇湘馆里千百竿翠竹既美不胜收又象征着林黛玉宁折不弯的文人气质和坚强内心",
        "Source": ""
    },
    {
        "Name": "Xuebaochai",
        "Reviews": "薛宝钗作为红楼梦的一个重要角色十二钗之一雪芹先生也极爱这样一位女性用大量的笔墨来描述她的种种用山中高士晶莹雪来形容薛宝钗的美最后大观园落了个白茫茫大地真干净却也给了薛宝钗一个不错结局那么薛宝钗性格特点有哪些 首先从容貌上来看相对于林黛玉仿若不似凡间之人带着的那股超凡脱俗的清秀灵幻之美薛宝钗就和林黛玉完全相反她的美丽是完全符合世俗之人对于美的感受的小说第二十八回写道此刻忽见宝玉笑问道宝姐姐我瞧瞧你的红麝串子可巧宝钗左腕上笼着一串见宝玉问他少不得褪了下来宝钗生的肌肤丰泽容易褪不下来宝玉在旁看着雪白一段酥臂不觉动了羡慕之心暗暗想道这个膀子要长在林妹妹身上或者还得摸一摸偏生长在他身上 正是恨没福得摸忽然想起金玉一事来再看看宝钗形容只见脸若银盆眼似水杏唇不点而红眉不画而翠比林黛玉另具一种妩媚风流薛宝钗是美人这点毋庸置疑而且是能够和林黛玉相比的另一种美 其次在思想上不同与宝玉和黛玉的叛逆渴望冲破封建礼教薛宝钗是生活在封建制度下的典型恪守封建制度是大部分男人想要娶得妻子的模板书中与黛玉对话男人们读书不明理尚不如不读书的好何况你我就连作诗写字等事原不是你我分内之事男人们读书明理辅国治民这便好了以及婚后时常规劝贾宝玉读书进入仕途虽然反而遭到呵斥但她的出发点完全是为了皇上好 薛宝钗还极有才学虽然没有林黛玉那般时常取得诗会魁首但其中也许也有她刻意不展示自己的才学不现人前恪守妇德的原因她与黛玉不同黛玉可以坚决的追求真爱为了爱情而付出所有薛宝钗则思想现实只想在嫁人之后相夫教子 临江仙薛宝钗 白玉堂前春解舞东风卷得均匀蜂团蝶阵乱纷纷几曾随逝水岂必委芳尘 万缕千丝终不改任他随聚随分韶华休笑本无根好风凭借力送我上青云 薛宝钗是按照古代妇人的标准去教导的因此很有管家之才她的父亲早死薛宝钗因此很早就帮助自己的母亲薛姨娘打理家务红楼梦56回中宝钗与探春李纨三人合力将贾府管理得井井有条 再来在性格上薛宝钗最大的性格特点就是圆滑世故她很会为人处世从不发脾气处处为别人着想所以虽然林黛玉更受贾母喜爱并且先薛宝钗到贾府许久但但府中的一干下人却都更喜欢后者 在书中第五回这样写到说林黛玉自在荣府一来贾母万般怜爱寝食起居一如宝玉把那迎春探春惜春三个孙女儿倒且靠后了就是宝玉黛玉二人的亲密友爱也较别人不同日则同行同坐夜则同止同息真是言和意顺似漆如胶不想如今忽然来了一个薛宝钗年纪虽大不多然品格端方容貌美丽人人都说黛玉不及那宝钗却又行为豁达随分从时不比黛玉孤高自许目无下尘故深得下人之心就是小丫头们亦多和宝钗亲近 薛宝钗的这个性格特点是她成功的关键之处但也是她的失败之处因为这个性格特点获得贾府上下一致喜爱可是正因为她处处为了和气而作没有了自己的个性以致不得贾宝玉喜欢 薛宝钗另一个突出的特点就是很世故即很会做人和处世在贾府这个派系复杂矛盾重重的大家族中她一方面抱取事不关己不开口一问摇头三不知的明哲保身的处世哲学另一方面她又善于处理人际关系和各方面的人保持着一种亲切自然合宜得体的关系正如脂评所说待人接物不亲不疏不远不近可厌之人末见冷淡之态形诸声色可喜之人亦未见醴密之情形诸声色而在这种貌似不偏不倚的处世态度中她特别注意揣摩和迎合贾府统治者的心意以博取他们的好感而对于被人瞧不起的赵姨娘等人也未尝表现出冷淡和鄙视的神色因而得到了贾府上上下下各种人等的称赞贾母夸她稳重和平从不称赞别人的赵姨娘也说她展洋大方就连小丫头们也多和她亲近 在薛宝钗的性格中确实也有虚伪和矫情的一面她喜欢讨好人和奉承人贾母要给她做生日问她爱听什么戏爱吃什么东西她深知老年人喜欢热闹戏文爱吃甜烂食物就按贾母平时的爱好回答她还当着面奉承过贾母她说我来了这么几年留神看起来风丫头凭她怎么巧也巧不过老太大去结果是贾母大夸奖她提起姊妹从我们家四个女孩儿算起全不如宝丫头金钏儿投井自杀后王夫人心里不安她安慰王夫人说金钏不会自杀如果真是自杀也不过是个糊涂人死了也不为可惜多赏几两银子就是了王夫人说不好把准备给林黛玉做生日的衣服拿来给死者妆裹怕她忌讳薛宝钗就自动地把自己新做的衣服拿出来交给王夫人这段文字不但是写她讨好王夫人而且还显示出这个封建主义的信奉者是怎样的冷酷无情寿怡红群芳开夜宴那一回写她掣得的酒令牙签上画着牡丹上有午句诗任是无情也动人按照封建社会的标准薛宝钗被称做群芳之冠但又说无情无情是指她是封建道德的信奉者和实行者也动人却不过说她的貌美丸说冷香可能暗指她非热心人的意思但无情和非热心并不等于奸险水亭扑蝶自然可以看出她有心机但其目的是让小红坠儿以为她没有所见那些私情话并非有意嫁祸林黛玉借衣金训也并非有意识让王夫人嫌弃林黛玉她这样做完全是遵循封建主义的明哲保身的哲学自然也就表现了她的虚伪和自私她的思想言行所表现出来的虚伪主要是由于封建道德本身的虚伪她的头脑里浸透了封建主义思想她是一个忠实地信奉封建道德和封建礼教的淑女她认为按封建道德规范去做是天经地义的事是最道德的所以她很自然地做到了四德俱备人有说薛宝钗是大奸不奸大盗不盗恐伯就是指的她对封建道德的忠实情奉和执行因为这种道德本身就是虚伪的她得到了贾府上下的放心并最后被选择为宝玉的妻子也主要是她这种性格和环境相适应的自然的结果而不应当简单地看作是由于她或者薛姨妈的阴谋诡计的胜利那种认为薛宝钗的一切活动都是有意识地有计划地争夺宝玉的看法既不得合书中的描写又缩小了这一人物的思想意义事实上她的性格特点并非奸险并非事事时时处处都有心机而是她按照封建正统思想去做而且做得又是那样浑然不觉那样如鱼得水人们从她身上看到的虚伪正是封建道德虚伪的体现薛宝钗的有心机与凤姐的两面三刀是截然不同的 薛宝钗性格的复杂性和丰富性还表现在她所具有的一些美好的品格比如她处事周到办事公平关心人体贴人帮助人一次袭人想央求湘云替她做点针线活宝钗知道后马上对她讲明史湘云在家里一点做不得主做活做到三更天一来了就说累得慌的苦衷责怪她怎么一时半刻不会体贴人并主动接去了要湘云做的活计还有一次湘云要开社作东宝钗因伯她花费引起她婶娘报怨便资助她办了螃蟹宴因此这位心直口快性情豪爽的小姐曾经真心地这样称赞宝钗这些姐妹们再没有一个比宝姐姐好的可惜我们不是一个娘养的我但凡有这样一个亲姐姐就是没了父母也是没妨碍的对于寄人篱下的林黛玉家境贫寒的邢岫烟也都给过种种帮助即使对大观园的下人她也能体贴他们的起早睡晚终年辛苦的处境为他们筹划一点额外的进益 作者原诣 作者塑造薛宝钗这个形像绝非仅仅写出一个沽名钓誉的国贼禄鬼和八面玲珑的势力小人更不是要塑造一个虚伪奸隐的女曹操甚至也不止是塑造一个标准的封建淑女形像而是在薛宝钗这个形像中寄托着作者复杂的感情深深的感慨既赞美这位美丽少女的聪明才智同情她不幸的悲剧命运又痛惜她奴隶般地信奉封建礼教批判她随分从时的处世哲学因而他要塑造的是一个品格端庄容貌美丽才华出众学识渊博的青春少女被封建礼教所毒害以至毁灭的过程正因为如此作者对薛宝钗性格的发掘并没有到此止步而是用细腻的笔触多方面地展现她性格中美好的健康的因素与陈腐的窒息的成分之间似乎矛盾然而又是奇妙的统一这就是薛宝钗这一典型形像的根本特点作者对这个根本特点表现得愈深刻愈充分便愈是深入地揭露了封建礼教对这个少女精神上的毒害和摧残便愈是尖锐地批判了封建礼教吃人的本质在对封建社会批判的深刻性上这一形像并不比贾宝玉林黛玉的形像差只不过前者的毁灭是叛逆者的悲剧后者的毁灭是殉道者的悲剧然而他们都是封建礼教的牺牲品薛宝钗的悲剧虽然不值得人们同情但它所显示的批判意义却是非常深刻的曹雪芹横绝一代的卓识正表现在这里作者塑造薛宝钗这一形像的匠心也表现在这里只有从这个根本特点出发才能真正认识这二艺术形像 红楼梦在塑造人物形像时有一个突出的特点即抓住人物性格的基本特征进行反复描写和刻画以使其突出鲜明外还绕围这一基本性格特征展开其他方面的描写和刻画使人物性格更加复杂和丰富薛宝钗的形像也是这样塑造出来的 薛宝钗这个封建淑女的典型除了她作为封建礼教的信奉者执行者和殉道者这一基本点之外她的性格还表现在其他许多方面 薛宝钗不仅品格端方容貌美丽而且天质聪慧博学宏览幼年时富有文化教养的家庭环境和聪慧的心灵造成她深厚的艺术修养和广博的知识她对文学艺术历史医学以至诸子百家佛学经典都有广泛的涉猎和渊博的知识连以杂学旁收著称的贾宝玉也远非所及如元妃归省时对宝玉诗中绿玉改绿腊的指点以及对湘云问棔树的解释她对艺术创作有着深刻的理解发表过精辟的见解如她在论画时指出艺术家在创作前必须心中先有丘壑才能对素材进行精当的剪裁和处理才能达到真实地再现生活的目的她在诗歌创作中提出要各出己见不与人同要命意新奇另开生面她反对跟着别人脚踪走去的摹拟和模仿的见解无疑是颇有见地的显然在这些地方作者是将自己对艺术的独到见解赋予了这位才华出众的少女 她自己的诗歌创作也颇具特色在大观园的诗人中只有林黛玉可以跟她抗衡在多次诗歌比赛中她是经常夺冠的她的诗构思新颖意境深邃具有雍容典雅含蓄浑厚的风格这样作者又赋予薛宝钗的形像以浓郁的书卷气和优美的诗人气质在这些地方作者对她是赞赏的 薛宝钗性格特点 薛宝钗另一个突出的特点就是很世故即很会做人和处世 在贾府这个派系复杂矛盾重重的大家族中她一方面抱取事不关己不开口一问摇头三不知的明哲保身的处世哲学另一方面她又善于处理人际关系和各方面的人保持着一种亲切自然合宜得体的关系正如脂评所说待人接物不亲不疏不远不近可厌之人末见冷淡之态形诸声色可喜之人亦未见醴密之情形诸声色而在这种貌似不偏不倚的处世态度中她特别注意揣摩和迎合贾府统治者的心意以博取他们的好感而对于被人瞧不起的赵姨娘等人也未尝表现出冷淡和鄙视的神色因而得到了贾府上上下下各种人等的称赞贾母夸她稳重和平从不称赞别人的赵姨娘也说她展洋大方就连小丫头们也多和她亲近 在薛宝钗的性格中确实也有虚伪和矫情的一面 她喜欢讨好人和奉承人贾母要给她做生日问她爱听什么戏爱吃什么东西她深知老年人喜欢热闹戏文爱吃甜烂食物就按贾母平时的爱好回答她还当着面奉承过贾母她说我来了这么几年留神看起来风丫头凭她怎么巧也巧不过老太大去结果是贾母大夸奖她提起姊妹从我们家四个女孩儿算起全不如宝丫头金钏儿投井自杀后王夫人心里不安她安慰王夫人说金钏不会自杀如果真是自杀也不过是个糊涂人死了也不为可惜多赏几两银子就是了王夫人说不好把准备给林黛玉做生日的衣服拿来给死者妆裹怕她忌讳薛宝钗就自动地把自己新做的衣服拿出来交给王夫人这段文字不但是写她讨好王夫人而且还显示出这个封建主义的信奉者是怎样的冷酷无情寿怡红群芳开夜宴那一回写她掣得的酒令牙签上画着牡丹上有午句诗任是无情也动人 按照封建社会的标准薛宝钗被称做群芳之冠但又说无情无情是指她是封建道德的信奉者和实行者也动人却不过说她的貌美丸说冷香可能暗指她非热心人的意思但无情和非热心并不等于奸险水亭扑蝶自然可以看出她有心机但其目的是让小红坠儿以为她没有所见那些私情话并非有意嫁祸林黛玉借衣金训也并非有意识让王夫人嫌弃林黛玉她这样做完全是遵循封建主义的明哲保身的哲学自然也就表现了她的虚伪和自私她的思想言行所表现出来的虚伪主要是由于封建道德本身的虚伪她的头脑里浸透了封建主义思想她是一个忠实地信奉封建道德和封建礼教的淑女她认为按封建道德规范去做是天经地义的事是最道德的所以她很自然地做到了四德俱备 人有说薛宝钗是大奸不奸大盗不盗恐伯就是指的她对封建道德的忠实情奉和执行因为这种道德本身就是虚伪的她得到了贾府上下的放心并最后被选择为宝玉的妻子也主要是她这种性格和环境相适应的自然的结果而不应当简单地看作是由于她或者薛姨妈的阴谋诡计的胜利那种认为薛宝钗的一切活动都是有意识地有计划地争夺宝玉的看法既不得合书中的描写又缩小了这一人物的思想意义 事实上她的性格特点并非奸险并非事事时时处处都有心机而是她按照封建正统思想去做而且做得又是那样浑然不觉那样如鱼得水人们从她身上看到的虚伪正是封建道德虚伪的体现薛宝钗的有心机与凤姐的两面三刀是截然不同的 薛宝钗性格的复杂性和丰富性还表现在她所具有的一些美好的品格 比如她处事周到办事公平关心人体贴人帮助人一次袭人想央求湘云替她做点针线活宝钗知道后马上对她讲明史湘云在家里一点做不得主做活做到三更天一来了就说累得慌的苦衷责怪她怎么一时半刻不会体贴人并主动接去了要湘云做的活计还有一次湘云要开社作东宝钗因伯她花费引起她婶娘报怨便资助她办了螃蟹宴因此这位心直口快性情豪爽的小姐曾经真心地这样称赞宝钗这些姐妹们再没有一个比宝姐姐好的可惜我们不是一个娘养的我但凡有这样一个亲姐姐就是没了父母也是没妨碍的对于寄人篱下的林黛玉家境贫寒的邢岫烟也都给过种种帮助即使对大观园的下人她也能体贴他们的起早睡晚终年辛苦的处境为他们筹划一点额外的进益 薛宝钗突出的特点就是很世故即很会做人和处世在贾府这个派系复杂矛盾重重的大家族中她一方面抱取事不关己不开口一问摇头三不知的明哲保身的处世哲学另一方面她又善于处理人际关系和各方面的人保持着一种亲切自然合宜得体的关系正如脂评所说待人接物不亲不疏不远不近可厌之人末见冷淡之态形诸声色可喜之人亦未见醴密之情形诸声色而在这种貌似不偏不倚的处世态度中她特别注意揣摩和迎合贾府统治者的心意以博取他们的好感而对于被人瞧不起的赵姨娘等人也未尝表现出冷淡和鄙视的神色因而得到了贾府上上下下各种人等的称赞贾母夸她稳重和平从不称赞别人的赵姨娘也说她展洋大方就连小丫头们也多和她亲近 很多人认为宝钗虚伪说她喜欢讨好人和奉承人贾母要给她做生日问她爱听什么戏爱吃什么东西她深知老年人喜欢热闹戏文爱吃甜烂食物就按贾母平时的爱好回答她还当着面奉承过贾母她说我来了这么几年留神看起来凤丫头凭她怎么巧也巧不过老太太去结果是贾母大夸奖她提起姊妹从我们家四个女孩儿算起全不如宝丫头 在分送礼品时都不忘了他的一份她的做法符合她平时的一贯处世态度圆润面面俱倒不漏一处也不厚此薄彼拉拢着人心她能够在妒心极重恨不得你吃了我我吃了你的贾府广得人缘好评如潮这也是很让人钦佩的 而我们也应该注意到贾母领着刘姥姥逛大观园的时候见到他的屋子如雪洞一般竟勃然大怒说我们这老婆子越发该住马圈去了在贾母看来几个姊妹的房间差不到那里去何必要沾了我们这些老婆子的习气一般小姐的绣房要布置的精致有活力这样才以体现一个花季少女青春洋溢的生活而宝钗素来不喜欢这些花儿粉儿的她虽然举止行为都喜欢迎合他人的意思但内心却自有主张并不因别人的看法改变自己的喜好凤姐送来的东西她也退了回去这说明她在自己的私人领地坚持自己个性和主张即便这让贾母大感丢面子 这并不是能全部用封建思想荼毒来解释在高举反封建大旗的时候最起码的是要尊重一个人的个性和自由宝钗有不喜欢花儿粉儿的权利更有随自己的喜好布置自己房间的权利因此在用宝钗房间装饰来做宝钗被封建思想荼毒的证据的时候应该首先充分尊重一个人的个性和选择而不是为了证明自己的观点而放弃所持理论的重要原则陷入到为证而证甚至双重标准的怪圈中去 当然她自觉不自觉的维护逢迎核心人物的欢心是要特别值得指出的这也是她的人情世故的策略她最常去的是王夫人的房间不管长辈做错了心有戚戚焉她都要一番说辞积极的消除长辈心中的顾虑 金钏儿投井自杀后王夫人心里不安她安慰王夫人说金钏不会自杀如果真是自杀也不过是个糊涂人死了也不为可惜多赏几两银子就是了王夫人说不好把准备给林黛玉做生日的衣服拿来给死者妆裹怕她忌讳薛宝钗就自动地把自己新做的衣服拿出来交给王夫人这一段是极其有争议的一段很多人据此痛骂宝钗冷酷无情不顾他人性命只想花钱了事但首先金钏是因为感到丢脸自杀而死其次金钏的死跟宝钗没有任何关系对于身为家奴的金钏一家对这个造成这个悲剧的责任人贾宝玉和王夫人没有任何能力去制裁甚至谴责之后玉钏还在王夫人面前继续乖乖的作奴才身为金钏的亲人都是这样的态度那么有什么立场去指责一个毫不相关的宝钗呢宝钗本就是一个性格很冷淡的人这并不是针对金钏而是对所有人包括她自己对于她来说能做的就是尽量化解其中的矛盾真正的解决问题 我们也应该注意到宝钗当时并不清楚金钏投井的真实原因而王夫人告诉她金钏是因为弄坏了东西自己生气把她撵走了她一气之下投井而死宝钗固然有为王夫人开托的嫌疑但我国古代讲究身体发肤受之父母不敢毁伤孝之始也而金钏因为一点小事轻生弃自己的父母不顾这是宝钗这个封建道德信奉者无法理解的事情在她的立场这是极度不负责的行为即便是西方的基督教中自杀也是很严重的罪而现代社会自杀这种行为也是不值得提倡的因此宝钗在得知王夫人版本的真相之后评价她糊涂其实是很客观的一种描述但宝钗也没有因此嫌弃金钏这个可怜的女子还向王夫人建议多给她父母银子并把自己的衣服拿出来这是她对失去女儿的金钏家里所能做的最大限度了何况封建道德要求子不言父过宝钗是不可能指责作为长辈的王夫人的这是她在力所能及的范围内所能尽的最大努力了在指责宝钗的同时不妨想想如果你处于她的位置是否能比她做得更得当呢 与其没用地掉眼泪哀叹感伤不如让还活着的人真正地获得补偿与其对死了的人投注感情不如多关心一下活着的人这是宝钗的一贯理念在柳湘莲失踪问题上宝钗也是同样的表现因为她很清楚的知道这是柳湘莲的个人选择只有他自己才能解开这个心结就算找到了他的心结在那里他也不会回来如果他自己想通了那么不用劝不用找也会自己回来那么为什么不多关心一下那些劳累了数个月的伙计他们也是人啊他们指望着这一趟生意结算之后领到自己养家糊口的钱难道这些人不是人吗难道这么多家庭都比不上一个柳湘莲吗就因为柳湘莲失踪了他们就活该被忽视活该吃不上饭么可见据此说宝钗冷酷无情的人本身就是带着偏见的 寿怡红群芳开夜宴那一回写她掣得的酒令牙签上画着牡丹 上有一句诗任是无情也动人按照封建社会的标准薛宝钗被称做群芳之冠此句意思是虽然宝钗性格冷淡但是她的品德依然打动人心丸说冷香 可能暗指她非热心人的意思但无情和不热心并不等于奸险滴翠亭扑蝶只因她原本打算去找黛玉故紧急之下将此说出应为应急反应借衣金钏也并非有意识让王夫人嫌弃林黛玉她这样做完全是遵循封建主义的明哲保身的哲学自然也就表现了她的自私但大观园的人哪有不自私的人黛玉为了爱情自私探春为了出身自私迎春为了自保自私惜春为了自洁自私宝钗也并非圣贤她为了周围人的看法自私 宝钗的头脑里浸透了 封建主义思想 她是一个忠实信奉封建道德和封建礼教的淑女她认为按封建道德规范去做是天经地义的事是最道德的所以她很自然地做到了四德俱备人有说薛宝钗是大奸不奸大盗不盗恐伯就是指的她对封建道德的忠实信奉和执行因为这种道德本身最符合封建社会的形态她得到了贾府上下的欢心并最后被选择为宝玉的妻子也主要是她这种性格和环境相适应的自然的结果而不应当简单地看作是由于她或者薛姨妈的阴谋诡计的胜利那种认为薛宝钗的一切活动都是有意识地有计划地争夺宝玉的看法既不得合书中的描写又缩小了这一人物的思想意义事实上她的性格特点并非奸险并非事事时时处处都有心机而是她按照封建正统思想去做而且做得又是那样浑然不觉那样如鱼得水她是真诚的真心的按照封建道德的规范去做因此她在劝导黛玉的时候苦口婆心是因为她真诚的认为这些道德都是最正确无比的 薛宝钗的有心机与凤姐的两面三刀是截然不同的 薛宝钗性格的复杂性和丰富性还表现在她所具有的一些美好的品格比如她处事周到办事公平关心人体贴人帮助人一次袭人想央求湘云替她做点针线活宝钗知道后马上对她讲明史湘云在家里一点做不得主做活做到三更天一来了就说累得慌的苦衷责怪她怎么一时半刻不会体贴人并主动接去了要湘云做的活计还有一次湘云要开社作东宝钗因怕她花费引起她婶娘报怨便资助她办了螃蟹宴因此这位心直口快性情豪爽的小姐曾经真心地这样称赞宝钗这些姐妹们再没有一个比宝姐姐好的可惜我们不是一个娘养的我但凡有这样一个亲姐姐就是没了父母也是没妨碍的对于寄人篱下的林黛玉家境贫寒的邢岫烟 也都给过种种帮助即使对大观园的下人她也能体贴他们的起早睡晚终年辛苦的处境为他们筹划一点额外的进益 在看待宝钗这个人物之前我们首先应该先辩证的看待封建道德我国五千年的文化封建道德固然有落后阻碍社会进步的一面同时它也有利国利民积极向上的一面它固然有压迫人民禁锢思想一面同时它也有稳定社会传承文化的作用因此我们应该去其糟粕取其精华同样正确的看待宝钗这样一位优秀的女性",
        "Source": ""
    },
    {
        "Name": "Wangxifeng",
        "Reviews": "摘 要红楼梦中王熙凤这一人物形象是多面立体而复杂的作为封建时代的女性一方面她美貌圆滑独立果断自信坚强活泼可爱具有杰出的领导力另一方面她的杀伐决断争强霸道贪赃枉法阴狠毒辣也让人不寒而栗尽管她拥有竟是个男人万不及一的聪敏才智最后却落得机关算尽太聪明反害了卿卿性命的悲惨结局本文将对王熙凤性格的复杂性丰富性做简单探讨 关键词王熙凤性格爽朗能言善辩狠毒 王熙凤小名凤哥又被贾母爱称为凤辣子出身于四大家族之一的王氏家族幼小时被家中当作男孩子教养是贾政之妻王夫人的内侄女后嫁于贾赦之子贾琏为妻是荣国府的轴心人物她姿容美丽出场时总是满身锦绣珠光宝气第三回中作者通过黛玉之眼对王熙凤的容貌服饰做了细致的描摹彩绣辉煌恍若神仙妃子在第六十八回中作者通过尤二姐的眼睛再次对王熙凤的肖像进行描画眉挽柳叶高吊两稍目衡丹凤神凝三角俏丽若三春之桃清素若九秋之菊然而就是这样一个美女其性格也是很复杂的 一性格爽朗 林黛玉抛父进京都一回王熙凤以她独有的张扬方式粉墨登场一语未了只听后院中有人笑声说我来迟了不曾迎接远客如此出场不可不谓轰轰烈烈精彩纷呈无论是几位夫人还是迎春等贾府小姐都一丝不苟的遵循着封建礼教的规范就连作为长辈的几个舅母在此时也是中规中矩的只有这一位王熙凤不符合大家风范放肆的发出笑声因为在这样的场合里封建贵族的礼教并不允许有人行为放肆但王熙凤却从一出场就用笑声来显示出她的放肆和性格爽朗黛玉的心中自然会觉得是不是哪一位了不起的大人物来了竟然这样的放肆不守礼数果然这一位无论是从家世还是样貌都属于上乘的贾二奶奶以其不一样的出场方式让人记住了她 二能言善辩精明睿智 红楼梦里的女性大都是聪明伶俐会吟诗作画的才女说话免不了咬文嚼字就连丫头们也是拿着腔儿哼哼唧唧越发现出王熙凤的与众不同口齿爽快王熙凤胸中应该说是欠缺文墨的她的语言没有书卷气然而却有一股浓浓的生活气息她不似黛玉说话那么真也不似宝钗的虚探春的直但她最懂说话的技巧见什么人说什么话妙语连珠没有半点不适更不凡的是她能用通俗易懂幽默诙谐的语言营造气氛第三十八回里贾母带着一家人在盖于池上籍香榭欣赏风景心里高兴就说起小时候在枕霞阁玩儿不小心失足掉进了水里没有淹死头上却崩破了块现今鬓角上还有指头大小的一个坑儿在这种情况下一般人是无法对答的可聪明的王熙凤却说出了篇不同凡响的话来王熙凤不等人说先笑道那时要活不得如今这大福可叫谁享呢可知老祖宗从小儿的福寿不小神差鬼使碰出那个窝儿来好盛福寿的寿星老头儿上原一个窝因为万福万寿盛了所以倒高出些来了 再如王熙凤和林黛玉初次见面她一看到黛玉立刻夸赞道这通身的气派竟不像老祖宗的外孙女儿竟是个嫡亲的孙女儿怨不得老祖宗天天口头心头一时不忘短短几句既称赞了黛玉的美貌重点又落在了阿谀贾母的根本上王熙凤这玲珑老到的用心恐怕傻子都能体悟到 她在贾母面前装乖打诨插科想尽一切办法使出浑身解数使贾母高兴贾母正为贾赦讨鸳鸯的事发怒她却说是老太太的不是谁叫老太太会调理人调理的水葱似的怪不得人不要明是说老太太的不是但却使贾母听得浑身舒坦喜心快意她把贾母捧得团团转一时一刻也离不开她她是贾母的开心果顺气丸像如此有血有肉有滋有味叫老太太听了心里美滋滋的话是只有王熙凤才说得出来的 王熙凤言谈得体在处理与不同阶层人交往时话语得宜行为得当比如面对来投奔的刘姥姥王熙凤既有谦辞我年轻不大认得也不知道什么辈数不敢称呼接着又告难说外头看着轰轰烈烈殊不知大有大的艰难去处不过是个空架子罢了同时又不乏人情味亲戚之间原该不等上门才有照应才是那么你又是第一次来第一次张口不好叫你空手回去如果你不嫌少这五十两银子暂且拿了去这样的行为与言语即显示出王熙凤居高临下的威慑力又说明自己通情达理 曹雪芹通过日常生活的细节描写和刻画了王熙凤的极细极深的心计塑造了一个有一万个心眼子精明的风姐风姐的聪明不是小聪明而是大智慧她运筹帷幄随机应变能正确的见风使舵这用今天的观点来说是个明白人 三狠毒口蜜腹剑两面三刀 第六十五回中兴儿向尤二姐介绍和评价王熙凤时说她心里歹毒口里尖快估着有好事他就不等别人说去他先抓尖儿或有了不好事或他自己错了他便一缩头推到别人身上来他还在旁边拨火儿嘴甜心苦两面三刀上头一脸笑脚下使绊子明是一盆火暗是一把刀都占全了如此一段评论让我们看到了王熙凤儿的利己主义和过分以自我为中心的性格特点以下几个实例又充分佐证了上述观点 1弄权铁槛寺第十五回为了三千两银子的贿赂一纸之书指示地方官拆散一对相爱的未婚青年并逼得他们双双自杀 2毒设相思局第十二回癞蛤蟆式的贾瑞偶然触犯了她的尊严她就略施手法无必要地置之死地 3诱害尤二姐第六十八六十九回她假装贤惠把尤二姐骗入大观园然后以最狡猾最狠毒的方法把已有身孕的尤二姐逼死还要设法追杀她的前夫张华 4逼死鲍二家的第四十四回曹雪芹的人物命名并非杂乱无章程的而是都有着各自独特的内涵和意蕴通常预兆着人物的命运王熙凤的名字就体现了这种原则不同于一般女孩子的红香柳翠等艳字相反取了一个男性化的名字雄为凤雌为凰另外小说中以为说书先生为贾府女眷所说的凤求凰其中的男性主人公也叫王熙凤暗示了王熙凤是一个男性化的名字由此按照曹雪芹的命名逻辑可以看出王熙凤儿性格中的雄健刚强与王者之气曹雪芹为她写的判词是凡鸟偏从末世来都知爱慕此生才一从二令三人木哭向金陵事更哀我们从中可以很明显地看出作者对王熙凤聪明才智的欣赏对她德与行的批判对她悲剧命运的同情 造成王熙凤的悲剧命运是有多种因素的性格决定命运的主要因素王熙凤的性格绝不是单一的善与恶的问题而是一个多面的立体的鲜活的性格综合体她既有精明能干的一面也有心狠手辣残酷无情的一面既有人情练达八面玲珑的表现又有真诚待人常怀恻隐之心的时刻因此王熙风是一个塑造得非常生动而真实的人物形象因为她体现的人物性格不只是简单的善或恶更蕴含着对人性与环境人性与社会之间关系的深刻思考王熙凤性格的多面性是成功塑造王熙凤人物形象的关键因素应辩证地看待这一形象才能体会曹雪芹的良苦用心同时也为我们今后的人生树立起一面镜子 王熙凤的性格就是这样一个由多种相互对立又相互联系的要素有机组合的性格系统充满灵肉的拼搏善恶的抗争美丑的冲突倨敬的牴牾荣辱的嬗递哀乐的消长 王熙凤的性格又是善恶兼具的有关王熙凤的恶迹明显不过的要数凤姐指使惩治撒泼耍赖的焦大第七回毒设相思局治死那癞蛤蟆想吃天鹅肉的贾瑞第十一十二回弄权铁槛寺收受老尼的银子却弄得金哥一对有情人自缢投河第十五十六回她当着平儿挖苦贾琏眼馋肚饱吃着碗里看着锅里第十六回在赵嬷嬷面前又嘲弄贾琏拿着皮肉倒往那不相干的外人身上贴有内人的他才慈软呢他在咱们娘儿们跟前才是刚硬呢第十六回他这番尽声尽情的说笑流露的是蕴蓄在她内心的妒意笑里含着酸乐中茹着苦 王熙凤与贾琏的关系在红楼梦中表现得极为独特极为复杂也极为深刻他们除了夫妻间的亲昵作爱的相融争风吃醋的龃龉尚有着隐含的争权夺利的冲突传递出了大量的社会信息 他们的关系显示了四大家族一荣俱荣一损俱损的相互联络依存王熙凤在贾家的特殊地位她所以能挟住贾琏靠的正是王府的财势和这种网络关系她曾两次向贾琏炫耀王府的富贵说那时我爷爷单管各国进贡朝贺的事凡有的外国人来都是我们家养活粤闽滇浙所有的洋船货物都是我们家的第十六回 她待下人骄横跋扈颐指气使在贾母王夫人面前则卑恭温顺俯首贴耳她在得意时心高气傲争强好胜不得意时便心灰意懒乃至想抽头退步她平素行事果断坚决胆大妄为一遇上邢夫人便疑虑重重畏葸难前她常是一脸庄重尊荣怡然自得的样子但又不时露出轻浮浅薄甚或赧颜生愧她经常是情致勃发兴高采烈欢声笑语但也曾着气含悲心灰意冷哀哀哭泣这还仅仅是我们在前八十回看到的王熙凤就已经如此复杂丰厚多姿多采了如果能看到曹雪芹后半部原稿我们肯定还可以为王熙凤的性格结构增添上几种新的要素 所以王熙凤的性格并非是单一的线性结构而是复杂的网络结构是由一组组相互对立统一的要素组成的构成王熙凤性格结构的诸要素按照一定的方式集合于王熙凤内在的性格核心成为一个有机的整体王熙凤的性格核心便是她的权势欲和金钱欲她的所有性格表象情感波动都由她的权势欲和金钱欲衍生支配都因金钱权势的得失而转化而向着两极辐射她作恶固然是为攫取金钱权势行善则因她有钱有势她骄横跋扈颐指气使是在运用权势让人服服贴贴她卑恭温顺俯首贴耳是在邀怜取宠巩固权势她心高气傲争强好胜怡然自得情致勃发是顺利得势时的表现她心灰意懒畏葸难前赧颜生愧着气含悲是受挫失势时的表露正是这种对金钱和权势的无穷贪欲构成了王熙凤性格的稳定性因素她的各种性格要素均以她的权势欲金钱欲为核心互相联系互相转化互为因果组合成为一个复杂有序的性格系统 一凤姐的美貌与乖巧的特点 还在凤姐未出场之前作者就借冷子兴之口向读者这样介绍她模样又极标致言谈又爽利心机又极深细竟是个男人万不及一的后来周瑞家的向刘姥姥这样描绘她这凤姑娘年纪虽小行事比是人都大呢如今出挑得美人儿似的少说着只怕有一万心眼子再要赌口齿十个会说的男人也说不过他呢她的出场是从初到贾府的林黛玉眼中开始的 一语未完只听后院中有笑语声说我来迟了没得迎接远客黛玉思付道这些人个个皆敛声屏气如此这来者是谁这样放诞无礼心下想时只见一群媳妇丫环拥着一个丽人从后房进来这个人打扮与姑娘们不同彩绣辉煌恍若神仙纪子头上戴着金丝八宝攒珠譬结着朝阳五凤挂珠钗顶上级着赤金盘缡缨络圈身上穿着缕金百蝶穿花大红云缎窄褃袄外罩五彩刻丝石青银鼠褂下着翡翠撒花洋绉裙一双丹凤三角跟两弯一柳叶掉梢眉身量苗条体格风骚粉面含春威不露丹唇未启笑先闻黛玉连忙起身接见贾母笑道你不认得她她是我们这里有名的一个泼辣货南京所谓辣子你只叫他风辣子就是了黛玉虽不曾识面听见她母亲说过大舅贾赦之子贾琏娶的就是二舅母王氏的内侄女自幼假充男儿教养学名叫做王熙凤黛玉忙赔笑见礼以嫂呼之王熙凤携着黛玉的手上下细细打量一回便仍送至贾母的身边坐下因笑道天下竟有这样标致的人儿我今日才算看见了况且这通身的气魄竞不像老祖宗的外孙女竟是嫡亲的孙女儿似的怨不得老祖宗天天嘴里心里放不下只可怜我这妹妹这么命苦怎么姑妈偏就去世了说着便用远路才来身子又弱也才劝住了快别再提了熙凤听了忙转悲为喜道正是呢我一见了妹妹一心都在她身上又是喜欢又是伤心竟忘了老祖宗了该打该打又忙拉黛玉的手问道妹妹几岁了可也上过学现吃什么药在这里别想家要什么吃的什么玩的只管告诉我丫头老婆们不好也只管告诉我黛玉一一答应一面熙凤又问人林姑娘的东西可搬进来了带了几个人来你们赶早打扫两间屋子叫他们歇歇儿去未见其人先闻其声而且人皆屏息她独放诞特别是神情活跃装饰辉煌气势更高人一等 贾瑞见了凤姐居然敢起非念想是凤姐的魅力难挡贾琏和鲍二的偷情之后闹了一天看见凤姐黄黄脸儿倒觉比往常更可爱刘老老见了凤姐自然是眼花缭乱不知道如何动作才好这些又都从侧面描绘了凤姐的含威夹媚的美貌应当说这样一个美人完全区别于宝钗的冷和黛玉的病她更容易激起世俗男人的愿望更象一个真实的具体的有血有肉的美人 宝玉曾说若说老太太只喜欢会说话的那只有凤姐姐和林妹妹可疼宝钗曾说凤丫头说笑过后也就罢了偏偏林丫头爱用春秋的法子这两个人的评价无疑很公道地说出了凤姐性格中风趣幽默的一面也正是这一面使得她在老太太面前八面玲珑在众姐妹面前谈笑风生在下人面前威恩并重凤姐的风趣也源于她的智慧在前面曾说过凤姐也是冰雪聪明的女人可惜家里当男孩养却没当男孩教不然象凤姐这般看看账单就能念出司棋表哥的情书在识文断字的嫂妹等面前说出不笑掉大牙的一夜北风紧的句子的女人岂非要和钗黛共分秋色书中曾多次描写凤姐的风趣时间地点对象情境不一样但都能由她几语添色增辉如对贾琏说国舅老爷大喜几分娇媚钗黛宝斗口时大热天的你们谁吃了生姜几分细致入微和体贴老太太额上的包是来盛福寿的几分急中生智我们大家也放炮仗散了吧几分不露狰狞的逐客之道凤姐的风趣和幽默是她性格的一个重要组成部份也是调和人物关系发展故事情节的不可或缺的佐味作者用画家的皴染法先画出这个人物的大致轮廓和主要特征使读者心里隐然有一凤姐然后再通过一次次的具体描绘使凤姐儿这一形像更加丰富饱满栩栩如生出现在我们面前的是一个神形兼备的活生生的凤姐儿她的形像她的神态她的地位她的气势她的性格乃至灵魂一刹那间全显露出来了而且是未见其形先闻其声先领其神她那一番精采地表演更是八面玲珑有声有色令人绝倒脂现斋读到这里情不自禁地喝彩道第一笔阿凤三魂六魄已被作者拘走了后文焉得不活跳纸上 二凤姐卓越不群的才干 曹雪芹对凤姐儿这个人物是从多侧面全方位立体式地进行塑造的是从四面八方来写的除贾母之外王熙凤便是贾府最实际的权威人物这种特殊的地位和身份使她与贾府的主仆上下男女老少各色人等发生广泛的错综复杂的关系她能在规模庞大严整事务繁冗复杂的荣国府取得当家管事威令众人的地位是与她的高出众人的才干分不开的王熙凤具有独到的权术机变她凭着自己的才智与心机在纵横绞缠的矛盾之中始终把握最有利于自己的环节看风使船多方应付她处在各种矛盾冲突的漩涡中心其性格也就从四面八方得到映照曹雪芹对凤姐儿这个人物可以说既爱又恨对她既有赞扬又有鞭挞凤姐的管理本事是史太君之下首屈一指的有几件事就可以反应出来 最明显的莫过她协理宁国府一段她能一眼看出宁府的管理存在几种弊端并能立即拿出处理的方针在关键时刻手舌不软恐怕许多现代的管理者也要自愧不如 在王熙凤的性格世界里既有自然属性的一面也有社会属性的一面她与贾琏白昼中谈房事就是追求肉欲的自然本性的表现曾有脂批曰阿凤之为人岂有不着于风月二字之理哉若直以明笔写之不但唐突阿凤声价亦且无妙文可赏若不写之又万万不可故只有柳藏鹦鹉话方知之法略一皴染不独文字有隐微亦且不至污渎阿凤之英风俊骨见甲戌本第七回这说明凤姐既有着意于风月的自然属性又有英风俊骨的社会属性风月生活作为王熙凤性格结构的一个要素作者万万不可不写否则王熙凤便将不成其为王熙凤就不是她的为人了但是作者在写她的生理本能的欲求时又必须写得隐微含蓄分寸恰当以免唐突阿凤声价污渎阿凤之英风俊骨她对金钱权势有着更高的欲望肉感的满足并非她唯一的生活目的所以当贾瑞调戏她的时候她便认为损害了自己的尊严暗骂他是禽兽畜生并狠狠地惩治了他见人民文学出版社1979年版第十一十二回以下同她对宝玉则完全是真挚纯洁的姐弟之情而她对秦钟明眼人一看都不难感悟出王熙凤那一片纯真的怜爱之心可见王熙凤虽有自然属性的一面但她毕竟是人而不是兽曹雪芹轻轻点出了她的自然属性却并没有掩盖她的人性人性与自然属性并存于凤姐身上而形成一组对立统一的联系 王熙凤的性格又是善恶兼具的有关王熙凤的恶迹明显不过的要数凤姐指使惩治撒泼耍赖的焦大第七回毒设相思局治死那癞蛤蟆想吃天鹅肉的贾瑞第十一十二回弄权铁槛寺收受老尼的银子却弄得金哥一对有情人自缢投河第十五十六回如果说凤姐泼醋打了平儿死了鲍二媳妇还不算最恶的话第四十四回那么闻秘事将苦尤娘赚入大观园弄小巧用借剑杀人第六十七回至六十九回则真真是十恶不赦但这终旧不是她的性格的全部在她身上也同样具有善的本性偶因济刘氏巧得遇恩人第五回这句词作者突出的是济字济当然是善所以王熙凤对刘姥姥的捉弄虽可划为恶迹但她对刘姥姥的接济却应确认为善举而且是善多于恶功大于过当刘姥姥一进荣国府时虽然她们之间谈不上什么至亲只不过是一种疏远很久的转弯亲罢了可是凤姐一次就封了二十两银子作赏钱第六回待刘姥姥二进大观园时熙凤虽然听由鸳鸯的主意在就餐时让刘姥姥用象牙大筷夹鸽子蛋给刘姥姥开了一个不大不小的玩笑可这应算不上什么恶迹只不过是熙凤和鸳鸯想藉此为贾母及其她夫人小姐们凑些笑料罢了直到刘姥姥回家去熙凤更没忘了替这一村妇多方打点第四十二回由此观之我们就能更客观地理解判词中的姥姥感恩报德了王熙凤与平儿的关系也是善恶兼济的李纨曾戏称平儿是王熙凤的一把总钥匙两只膀子第三十九回以说明她们相互之间的关系平儿对王熙凤尽心尽力王熙凤对平儿信赖倚重正是基于这种关系平儿才能替王熙凤发号施令熙凤也能对平儿言听计从所以王熙凤待平儿主要以善以仁而不是以恶以暴即使凤姐泼醋出手打了平儿但事后却愧悔昨日酒吃多了不念素日之情浮躁起来为听了旁人的话无故给平儿没脸又是心酸又是惭愧落下泪来并自认酒后无德当着众人给平儿赔不是第四十四回主子对下人而能如此屈尊俯首认错赔罪岂又非善可见即便在同一事件上王熙凤也表现出了善恶两种对立的性格要素如果再看看她对宝玉黛玉高鹗续书当别论迎春探春惜春等人的关心照顾以及跟大观园里大丫头们的关系那就只有善而绝少恶了如她怜惜邢岫烟家贫命苦比别的姊妹们多疼他些第四十九回抄检大观园作为执行者的王熙凤却基本站在王善保家的对立面了对探春的抗抄晴雯的愤激入画的哭诉她都抱着同情的态度第七十四回所有这些都证明王熙凤绝非全恶而是善恶兼具集其一身构成又一组对立统一的联系 再如刘老老进贾府认亲时凤姐对其来历不清楚就不贸然行事而是让周瑞家的先去向王夫人问个明白讨个示下然后才定出处理计划头脑可谓清爽她的才能还表现在她笼络住平儿这样一位得力心腹和助手没有平儿她将照顾不到许多方面但若平儿没有凤姐恐怕更难胜任林林总总的府中大小事物没有人怀疑王熙凤的姿容口才心计她快人快语爱出风头并不令人可憎谁在言语上吃了凤姐的亏遭了算计往往多是愉快地认输我们更要充分肯定凤姐的才干在贾府众多人口中王熙凤是一个难得的治家理财的行家男人们也少有出其右者一个连帐也不会看的二十岁女子可以调动得诺大一个贾府里里外外都围着她转有时连自称年轻时口齿心计都胜过她十倍的贾母也不能不按照她的安排行事聪明能干是王熙凤的主体性格之曹雪芹用许多笔墨描写她这一性格特点她作为贾府的女管家地位显赫但也责任重大要管好三百余口人一天也有一二十件事竟如乱麻一般的贾府谈何容易府内穷奢极侈的生活挥金如土的耗费豪奴悍仆的差遣约束等等外面皇亲国戚的贺吊应酬亲朋故旧的婚丧嫁娶喜庆寿诞侯门府第的送往迎来繁文缛节等等这一大摊子庞杂琐碎千头万绪的事体都要由她处理过问决断她是贾府里的大忙人忙忙的几乎到了不可一日无此君的地步脂砚斋曾这样批道纸上虽一回两回中或有不能写到阿凤之事然亦有阿凤在彼处手忙心忙矣忙则忙矣然而凤姐管起来无论大事小情里里外外都是井然有序妥帖周详 写到这里凤姐的干练能力已经表现的相当充分了然而曹雪芹并未到此止笔他又用烘云托月之法进一步突出凤姐这位脂粉队里的英雄这日伴宿之夕亲朋满座尤氏卧于内室一切张罗款待都是凤姐一人周全应承合族中虽有许多妯娌也有言语钝拙的也有举止轻浮的也有羞口羞脚不惯见人的也有俱贵怯官的越显得凤姐飒爽风流典则俊雅真是万绿丛中一点红了王熙凤这种管理才能在贾府里确实是出类拔萃的不但是尤氏李纨邢夫人王夫人所望尘莫及就是贾政贾珍贾琏这些须眉男子也是万不及一 三凤姐的聪明心机 曹雪芹还通过日常生活细节描绘和刻画她的心机又极细深足智多谋的个性特点这个少说也有一万个心眼子的凤姐为人处世时时处处都是以我为中心有利的事她先抓尖不利的事她远远避开或者推到别人身上她在贾母面前充分地发挥着诙谐的才能贾母为了贾赦讨鸳鸯做妾而大生气一家人都吓得战战兢兢这时候是她显本事的机会了她首先假意地反派了贾母的不是她说谁叫老太太会调理人把人调理得水葱儿似的如果我是男人我也要她这样逗得老太太发笑然后打起牌来又故意输钱故意抵赖如她治贾瑞的手段应当说对贾瑞这种人读者的态度是觉得可怜又可笑的凤姐未免毒辣置于死地是否凤姐原意还待考但整个事件中她几乎未怎么面却是令人寻味的贾蔷贾蓉在这儿成了凤姐的工具再以后是偷梁换柱主办宝玉和宝钗的婚事这样的主意大概也只有凤姐能够想得出来还细节到借用紫鹃去婚堂 特别是第六十七回苦尤娘赚入大观园酸凤姐大闹宁国府把凤姐的心机狠毒泼辣表现的淋漓尽致她一方面用花言巧语假意殷勤把尤二姐骗得滴溜转对她言听计从感激不尽跟她回到了大观园在贾母和众人面前逞贤良与此同时她又使人挑唆张华告状只叫她要原妻又俏命旺儿务将张华致死剪草除根保住自己的名声安排已定便去大闹宁国府把尤氏骂得狗血喷头揉成了面团儿接着借秋桐之刀杀死尤二姐凤姐这一系列恶行由于筹划周密想得周详能够通行无阻步步按其设计实现且做的点滴不露显示了她女奸雄的大智 聪明的凤姐意识到在这种错综复杂的矛盾斗争中她要站稳脚跟保住她的地位和权势她必须靠定太上皇贾母和实权派王夫人这两座山于是她确定了向二房一边倒的路线看老太太的眼色行事是她的行动宗旨她在贾母前装乖卖巧打诨插科想尽一切点子使出浑身解数拍贾母的马屁而且瞅的准拍的好使贾母感到喜心惬意浑身舒坦她把个老祖宗捧得团团转疼她爱她一时一刻也离不开她她好挟天子以令诸侯正如沈慕韩评价舌烂莲花迷五色心藏机械刻三分实际上正是这样由于她受到贾母的宠爱和王夫人的信任她才成了贾府的权倾一时的掌权者应当说凤姐行恶的一面很有女性的特征将女性的智慧运用得入木三分这一点那个夏金桂与之相比就差远了 四凤姐的阴险狠毒的性格 作者还在许多地方刻画凤姐的狡诈譬如听说鲍二家的被打后上吊而死她家里将要打官司她起初也暗吃一惊但立刻就说不许赏她们的钱还要反告她们一个借尸讹诈又如王夫人根据下边的私诉而查问凤姐扣发月钱的事她一走出来就发话示威说从今倒要干几件刻薄事了这都是她得之于一般旧社会的权术的心传为了感到命运之威胁和地位动摇的恐怖她必须用尽一切阴谋与残酷以控制环境以排除异己王熙凤最本质的性格特征是贪权好利阴险狠毒正如小厮兴儿所表述的他心里歹毒口里尖快如今合家大小除了老太太太太两个没有不恨他的只不过面子情儿伯他皆因他一时看得人都不及他只一味哄着老太太太太两个人喜欢他说一是一说二是二没人敢拦他又恨不的把银子钱省下来了堆成山好叫老太太太太说他会过日子殊不知苦了下人他讨好儿或有好事他就不等别人去说他先抓尖或有不好的事或他自己错了他就一缩头推到别人身上去他还在旁边拨火儿她嘴甜心苦两面三刀上头笑脚底下就使绊子明是一盆火暗是一把刀其灵魂是阴森可怖的她自言从来不信什么阴司地狱报应凭什么事我说行就行除生活享受权利争夺之外她几乎没有什么精神生活可言她极度的贪权好利贾府的用人行政大多不出她的手心有利的事她先抓尖不利的事她远远避开或者推到别人身上她弄权铁槛寺无所顾忌地用两条人命换得三千两贿金而且自此凤姐胆识愈壮以后所作所为诸如此类不可胜数她克扣上下人等的月例银子在外放高利贷只因为受到王夫人的一次询问她便威吓下人从今倒要干几件刻薄事了她对于贾府的一班爷们儿为功利需要可以驱使为精力剩余可以玩弄或加以羁縻或收为鹰犬玩于掌股挥斥任由她与贾母王夫人共谋策划了掉包诡计让宝钗鸠占鹊巢彻底毁灭了宝黛爱情最终导致了黛玉含恨而死宝玉绝望出走的悲惨结局王熙凤一生要强大权在握杀伐决断压倒一切用尽一切阴谋和手段独断独行不恤人言不计后果一味滥施权势恃强凌弱利己害人宁教我负人不教人负我制造了一幕又一幕的人间悲剧 总而言之凤姐就是这样一个人既美且才而又贪婪狠毒她是一个复杂而又丰富真实而又生动的真人活人是她那个时代孕育和培养出来的罪恶的天才她的美与才给她的罪恶投上了一层光辉她的恶德恶行难以使她变得百分之百的恶因为她的恶难以掩盖她的优点看到凤姐的所作所为就不禁会联想到乱世佳人中的郝思嘉她们同样地美貌同样地贪婪同样地工于心计不过凤姐更为中国化更为古董化罢了",
        "Source": ""
    },
    {
        "Name": "Jiaqiaojie",
        "Reviews": "在高鹗整理的红楼梦后四十回贾府破败后她险些被王仁贾蔷贾芸等人卖给一个外藩王爷幸而刘姥姥平儿王夫人合力将她救出最后由贾琏作主嫁到姓王的农家根据第五回的图册和判词再有脂砚斋的批语巧姐最后是嫁给了板儿作了一个农妇 贾巧姐的结局如何 后四十回巧姐结下三桩仇怨第84回惊风贾环不慎打翻药铞子第88回巧姐见到贾芸就哭第114回凤姐死后王仁想趁机捞一把巧姐嫌他我妈妈在时舅舅不知拿了多少东西去 第117119回巧姐险些被卖给一个外藩王爷参与者有王仁舅贾环叔贾蔷贾芸兄刑大舅舅爷邢夫人祖母危急时刻被刘姥姥平儿王夫人合力营救 从原生家庭上看王熙凤那么强势不难预测巧姐的性格应该是乖巧可人强势的妈妈教育出来的孩子一般都很乖巧不然成长不起来贾家的变故会对巧姐性格的形成产生很大的影响就像离婚对孩子会造成伤害一样家庭的变故会让巧姐性格上患得患失觉得世事无常她要么像黛玉一样多愁善感要么像湘云一样豁达 她经历抄家丧母两大磨难在家中饱受欺负更险遭狠舅奸兄毒手毕竟有过逢凶遇难的波折自身又多灾多病不得不以贫苦来化解 巧姐的遭遇更多照见了其他人的人性刘姥姥一进荣国府时特写凤姐对贾蓉有恩贾蔷下姑苏采买女伶贾芸进大观园种树也多亏凤姐贾琏提携王仁更是从凤姐这里捞到不少好处可后来反倒是这几个亲舅兄谋害巧姐让人感叹世态炎凉人情势利 日久见人心真心知恩图报的却是同姓连宗偶受小惠的外四路来的贫苦乡下人刘姥姥和王板儿而平儿能顺利护送巧姐出家门也得益于她平时待人宽厚替凤姐行善积德 第92回为巧姐立传写她慕贤良文中详写不厌贫的孟光的荆钗布裙鲍宣妻的提瓮出汲陶侃母的截发留宾还有画荻教子的苦尽甘来的乐昌公主破镜重圆苏蕙的回文感主恰是巧姐性格和命运的写照第15回凤姐宝玉在一个庄户人家见到二丫头纺绩也预示了巧姐结局 第119回巧姐回府后来下嫁农村此结局基本符合前八十回的设定 但又存在两个疑点据刘姥姥一进荣国府的伏笔巧姐奸兄锁定为贾蓉而贾蔷贾芸都是好男儿据刘姥姥起名及柚子佛手的伏笔巧姐姻缘锁定为王板儿而不应凭空出来一家姓周的富农 对此我们无需一惊一乍因为红楼梦本来就是一部充满矛盾的书例如巧姐与大姐是二是一前八十回也很混乱 在长达十年增删五次的改稿过程中作者前后期创作思路发生了改变而巧姐贾蔷贾芸的前后矛盾恰好留下了改稿痕迹 另外脂批和探佚学认为巧姐要被卖到青楼后由刘姥姥赎身87版红楼梦予以采纳 贾巧姐人物简介贾巧姐形象性格分析贾巧姐的结局如何 贾巧姐形象性格分析 红楼梦里列入金陵十二钗的巧姐由于年纪细小性格尚未形成所以在书中处于陪衬地位书中提到巧姐娇贵多病刘姥姥二进大观园时凤姐因巧姐又病想起要刘姥姥给她起个名字说你贫苦人起个名字只怕压的住她 刘姥姥听她刚好是生于七月初七就笑道这个正好就叫她是巧哥儿这叫作以毒攻毒以火攻火的法子日后或一时有不遂心的事必然是遇难成祥逢凶化吉却从这巧字上来 从原生家庭上看王熙凤那么强势不难预测巧姐的性格应该是乖巧可人强势的妈妈教育出来的孩子一般都很乖巧不然成长不起来贾家的变故会对巧姐性格的形成产生很大的影响就像离婚对孩子会造成伤害一样家庭的变故会让巧姐性格上患得患失觉得世事无常她要么像黛玉一样多愁善感要么像湘云一样豁达 巧姐有个巧字她的结局在金陵十二钗中可谓最圆满那为什么说薄命呢这是因为势败休云贵家亡莫论亲 她经历抄家丧母两大磨难在家中饱受欺负更险遭狠舅奸兄毒手毕竟有过逢凶遇难的波折自身又多灾多病不得不以贫苦来化解 巧姐的遭遇更多照见了其他人的人性刘姥姥一进荣国府时特写凤姐对贾蓉有恩贾蔷下姑苏采买女伶贾芸进大观园种树也多亏凤姐贾琏提携王仁更是从凤姐这里捞到不少好处可后来反倒是这几个亲舅兄谋害巧姐让人感叹世态炎凉人情势利 日久见人心真心知恩图报的却是同姓连宗偶受小惠的外四路来的贫苦乡下人刘姥姥和王板儿而平儿能顺利护送巧姐出家门也得益于她平时待人宽厚替凤姐行善积德 从原生家庭上看王熙凤那么强势不难预测巧姐的性格应该是乖巧可人强势的妈妈教育出来的孩子一般都很乖巧不然成长不起来贾家的变故会对巧姐性格的形成产生很大的影响就像离婚对孩子会造成伤害一样家庭的变故会让巧姐性格上患得患失觉得世事无常她要么像黛玉一样多愁善感要么像湘云一样豁达 她经历抄家丧母两大磨难在家中饱受欺负更险遭狠舅奸兄毒手毕竟有过逢凶遇难的波折自身又多灾多病不得不以贫苦来化解 巧姐的遭遇更多照见了其他人的人性刘姥姥一进荣国府时特写凤姐对贾蓉有恩贾蔷下姑苏采买女伶贾芸进大观园种树也多亏凤姐贾琏提携王仁更是从凤姐这里捞到不少好处可后来反倒是这几个亲舅兄谋害巧姐让人感叹世态炎凉人情势利 日久见人心真心知恩图报的却是同姓连宗偶受小惠的外四路来的贫苦乡下人刘姥姥和王板儿而平儿能顺利护送巧姐出家门也得益于她平时待人宽厚替凤姐行善积德 第92回为巧姐立传写她慕贤良文中详写不厌贫的孟光的荆钗布裙鲍宣妻的提瓮出汲陶侃母的截发留宾还有画荻教子的苦尽甘来的乐昌公主破镜重圆苏蕙的回文感主恰是巧姐性格和命运的写照第15回凤姐宝玉在一个庄户人家见到二丫头纺绩也预示了巧姐结局",
        "Source": ""
    },
    {
        "Name": "Jiatanchun",
        "Reviews": "贾探春是中国古典小说红楼梦中的主要人物她是贾府里的三小姐贾探春是个才自精明志自高有远见有抱负有作为的女子她敢说敢为办事练达才干精明可以说在红楼梦众多贵族女性中论行止见识治家理财只有探春堪与凤姐相媲美甚至比之更高一筹她也是作家浓墨重彩精心塑造的女性形象之一精明的才干鲜明的个性起落沉浮和壮志未酬的身世命运构成了这一人物形象的四大亮色使她成为中国古代文学人物画廊中典型的生于末世的女强人形象之一小编将从以上四个方面去浅析探春这一人物形象 贾探春是中国古典小说红楼梦中的主要人物是故事主人公贾宝玉的庶出妹妹为赵姨娘所生与贾环同母在荣宁二府女性形象中她是一位秀外慧中志趣高雅有胆有才大方开朗的女性其聪颖高雅可比黛玉稳重端庄可比宝钗精明能干可比凤姐连王夫人与凤姐都让她几分有 玫瑰花之诨名她的言行举止无不飞扬着一股英爽刚毅之气体现出坚强能干的女强人气质我们可以从小说的字里行间感受到曹雪芹对这位庶出的女强人由衷的敬佩以及对她才自精明志自高生于末世运偏消的不幸命运的深切哀惋和痛惜下面我们从四个方面来认识这个拥有补天之才却不幸生于末世的女强人形象 一精明的才干 才自精明志自高曹雪芹为我们点明了贾探春的本质特点她具有精明的才干 红楼梦第五十六回敏探春兴利除宿弊集中描写了她这一特点她的才情和干练在这里都显露无遗这时的贾府正面临由盛而衰的严峻现实关系非常复杂正如探春自己所说的一样整个贾府个个都像乌鸡眼似的恨不得你吃了我我吃了你三姑娘探春就是在这种矛盾重重的情况下受命上任的她一登上议事厅几件事一过手贾府的管事娘子们便感到这三姑娘精细处不让凤姐平儿向凤姐汇报探春理家的情形之后凤姐儿也连连夸道好好好好个三姑娘我说不错能让精明能干的凤姐连说三个好字这样的人物在小说中是少之又少这也充分显示了探春理家的能力 下面就用几件具体事情说明一下 在理事之初探春恰遇她的生母赵姨娘之弟赵国基死亡之事这样一个有尴尬身份的人死了府上该打理他多少银子呢老管家媳妇吴新登家的故意刁难而不说明旧例也不提供办法可谓居心叵测结果探春决定按旧例赏银二十两并当面指斥了吴新登家的这是她第一次表示了大公无私和敢于战斗的精神第二件便是蠲免了贾环贾兰宝玉上学的点心纸笔的月银这两件事虽不重要却引起了各方面的重视与警惕 在凤姐对她不作抵触的情形之下探春又提出了两件事一件是把每个姑娘每月重支的头油脂粉费二两银子蠲免了因为姑娘们每月已有了二两月银丫鬟们又另有月银这又和学里的八两一样重重叠叠另一件事便是探春看了她家的奴才赖大家的花园的管理方法感到大观园所生产的稻米竹笋莲藕花果鱼虾完全糟塌提出了一个新的管理方案她委托几个园中服役的婆子媳妇分别承包把大观园分包给她们把一个消费性的大观园改造成了生产性的种植园为贾府的经济找到了一个新的生长点 由这几件事情可以看出探春确实具有政治风度是位才干精明的女强人 二鲜明的个性 再说说贾探春的性格分以下几点来说 1男儿气概 探春具有很强的男儿气概红楼梦中的女性人物不乏富有男子气的人比如才干智谋胜于男子的脂粉英雄王熙凤以及心胸开阔名士风流好男装的假小子史湘云等等可是这些女性不论在兴趣和形式上多么有男性化倾向在她们的心底终究还是把自己当作女性对待的她们的手段和理想终究还是不失于女性化凤姐的目标是巩固自己在贾家的地位湘云只是一个还有孩子气的女性并没有一个长远的目标只有探春满心想着离开这个日益腐朽没落的家庭到外边去立一番事业她并不寄希望于爱情和家庭给予自己幸福而更渴望自己做自己的主人做自己喜欢的事情孰谓莲社之雄才独许须眉直以东山之雅会让余脂粉可见在探春的心中认为男性可以做的事情女性也可以做到甚至做得更好她的想法与贾迎春多少男人都不行何况我哉的消极思想大相径庭真正是身不在男儿列心却比男儿烈 2志向高远有心计 同样是庶出探春不像迎春那样懦弱老实毫无原则任人欺负更不像贾环一样不争上进连丫鬟奴才都看不起他她是个很有抱负的人她说过我但凡是个男人可以出得去了我必早走了立一番事业那时自有我一番道理第五十五回她与红楼众女子的区别也在于此她还是一个独具胸襟的人作者曾很细致的描写过她的闺房三间房子并不曾隔断当地放着一张花梨大理石书案案上磊着各种名人法帖并数十方宝砚各色笔筒笔海内插的笔如树林一般那一边设着斗大的一个汝窑花囊插着满满的一囊水晶的白菊花西墙上当中挂着一大幅米襄阳烟雨图左右挂着一幅对联乃是颜鲁公的墨迹第四十回这一种高雅疏朗的情调一扫一般闺阁的庸俗与纤弱的气息与她非凡的胸襟是吻合的她还写诗道高情不入时人眼拍手凭他笑路旁第三十八回她正是以这种高雅的诗情来表达其与时俗之人不同的高尚情操无论是她闺房的脱俗布置还是她高雅的诗情都是与其心志紧密联系在一起的 宝玉和黛玉曾评说过探春黛玉便说道你家三丫头倒是个乖人虽然叫他管些事倒也一步儿不肯多走差不多的人就早作起威福来了宝玉道你不知道呢你病着时他干了好几件事这园子也分了人管如今多掐一草也不能了又蠲了几件事单拿我和凤姐姐作筏子禁别人最是心里有算计的人岂只乖而已第六十二回这评论在红楼众人对她的评论中是最为深刻的一语道出了探春工于心计的性格特点 3自尊而自卑的性格 任何一个人都有两面性一个是自然的我一个是社会的我有些人的两面性较弱而有些人较强笔者觉得探春身上的这种两面性是非常明显的曹雪芹对此的塑造也是非常成功的她是一个血肉丰满的人物典型在她身上自尊与自卑同时存在 在此探讨一下她形成这种性格特点的原因 前面已经提过庶出的身份在当时的社会特别是在封建四大家族之一的贾府里对她的婚姻地位等都有着严重影响她在贾府的境地非常尴尬一方面她是贾府的主子姑娘享有封建贵族的一切特权另一方面她又是封建社会最让人看不起的姨娘所生的为世俗所轻特别是她的生母赵姨娘在贾府是一个罪恶而可怜让人所不齿的卑琐人物由奴才出身的赵姨娘做了贾府的侍妾始终处在很卑贱的地位而又不安心经常搞一些闹剧让探春脸上更加的无光加上她还有一个让丫鬟奴才都看不起的儿子贾环这一切都让探春感到非常的难堪正因如此探春一方面是非常自强的希望通过自己的努力赢得别人的尊重维护自己的尊严另一方面由于身上这种抹不去的身世印记内心深处也隐藏着强烈的自卑感她的这种情绪从表面看乃是源自她庶出这一身份究其本质这是有着深刻的历史根源的形成这种既自尊又自卑的性格其根本原因还是封建社会制度 封建贵族社会等级森严在男尊女卑的封建社会里身为女性已是很不幸了更何况是庶出例如凤姐儿就曾叹道只可惜她命薄没托生在太太肚里你那里知道虽然正出庶出一样女儿却比不得男人将来攀亲时如今有一种轻狂人先要打听姑娘是正出庶出多有为庶出不要的殊不知别说庶出便是我们的丫头比人家的小姐还强呢将来不知道那个没造化的挑庶正误了事呢也不知道那个有造化的不挑庶正的得了去第五十五回再如那抄检大观园的王善宝家的所以敢于非礼探春也是素日虽闻探春的名那是为众人没眼力没胆量罢了那里一个姑娘家就这样起来况且又是庶出她敢怎么第七十四回小厮兴儿则讲的更为直白三姑娘也是一位神道可惜不是太太养的在荣国府上下人们的心目中庶出是探春的薄命处致命伤所以那抹不去的庶出就烙印在她的心上跟着她一起长大使得她时时刻刻维护自己的尊严 正因如此一部红楼梦凡有探春出现的地方基本上她的刻意强调的尊严也随之出现尽管探春自己说不管什么偏的庶的然而恰恰是她最在意这种偏的庶的的尊卑概念书中有一次芳官几个唱戏出身的丫头和赵姨娘打闹起来探春对她母亲的不自重行为非常的反感毫不客气的教训了她生母一番何苦自己不尊重大吆小喝也失了体统第六十回 赵国基死了探春理家而不肯多拨一分银子赵姨娘这个蠢妇人不知女儿心思不满意探春给的抚恤金而找她评理我们通过她母女的对话来看看探春的心理赵姨娘气的问道你不当家我也不来问你你如今说一是一说二是二如今你舅舅死了你多给了二三十两银子难道太太就不依你探春没听完已气的脸白气噎抽抽咽咽的一面哭一面问道谁是我舅舅我舅舅年下才升了九省检点那里又跑出一个舅舅来我倒素习按理尊敬越发敬出这些亲戚来了何苦来谁不知道我是姨娘养的必要过两三个月寻出由头来彻底来翻腾一阵生怕人不知道故意的表白表白也不知道谁给谁没脸 第五十五回 这一段母女的对话中我们看到了赵姨娘内心的忿恨而在探春看来她觉得自己绝不能容忍赵姨娘这种严重的侮辱于是她立刻否认赵国基是母舅更抗议赵姨娘当众强调她们的母女关系这一层她对赵姨娘的行为气愤至极她痛哭着喊道谁不知道我是姨娘养的此时她内心的痛苦可想而知可以说探春时时刻刻都在维护她的不容人侵犯的自尊与此同时她内心的自卑感也恰好表露出来了 4对家族的责任感 作为一个闺阁小姐更多的人在乎的是吟诗作画刺绣女红或者是才子佳人之类更何况在贾府中连男子都很少关心家族的生计存亡而探春则恰恰对家族有着这些膏粱纨绔所没有的责任感和使命感比如探春理家时的兴利除弊这个法子不是一朝一夕想出来的是她在此之前就一直在为贾府操心筹划了一家子去赖大的花园玩她不想着观赏园林玩耍嬉戏却与人家聊起经营之道探春与众不同的大气魄与抱负从这一件小事中便可看出另如抄检大观园时她仗义执言厉声痛斥抄检这一行为为家族的败落感到寒心你们别忙自然连你们抄的日子有呢你们今日早起不曾议论甄家自己家里好好的抄家果然今日真抄了咱们也渐渐的来了可知这样大族人家若从外头杀来一时是杀不死的这是古人曾说的百足之虫死而不僵必须先从家里自杀自灭起来才能一败涂地从这些描写中我们可以看出探春的识见及对家族强烈的责任感 三起落沉浮 在协理大观园前探春与迎春惜春一样在宝黛湘钗范围之外也就是说老太太王夫人都没有发现这块被埋没的金子她最先引起老太太和王夫人的注意就是在鸳鸯女誓决鸳鸯侣那一回里为王夫人申辩这事与太太什么相干老太太想一想也有大伯子的事小婶子如何知道第四十六回那以后不久王夫人就让探春担当起了理家的任务 王夫人是不是真的慧眼识珠呢笔者觉得并非如此她并不放心让探春一人理家还派个李纨宝钗分享她的权力李纨还可说得过去毕竟是贾家的大奶奶可派个宝钗又是什么原因呢按王熙凤说的宝钗是亲戚不好管贾府的事可宝钗的特殊在于她是王夫人的亲戚从这可以看出王夫人的用人原则她并非真正地信任探春王熙凤没病的时候是王熙凤王熙凤病了时李纨薛宝钗和贾探春共同承担她选择探春的原因是探春在老太太面前帮她说了句话果然当探春在抄检大观园问题上公然和她唱反调之后再没看到王夫人对探春的信任和疼爱 王夫人对探春如此那么贾母呢贾母对探春的喜爱要比王夫人早一点在陪刘姥姥逛大观园时贾母就很欣赏探春房间的布置和情调贾母也是很会布置房间的在这方面可以说与探春有相同点再加上探春礼貌有心计于是博得贾母的好感我这三丫头却好在探春脱颖而出之后贾母开始器重她了可惜好景不长贾母心中的天平刚刚向探春偏了一点就引发了一系列潜在的家族矛盾首先引起了邢夫人的不满开始对王熙凤进行攻击在贾母70大寿的那天因为两个婆子的事当众阴阳怪气地发作了一番从鸳鸯的话里我们知道如今老太太偏疼三姑娘我听着她们背地里说的也是不好矛盾开始出现面对矛盾贾母是怎样表现的她希望保持贾府的均势尽管她喜欢的都是二房的人可为了保持两房的均势对大房的人是尽可能地迁就贾琏拿着剑要杀凤姐让她迁就过去了贾赦想打鸳鸯的主意她一通脾气只向王夫人发直到邢夫人来之后她反而是推心置腹地劝并且给她银子支持贾赦在外面买贾赦崴了脚她也十分担心着急地叫医生一切都可看出贾母在尽其所能地掩盖矛盾维持均势当她看出探春地位的上升会引起事端时她毫不犹豫地选择以打压探春为代价来维持均势在懦小姐不问累金凤中她对探春进行了较为严厉的批评一席话说得探春默然归坐一个默然包含着多少辛酸与无奈 发起诗社时贾探春兴致勃勃情意盎然理家处事时雄心不已踌躇满志反抄捡时她看透了百年望族必然没落的趋势从中不难看出随着她的起落沉浮她的心境在发生着怎样巨大的变化 四壮志未酬的身世命运 面对家族的日益衰败探春有着沉重的忧虑想竭尽所能为家族的复兴建立自己的一番事业但不幸的是壮志和运消的矛盾而引起的痛苦才人生于末世而无法避免的悲哀都在探春的身上体现出来正如某位论者所指出的那样探春理家比凤姐当年协理宁国府的威严探春更胜一筹而且运筹如如风度翩翩想想历史上的名君贤相也不过如此探春的抱负志向都是很大的但她兴利除弊的事业却是徒劳的因为极其腐朽的贾府已经耗尽了它的全部活力失去了它的存在价值即使探春志再高远才再精明也撑不住即将塌下来的天有才未尝能补天因此探春的悲剧在于生于末世怀才不遇壮志未酬 探春的结局是远嫁从小说第五回关于探春的判词中最后两句清晨涕送江边望千里东风一梦遥以及写她的分骨曲一帆风雨路三千把骨肉家园齐来抛闪恐哭损残年告爹娘从今分两地各自保平安第五回我们可知探春的婚姻以抛闪骨肉家园为代价远嫁海隅作者安排这种结局不是为了探春的远嫁感到悲哀而是为探春告别读者连同读者置身的历史而唏嘘而已 当那一叶风帆载着这样的一个人物驶向天际时不是探春失去此岸的历史而是此岸的历史失去了探春这样的人物须知尽管探春生于末世运偏消但末世的民众多么需要这样的人物啊探春远嫁揭开了大观园诸钗悲惨命运的序幕三春去后诸芳尽各自去寻各自门从此大观园的良辰美景被秋冬萧杀所替代 综上所述贾探春是曹雪芹浓墨重彩塑造的一个个性突出形象丰满性格复杂的典型形象曹雪芹用了一个敏字来概括探春她性灵敏锐才思敏捷心地敏慧还具有敏锐的洞察力她言语恬淡而内里刚毅严正敢作敢为而不专权胡为以及她对自己庶出的敏感作者在这位女强人身上赋予了才自精明志自高的性格但是命运无常不幸偏偏生于末世不但无法施展她的才华实现她的抱负而且最终也只能像她的柔弱姐妹们一样都是服从于封建贵族需要和利益的牺牲品被动无奈地接受命运的安排这也许是她被位列薄命司的真正原因而贾探春这一人物形象的认知价值和审美意义也正在于此 一拿平儿立威 探春管家第一个难题居然是生母造成的赵姨娘不讲理只讲私情没有多要到银子开始哭闹大力宣扬探春是她的女儿 这着实扫了探春的颜面可是探春不讲私情树立了自己的威信这时候平儿来了估计探春心里暗喜正要找个人立威平儿是最好的人选她是总经理凤姐的秘书素来最有人缘人们也怕了凤姐而奉承平儿 所以平儿进来时先传凤姐的话赵姨娘的事可以酌情处理探春马上否决一切按规矩办 平儿是聪明人马上明白了其中的原委 接下来探春开始故意使唤平儿一会儿让平儿服侍她洗脸一会儿让平儿出去传饭这哪里是平儿的活计探春是故意的她就是告诉那些管事的娘子们连平儿这个凤姐的左右手都在她面前安安份份的借机敲打一下那些管事的人 平儿不愧是凤姐的臂膀非常明白这微妙的分寸探春这是拿她立威呢平儿作为前领导者的秘书要配合好代任工作这也是替她家主子笼络探春呢 聪明人之间的互助到是容易的平儿马上换了颜色一切行动听探春指挥 探春吃了饭平儿进来服侍直到探春让她回去吃饭然后再过来有事商议平儿才恭顺的离场 这个场景里我们的看到的探春是有些借力打力她是庶出的女儿没有太太的支持只好自己立威而精明的平儿知道如何替凤姐缓和诸方矛盾自己受些委屈也不当紧重点是成全了探春的面子又替凤姐圆场这个场合里的平儿就是一个奴才的身份能屈能伸的平儿才是那一片配红花的绿叶 二探春的重头戏是大观园的承包 目的是为了缓解贾家的经济危机出多进少连黛玉都算了出来那些中层和高层们都是心知肚明只是大家一齐无视 探春想从大观园搞起这个地方住的主要是姑娘们不会影响别的主子们 先是和平儿说了凤姐管理上一些漏洞比如买办们给姑娘们的胭脂水粉都是次品姑娘们还要另花钱干脆免了买办这一项比如学堂里宝玉环哥贾兰吃点心的八两银子 在这时充分的显示平儿的高情商不管探春说什么平儿都说好但有个凤姐不办的理由连宝钗都赞叹平儿的舌头是什么做的 买办们故意用次品糊弄姑娘们分明是轻看了贾府的几位小姐不过是瞧着那几位都是庶出四姑娘年纪小能欺负就欺负了凤姐当然不理论这些买办人选都是她安置的都要给她送礼她当然睁一只眼闭一只眼不想姑娘们里出了玫瑰花探春不白受这个气 这些都是试探探春是在看凤姐的态度现在看来凤姐是在示好所以探春提出了承包制 探春的方案得到了宝钗的完善和补充比如不用归帐比如有收益的拿些钱散给没收益的 宝钗还特意强调了她是王夫人特意委派来管事的这就是亮了尚方宝剑算是管理起来师出有名 这次改动其实动了凤姐的蛋糕人员重新安排不用归帐自然少了给凤姐送礼的人幸而三姑娘的时机对凤姐此时得罪人太多正想抽身所以就双手造成了探春的方案 探春的方案是借鉴的赖管家里的方案这说明这些管家们早就开始使用了 赖家难怪能致富别人花钱养园子人家是园子给他们挣钱人家的小园子一年还二百两收益二百两不是小数目一个姑娘一月的月钱才二两等于她们十年的月银了 探春此次的方案只是为了让贾府节省一下园子里的开销到不是为了挣些钱 此时贾府还端着豪门的气派不肯为钱低头 只有探春算是迈出了务实的第一步意义是非常深远的 三大刀阔斧进退自如 应该说承包制之后探春在员工的中地位大增 大家再不敢小看探春没人会在介意她是庶出的身份她的能力已经让人忽略了她的背景 等到玫瑰露事件时平儿就主动维护探春的面子不想因为玫瑰露事件扯出赵姨娘让三姑娘生气这一观点得到了宝玉袭人等人的赞同大家都愿意为了探春而让宝玉承担这个骂名 赵姨娘终于因了女儿而得到了众人的礼遇 而探春却懂得进退承包制触动了很多人的利益影响了很多人有人是损失了利益有人是获取了机会 有人欢喜有人忧 接下来再做事探春不再是玫瑰花的姿态开始谨慎稳重 惜春那里的丫鬟彩儿的娘犯了错误林之孝家的请示撵出去探春却让先回二奶奶再回李纨那些人都请示过了她才表态连黛玉都说探春是个乖人不多走一步不做威福 这是探春的聪明之处她办了件影响诸多人的大事马上低调了这是懂得进退免得成了众矢之的 这才是大家小姐的稳妥之处她终还是闺阁女子声誉非常重要那才是她的终身大事不能传出嚣张之名影响她的形象 探春办事越来越老成越来越有大家族管理者的风范难怪凤姐说探春读书识字比她更厉害 胸襟阔朗 精明志高 贾探春形象分析内容摘要作为金陵十二钗之一贾探春性格开朗大方才情高且有这自己的一番抱负是个有政治家风范的小姐红楼梦中关于探春的故事情节主要有探春组织诗社探春治家探春说抱负等件件事都给人留下深刻印象本文以这些事为佐证涉及探春的性格观念才华抱负能力等各个方面以及笔者对探春结局的看法较为全面的阐述了探春这一人物的闪光之处关键词探春 性格 才情 能力 结局 红楼梦众多人物形象中探春是浓墨重书的人物之一她的身上散发着一股怡人的清香给人耳目一新感觉她是一位妇女却没有妇女的悲天悯人她像男人却挣脱不了妇女命运的樊篱她有极强的理财治家能力却不能尽情发挥她有自己的一丝政治豪情但终究摆脱不了封建伦理的桎梏在她身上凝聚着曹雪芹对完美女性品质的塑造更寄托了他对封建没落家族进行改革的期望研究这一人物有助于我们为贾府的没落衰败寻找病根更有助于我们对封建伦理的进一步审视一探春的总体介绍 贾探春别号蕉下客贾政庶出女姐妹中排行第三探春是贾府的三小姐削肩细腰长挑身材鹅蛋脸儿俊眼修眉频盼神飞这是书中对探春在贾府地位和相貌的描述和其他的姐妹比较她举止大方胸襟阔朗没有迎春的懦弱也没有惜春的孤僻是个大气具有男子性格的女性却不像湘云那么大咧咧的不修边幅 从探春闺房的布置上看她与众姐妹也有着明显的不同探春喜欢阔朗她的三间屋子连为一体房中当地放一张桂梨大理石大案案上磊着各种名人的法帖笔墨纸砚一应俱全墙上挂的是米芾的烟雨图和颜鲁公的墨迹和其他姐妹包括宝玉房里精致细巧的摆设比探春房里的布置非常简单琴棋书画在古代小姐房中是常有的消遣品探春房里的书画也不代表她有怎样高深的学问在文才上探春虽然比不及宝钗和黛玉但也有其不凡的一套能写出簪菊残菊之类的雅诗也能说出知鬓冷沾三经露葛中香染九秋霜之类的佳句大观园中热热闹闹的诗社活动让众姐妹的才情发挥的淋漓尽致而这一活动的发起人却是她让人不得不认同她组织的能力和其追求风雅的心 探春对丫头的管教特别严格她吃饭的时候丫鬟们在两旁鸦雀无声其他的姐妹却做不到如此例如迎春根本指挥不了自己的丫鬟和老妈子们甚至会受这些下人们的气大观园里的姊妹们在这一点上没有一个不敬佩她的连平儿也说她是个姑娘家不肯发威动怒这是她尊重你们就藐视她欺负她果真招动了大气二奶奶王熙凤也不敢怎么样还说二奶奶在大姑子小姑子里头也要让她五分可见王熙凤对她这个小姑子也很敬佩二探春理财治家的能力和她的政治家风范 在曹雪芹笔下探春是属于大观园里正统一派的女性正统派的女性中还有王熙凤薛宝钗等而探春在其中是比较有政治风度的一个 探春与其他正统女性极为不同的地方是她有自己一番人生抱负她自己是这样说的我但凡是个男人可以出得去我心早走了立一番事业那时自有我一番道理偏我是个女孩儿家一句多话都没有我乱说的由此可见探春并不安心于做一个富贵人家的小姐或者太太了此一生 探春的才能更多的表现在她治家理财的行动上其一第五十五回探春的舅舅赵国基死了她没有多顾及死者与自己的关系和母亲赵姨娘的哭闹而是按照规矩给了二十两的礼钱当然这其中还有探春不以舅舅为亲人的因素但也能看出她公事公办大公无私的态度但凡管事的媳妇姑娘少有做到这点的其二她蠲免了宝玉贾环贾兰以上学为名义实际上作为袭人赵姨娘李纨零花的月钱虽然这件事引起了他人的不满却没有人说句反对的话因为人人心里都明白探春做的是正确的这件事后王熙凤嘱咐平儿说她虽是姑娘家心里却事事明白不过言语谨慎她又比我知书识字更厉害了一层又如今俗语说擒贼先擒王倘她驳我的事你可别分驳你越恭敬越说驳得是才好千万别想着怕我没脸和她一顶就不好了可见这个向来无所畏惧的凤辣子对探春也有所畏惧于细微处看出她这个小姑子管家的能力与过己之处 在和王熙凤的利益不抵触的情况下探春又紧接着做了两件让人佩服不已的事第一她把每个小姐每月置办头油和粉的二两银子蠲免了因为这些姑娘们每个月已有了二两月钱在这里探春发现了贾府家庭经济中存在着买办现象虽然只是买办点丫头姑娘们的脂粉却存在很大的弊端买办的人不是拖延送物的时间就是买些质量低劣的让姑娘们根本没有办法使用仍然要重买探春免了这个钱对姑娘们的损失并不大倒是打击了买办们的恶势力第二年里她在赖大家看见赖大花园的管理方法认为好就按照一样的方法派专人管理贾府的花园每个月只要管理的人能奉呈少量姑娘们的头油脂粉钱花园中的收益就全属于他们的这种甚至具有现代农业生产观念的经济方法竟然出于一个姑娘的手中的确不是件容易的事回目上曹雪芹题的是敏探春兴利除宿弊一个敏字可见曹雪芹也对自己笔下这个三小姐赋予了极高的关注赐予了她无比的智慧 探春治家是由于王熙凤病了而顶替王熙凤治家的人除了探春还有李纨和薛宝钗其他两个人在治家的过程中始终没有引起我们过多的注意因为探春在这一治家的过程中做了很多兴利除弊之事吸引了所有的目光她见识长远措施正确精明干练毫不亚于王熙凤也让人习惯拿她与王熙凤这个历来管家的媳妇做比较 王熙凤理财贪且狠和她为人是一个样儿的她把苛捐杂税作为收入的主要而不发展实业当然这不完全是她的责任那个社会发展的必然王熙凤理财比较突出的还有她的假权舞弊王熙凤放高利贷收受贿赂而且让家中其他人毫不知情真是有她的一套直到第一百零五回锦衣府的官员查抄荣宁府的时候在她的房中抄出大量借据大家才知道她还有私自放高利贷这档子事王熙凤理财是极为自私的她所做的一切都是为了填满自己的腰包而探春理财却不是如此探春蠲免了小姐丫鬟多领的头油胭脂钱免了借公子们学里零花的名义而实际上进了他人腰包的津贴将花园派给佣人们承包从这几件事我们可以看出探春理财的作风即极有积极意义的开源节流探春节省了看起来不多的小钱使用的也是极其简单的方法但正是这种种做法使得日渐败落的贾府人尽其力地尽其利物尽其用有了一丝好转的气息这样做也使上下人等对她又敬又畏可谓两全其美可惜这只是一线曙光等王熙凤身体梢好一切仍然如旧管理上仍然收外面账房管辖内部的改良措施一扫而空连一线生机都没有了 贾府里老妈子媳妇丫鬟众多在这群下人中也存在着欺压有的甚至不把主子放在眼里例如李嬷嬷仗着养过宝玉时常来教训怡红院里的大小丫鬟迎春更是管不了自己的丫头嬷嬷们而探春在管家的时候就大大煞了吴登新家媳妇的威风此后还狠狠的打击了王善保家的媳妇王善保家的媳妇在晴雯被逐屈死一事上有着不可脱卸的责任平时依仗自己是王夫人的陪房媳妇而飞扬跋扈第七十四回王善保家的和王熙凤抄检大观园抄检到秋爽斋的时候探春秉烛开门而待大谈家败始于自杀自灭连王熙凤都要陪着笑脸道歉王善保家的却不识相的连探春的身都要搜上一回招来了探春的巴掌这一事件探春的不可侵犯表现的极为充分她词锋凌厉气势上完全凌驾于王熙凤狠狠的教训了王善保家的媳妇灭了这类下人的气焰为改变贾府存在的悍仆欺主的现象尽了力三封建伦理观念对探春的影响 贾府有四个贾姓的小姐即元春迎春探春惜春这元迎探惜四个字通常被说为有原应叹息的意思不论这是不是后人们牵强附会大观园中姊妹们都难逃凄凉的悲剧命运这是红楼梦所欲表现的要点我们的三小姐探春既然身在红楼她的命运也是一样难逃其悲剧性 探春的出生是她悲剧之一探春是赵姨娘所生在封建大家庭中庶出偏生是件很不光彩的事这对于探春这个具有政治风度有番人生抱负的小姐是个不能为自己所原谅的弱点和暗疾这个无法弥补的缺憾使得探春对人对事特别的谨慎惟恐被别人做了议论的对象探春和自己的母亲赵姨娘性格不和时常闹矛盾赵姨娘对自己这个女儿没有任何的好感而探春对自己的母亲的所作所为也是非常怨恨 在探春几乎是没有把自己的生身母亲放在眼里她自己这样说到她赵姨娘那想头自然是有的不过是阴微鄙贱的见识她只管这么想我只管认得老爷贾政太太王夫人两个人别人我一概不管这样说来探春是不当赵姨娘为亲娘的第六十回探春对李纨尤氏说这么大年纪行出来的事总不叫人敬伏这是什么意思也值的吵一吵并不成体统这句话足以见得在别人面前探春对赵姨娘的态度依然是这样不留任何情面没有任何母女的感情探春对自己的舅舅赵国基亲弟弟贾环也是一样的冷漠当赵姨娘质问探春赵国基去世时礼钱问题时探春一面哭一面说谁是我舅舅我舅舅年下才升了九省检点那里又跑出一个舅舅来探春根本不以赵国基为亲不难想这也是由于赵姨娘的关系第二十七回赵姨娘为探春给宝玉作鞋而从不理会贾环一事和探春争执第五十五回探春按规矩只给舅舅赵国基二十两的礼钱引起赵姨娘大闹第六十回探春出面调停赵姨娘因贾环要蔷薇硝惹出的打闹一件件事都可以看出赵姨娘贾环母子在贾府讨人嫌的地位和探春对母亲亲弟兄感情的冷淡 探春这样做完全出于个人的考虑出于封建伦理的观念她极力想摆脱自己庶出的地位即使是无法改变也想通过行动来与自己的母亲划清界限不至于让其他人看扁她这样做博得了贾府大多数人的认同讨了王夫人的欢心连王熙凤都叹息道好好好好个三姑娘我说她不错只可惜她命薄没托生在太太肚里相信探春自己也会在暗中这样叹息自己的命运不济不是太太的女儿四关于贾探春结局的看法 关于探春的结局在长久的争论后基本上有了统一定论那就是嫁到了海外成了王妃这虽然和一般我们看到的书中的结局不同但是续书和曹雪芹的原意不符之处不止一二就不多讨论了我只将前八十回里暗示探春结局的地方一一指出 首先看第五回金陵十二钗正册中的判词众所周知这里对各个小姐姑娘的评说暗含了她们的未来这里对探春的判词写到后面又画着俩人放风筝一片大海一支大船船中有一个女子掩面泣涕之状也有四句写云才自精明志自高生于末世运偏消清明涕送江边望千里东风一梦遥红楼梦十二支曲子中第五首分骨肉云一帆云雨路三千把骨肉家园齐来抛闪恐哭损残年告爹娘休把儿悬念自古穷通皆有定离合岂无缘从今分两地各自保平安奴去也莫牵连山遥水远凄凄惨惨生死离别一般这分明是一去不返的意思如果像高鹗续书那样只不过是嫁到海疆众长辈商议嫁女的时候不过是觉得嫁的远了些但尚可以回家未尝不可以接受书的结尾处探春竟然真的回家探亲了既然如此何谈生死悲痛远嫁的悲伤也许会有但想到将来也是可以回娘家就大可不必如此曲子的名字也不必起作为分骨肉了 在七十回众姐妹抓阄填柳絮词探春写出半首南柯子再次印证了探春的远嫁 再看第六十三回寿怡红群芳开夜宴这一回里大观园的姐妹在怡红院为宝玉过生日开夜宴行酒令的时候每个人都要抽签抽的签上都有考语暗寓着每个人的身世命运这是很明显的例如宝钗抽到的签上有一支牡丹题曰艳冠群芳黛玉抽到的签上有一只芙蓉题曰风露清愁诗云莫怨东风当自嗟而探春抽到的是一只杏花题曰瑶池仙品诗云日边红杏倚云栽注云得此签者必得贵婿探春抽到签时众姐妹都笑道家里已经有个王妃难道你也是个王妃不成原来探春抽的签中瑶池仙品日边都意味着她将成为帝王之妻可见探春是王妃无疑了这和注中解释得贵婿是一致的贾府已是公侯之家只有嫁入比公侯更高的门中才可以称的上是得贵婿而续书中探春只是嫁给了镇海总制的儿子怎么都不能说的上是得贵婿 在暗示探春结局的几处都用风筝来象征探春例如第五回的判词中有后面有画着两人放风筝第二十二回制灯谜时探春做的灯谜的谜底又是风筝云阶下儿童仰面时清明妆点最堪宜游丝一断挥无力莫向东风怨别离和刚才姐妹们抽的签一样这里个人做的灯谜也暗含着各个人的未来探春做的灯谜和她的清明时远嫁是相符的谜底风筝不过意味着探春的将来像断线的风筝一样无依无靠至于象征探春的风筝究竟是什么样子的在第七十回中关于众人放风筝的一段向我们摆明了一切七十回中各人放风筝的先后次序风筝的样式放风筝的方式都暗寓着各人的身世归宿像宝玉放不起来的美人风筝黛玉将风筝一放了之而探春放的却是一只软翅子大凤凰风筝凤凰历来都被比做是王者之妃的这里也绝不会是闲笔探春放风筝过程的寓意更加的明显两只凤凰风筝在空中绞在了一起又一个门扇大的玲珑喜字带响鞭的风筝在半天如钟鸣的逼近也和两个凤凰绞在拉一起且一齐飘飘遥遥的去了探春如果不是远嫁海外就不会是断线的风筝而特写凤凰风筝正暗示探春作王妃 探春应该是海外的王妃且只能做海外的王妃印证元春的判词三春争怎及初春景探春不可能超过元春所以不可能成为本国的王妃因此也只能远嫁到外邦做王妃了虽然是王妃可她是远离故国在海外小国做了王妃按传统的观念这正是莫大的悲剧探春纵有天高的本事对自己的命运无能为力 才自精明志自高生于末世运偏消探春也只是整个悲剧中的一曲罢了",
        "Source": ""
    },
    {
        "Name": "Jiaxichun",
        "Reviews": "勘破三春景不长缁衣顿改昔年装可怜绣户侯门女独卧青灯古佛旁指的是贾惜春惜春是贾府四姑娘是宁国府贾珍的妹妹由姨娘所生洁身自爱自持清高眼看三个姐姐不幸的命运最后遁入空门黛玉刚进贾府时惜春年岁还小没有描述相貌只说当时三姐妹衣裙都一样的妆饰但刘姥姥曾夸过惜春好模样又能干说她是神仙托生的因贾母极爱孙女所以姐妹们都在贾母身边一起生活读书惜春和二姑娘都不会作诗结诗社时惜春只能做李纨的下手誊录监场然惜春虽不会诗但她是大观园里唯一的画家因当时刘姥姥一句感叹故贾母让惜春作画把大观园的亭台楼阁花草树木画出来还得配上现在住的这群姐妹等人物黛玉曾笑说把刘姥姥也画进去戏称携蝗大嚼图但惜春自己说不会工细楼台及人物猜想她可能会国画类的花草山水不会工笔画吧然书中写到惜春笔也没几种颜料也很少真的她能画好大观园吗书中虽然惜春出场不多但在抄检大观园时曾有不少的言辞当时搜到她的丫鬟入画帮着兄弟藏了一些钱财物件惜春得知马上要让凤姐把入画带出去就怕丢了她的面子她嫂子尢氏帮着入画说情她本人居然一味的怕连累她说得尢氏都生气了惜春还说别人不识字呆子就是为保自身清白不愿别人累极到她善恶生死父子不能有所勖助何况你我二人之间我只知道保得住自己就够了不管你们从此以后你们有事别累我所以最后惜春的结局是穿上黑衣遁入空门 将那三春看破桃红柳绿待如何把这韶华打灭觅那清淡天和说什么天上夭桃盛云中杏蕊多到头来谁把秋捱过则看那白杨村里人呜咽青枫林下鬼吟哦更兼着连天衰草遮坟墓这的是昨贫今富人劳碌春荣秋谢花折磨似这般生关死劫谁能躲闻说道西方宝树唤婆娑上结着长生果 贾惜春的性格特点是什么惜春是个怎么样的人 读过红楼梦的人都知道薛宝钗是一位冷美人她有病时服的是一种配方极为特殊的冷香丸她虽然才貌不减黛玉任是无情也动人却是礼法自持决不让感情战胜理智其实薛宝钗的心并不冷除了金钏之死中她的那些表现她也时有富于同情的表现譬如她给史湘云出主意办诗社从自己家里拿出几大篓又肥又大的螃蟹来解决了史湘云的难题其中看不出有什么贪图惟一的动机便是同情她又把史湘云在家作活儿作到半夜三更的情况告诉袭人让袭人不要再求史湘云作活儿了又譬如薛宝钗对邢岫烟的种种帮助也都是出于一种同情所谓冷美人所谓无情恐怕主要是指薛宝钗在爱情方面表现得比较理智如果就是否具有同情心而言四姑娘惜春倒是一位真正的冷美人 小说一直到第七十四回惑奸谗抄检大观园矢孤介杜绝宁国府以前还没有看到有关惜春的加力的描写 我们只注意到惜春半开玩笑半认真地说过以后要剃了头和智能一块儿当姑子去另外惜春会画画巧姐以外惜春是金陵十二钗中最小的一钗她在警幻仙子的册子上也是挂了号的我们从册子上知道惜春最后的结局是缁衣顿改昔年妆独卧青灯古佛旁作者对于惜春的悲惨结局怀有深刻的同情可是这种同情并不影响作者同时又写出这位四姑娘的冰雪一般的绝情 惜春的冷在抄检大观园的突发事件中暴露无遗风姐王善保家的一行人到了蓼风轩惜春那儿在她的丫鬟入画的箱子里发现了违禁品其实不过是贾珍赏给入画哥哥的一些东西包括一大包金银锞子一副玉带板子一包男人的靴袜而已惜春开始是吓的不知当有什么事放手让来人搜查接着在她的丫鬟入画的箱子里发现了违禁品惜春见此更加害怕便说我竟不知道这还了得二嫂子你要打他好歹带他出去打罢我听不惯的我竟不知道是先将自己洗刷干净这还了得是肯定入画问题十分严重你要打他好歹带他出去打罢这是把入画交出去听凭处理总而言之我和入画毫不相干只要你们不来找我的麻烦怎么处理人画都可以多么怯懦又多么自私的灵魂啊多么狠心又多么无情无义的四姑娘啊 读到这儿惜春已经不但使我们感到可笑而且进一步地让人感到了她的可憎惜春急于把入画交出去的心情甚至使来抄检的凤姐都觉得有点儿可笑如果真是贾珍赏给入画哥哥的东西虽然也犯了贾府的规矩又有什么大了不起的呢凤姐说这话若果真呢也倒可恕素日我看他还好谁没一个错按照贾府的规矩奴仆的私情就是犯罪奴仆私自收藏传递东西也是犯罪至于主子像贾琏那样和鲍二家的通奸那倒是没有什么关系 当时的情景是够入画心寒的一边是入画在苦苦地哀求保证东西确是贾珍所赐一边是惜春在要求凤姐别饶他这次方可这里人多若不拿一个人作法那些大的听见了又不知怎样呢嫂子若饶他我也不依好像入画是她惜春的仇人欲置之死地而后快凤姐问传递的是谁惜春便主动举报必是后门上的张妈惜春甚至要风姐当场把入画带走凤姐当然不肯 看到这里读者或许会产生这样的想法惜春是因为胆小因为事情突如其来没有思想准备所以才有这种失常的表现作者好像惟恐读者产生这样的误解紧接着就续上一段余波把惜春的冷写得足足的这便是尤氏和惜春的一番争执因为人画本是宁国府那边来的惜春先责怪尤氏管教不严接着是要尤氏把人带走最后表示或打或杀或卖我一概不管入画跪着哭着苦苦哀求尤氏和奶娘也在一边为人画说情可惜春小小年纪竟生就一副铁石心肠难怪她后来能出家她不管人画从小伏侍她一场的辛劳也不顾嫂子尤氏的情面竟是执意要将人画扫地出门 惜春不但不要入画而且还扬言宁国府那边也不去了因为她每每风闻得有人背地里议论什么多少不堪的闲话惜春说得十分明确我只知道保得住我就够了不管你们从此以后你们有事别累我惜春承认自己心狠但她有她的理由不作狠心人难得自了汉惜春自以为是大彻大悟其实是自欺欺人她的理论应该改作本是自私汉才作狠心人 这些姊妹独我的丫头这样没脸我如何去见人这才是她撵走入画的真正动机难怪尤氏说她是一个心冷口冷心狠意狠的人惜春真是大观园里名副其实的冷美人令人深思的是作者对于惜春的绝情并不是完全否定的所谓不作狠心人难得自了汉意思是说不下狠心断绝世间的种种感情纠葛便不能成为一个自由自在的人作者并不因人废言他一面不动声色地写出惜春的心冷口冷心狠意狠一面又肯定不作狠心汉难得自了汉因为作者的描写极客观所以给读者的印象这种狠心完全是社会逼出来的这一回的回目第二句是矢孤介杜绝宁国府就是一种肯定的口吻 作者同意这种大彻大悟的态度也可以从脂评中找到证明抄检大观园的这一回针对惜春的绝情有脂评说惜春年幼偏有老成练达之操我们可以由此联想到宝玉的出家宝玉的出家也是非常绝情狠心的行为尽管可以说宝玉的出家是一种反抗但对于宝钗袭人对于王夫人贾政来说又是一种多么绝情多么狠心的行为啊所以在红楼梦第二十一回宝玉的一句话便权当他们死了毫无牵挂反能怡然自悦处有脂评曰此意却好但袭卿辈不忍如此弃也宝玉之情今古无人可比固矣然宝玉有情极之毒亦世人莫忍为者看至后半部则洞明矣此是宝玉三大病也宝玉看此世人莫忍为之毒故后文方有悬崖撒手一回若他人得宝钗之妻麝月之婢岂能弃而为僧哉 读过红楼梦的人都知道贾惜春是一位真正的冷美人小说一直到第七十四回惑奸谗抄检大观园矢孤介杜绝宁国府以前还没有看到有关惜春的加力的描写 我们只注意到惜春半开玩笑半认真地说过以后要剃了头和智能一块儿当姑子去另外惜春会画画巧姐以外惜春是金陵十二钗中最小的一钗她在警幻仙子的册子上也是挂了号的我们从册子上知道惜春最后的结局是缁衣顿改昔年妆独卧青灯古佛旁作者对于惜春的悲惨结局怀有深刻的同情可是这种同情并不影响作者同时又写出这位四姑娘的冰雪一般的绝情 惜春的冷在抄检大观园的突发事件中暴露无遗风姐王善保家的一行人到了蓼风轩惜春那儿在她的丫鬟入画的箱子里发现了违禁品其实不过是贾珍赏给入画哥哥的一些东西包括一大包金银锞子一副玉带板子一包男人的靴袜而已惜春开始是吓的不知当有什么事放手让来人搜查接着在她的丫鬟入画的箱子里发现了违禁品惜春见此更加害怕便说我竟不知道这还了得二嫂子你要打他好歹带他出去打罢我听不惯的我竟不知道是先将自己洗刷干净这还了得是肯定入画问题十分严重你要打他好歹带他出去打罢这是把入画交出去听凭处理总而言之我和入画毫不相干只要你们不来找我的麻烦怎么处理人画都可以多么怯懦又多么自私的灵魂啊多么狠心又多么无情无义的四姑娘啊 读到这儿惜春已经不但使我们感到可笑而且进一步地让人感到了她的可憎惜春急于把入画交出去的心情甚至使来抄检的凤姐都觉得有点儿可笑如果真是贾珍赏给入画哥哥的东西虽然也犯了贾府的规矩又有什么大了不起的呢凤姐说这话若果真呢也倒可恕素日我看他还好谁没一个错按照贾府的规矩奴仆的私情就是犯罪奴仆私自收藏传递东西也是犯罪至于主子像贾琏那样和鲍二家的通奸那倒是没有什么关系 当时的情景是够入画心寒的一边是入画在苦苦地哀求保证东西确是贾珍所赐一边是惜春在要求凤姐别饶他这次方可这里人多若不拿一个人作法那些大的听见了又不知怎样呢嫂子若饶他我也不依好像入画是她惜春的仇人欲置之死地而后快凤姐问传递的是谁惜春便主动举报必是后门上的张妈惜春甚至要风姐当场把入画带走凤姐当然不肯 看到这里读者或许会产生这样的想法惜春是因为胆小因为事情突如其来没有思想准备所以才有这种失常的表现作者好像惟恐读者产生这样的误解紧接着就续上一段余波把惜春的冷写得足足的这便是尤氏和惜春的一番争执因为人画本是宁国府那边来的惜春先责怪尤氏管教不严接着是要尤氏把人带走最后表示或打或杀或卖我一概不管入画跪着哭着苦苦哀求尤氏和奶娘也在一边为人画说情可惜春小小年纪竟生就一副铁石心肠难怪她后来能出家她不管人画从小伏侍她一场的辛劳也不顾嫂子尤氏的情面竟是执意要将人画扫地出门 惜春不但不要入画而且还扬言宁国府那边也不去了因为她每每风闻得有人背地里议论什么多少不堪的闲话惜春说得十分明确我只知道保得住我就够了不管你们从此以后你们有事别累我惜春承认自己心狠但她有她的理由不作狠心人难得自了汉惜春自以为是大彻大悟其实是自欺欺人她的理论应该改作本是自私汉才作狠心人 这些姊妹独我的丫头这样没脸我如何去见人这才是她撵走入画的真正动机难怪尤氏说她是一个心冷口冷心狠意狠的人惜春真是大观园里名副其实的冷美人令人深思的是作者对于惜春的绝情并不是完全否定的所谓不作狠心人难得自了汉意思是说不下狠心断绝世间的种种感情纠葛便不能成为一个自由自在的人作者并不因人废言他一面不动声色地写出惜春的心冷口冷心狠意狠一面又肯定不作狠心汉难得自了汉因为作者的描写极客观所以给读者的印象这种狠心完全是社会逼出来的这一回的回目第二句是矢孤介杜绝宁国府就是一种肯定的口吻 作者同意这种大彻大悟的态度也可以从脂评中找到证明抄检大观园的这一回针对惜春的绝情有脂评说惜春年幼偏有老成练达之操我们可以由此联想到宝玉的出家宝玉的出家也是非常绝情狠心的行为尽管可以说宝玉的出家是一种反抗但对于宝钗袭人对于王夫人贾政来说又是一种多么绝情多么狠心的行为啊所以在红楼梦第二十一回宝玉的一句话便权当他们死了毫无牵挂反能怡然自悦处有脂评曰此意却好但袭卿辈不忍如此弃也宝玉之情今古无人可比固矣然宝玉有情极之毒亦世人莫忍为者看至后半部则洞明矣此是宝玉三大病也宝玉看此世人莫忍为之毒故后文方有悬崖撒手一回若他人得宝钗之妻麝月之婢岂能弃而为僧哉 性格成因 惜春的兄嫂贾珍尤氏对她的关心是怎样的呢在前八十回中都未提及过他们之于惜春的关怀亲情的缺位使她更无从得到世间的温情惜春没有惊人的才华没有令人艳慕的外表很少有人设身处地地为她想过惜春身处繁华之中的落寂让人怜惜之余更有慨叹她所处的环境众人的态度使她逐渐对世事冷漠对生活冷淡起来因而形成了冷的性格 惜春之洁正是相对于宁府之不洁而言若说当着凤姐的面撵入画是出于无奈那第二天找来尤氏带入画走则是故意借题发挥以此达到与兄嫂决裂的目的惜春早就想摆脱宁府给她带来的阴影而恰好入画之事与宁府有着千丝万缕的联系她说古人说得好善恶生死父子不能有所勖助何况你我二人之间这可以说她以自己全部的智慧和人生阅历得出的人生真谛她的洁的性格导致了她的冷而以这种冷来达到洁的目的归根到底就是不能同流合污也许她唯一的过错就是带累了无辜的入画使入画成了她断绝宁国府的炮灰 惜春说过我只知道保得住我就够了不管你们去从此以后你们有事别累我第七十四回也许你会认为她这是绝情绝义语其实从佛教理论上讲这正符合了小乘佛教所重视的自渡虽然自渡比普渡要狭隘得多但我们不能因此说自渡是错误的惜春向往大光明她耐得住寂寞守得住凄凉清净无为圆融自通她厌弃世俗的浮躁与丑陋因其洁而不能忍受世间的污浊 批判现实 贾惜春勘破三春披缁为尼这并不表明她在大观园的姊妹中见识最高最能悟彻人生的真谛恰恰相反作者在小说中非常深刻地揭示了她所以选择这条生活道路的主客观原因 客观上她在贾氏姊妹中年龄最小当她逐渐懂事的时候周围所接触到的多是贾府已趋衰败的景象四大家族的没落命运三个姐姐的不幸结局使她为自己的未来担忧现实的一切既对她失去了吸引力她便产生了弃世的念头 主观上则是由环境塑造成的她那种毫不关心他人的孤僻冷漠性格尤氏说她是心冷嘴冷的人她自己的处世哲学就是我只能保住自己就够了所以当贾府一败涂地的时候入庵为尼便是她逃避统治阶级内部倾轧保全自己的必然道路 贾惜春勘破三春披缁为尼这并不表明她在大观园的姊妹中见识最高最能悟彻人生的真谛恰恰相反作者在小说中非常深刻地对惜春作了解剖让我们看到她所以选择这条生活道路的主客观原因客观上她在贾氏姊妹中年龄最小当她逐渐懂事的时候周围所接触到的多是贾府已趋衰败的景象四大家族的没落命运三个姐姐的不幸结局使她为自己的未来担忧现实的一切既对她失去了吸引力她便产生了弃世的念头主观上则是由环境塑造成的她那种毫不关心他人的孤僻冷漠性格这是典型的利已主义世界观的表现人家说她是心冷嘴冷的人她自己的处世哲学就是我只能保住自己就够了抄捡大观园时她咬定牙撵走犯了一点小错误的丫鬟入画而对别人的流泪哀伤无动于衷就是她麻木不仁的典型性格的表现所以当贾府一败涂地的时候入庵为尼便是她逃避统治阶级内部倾轧保全自己的必然道路对于皈依宗教的人物的精神面貌作如此现实的描绘而绝不在她们头上添加神秘的灵光圈这实际上已成了对宗教的批判因为曹雪芹用他的艺术手腕摘去了装饰在锁链上的那些虚幻的花朵同样曹雪芹也没有按照佛家理论把惜春的皈依佛门看作是登上了普济众生的慈航仙舟从此能获得光明和解脱而是按照现实与生活的逻辑来描写她的归宿可怜绣户侯门女独卧青灯古佛旁在原稿中她所过的缁衣乞食的生活境况也要比续书所写的悲惨得多 惜春在贾氏四姐妹中最小当她长大懂事的时候贾府已日趋衰败她从三个姐姐的遭遇上更深地感受着家庭的没落现实的不可恋她找不到出路只能看破红尘选择独卧青灯古佛旁的逃避现实的道路 对于皈依宗教的人物的精神面貌作如此现实的描绘而绝不在她们头上添加神秘的灵光圈这实际上已成了对宗教的批判在这里曹雪芹用他的艺术手腕摘去了装饰在锁链上的那些虚幻的花朵同样曹雪芹也没有按照佛家理论把惜春的皈依佛门看作是登上了普济众生的慈航仙舟从此能获得光明和解脱而是按照现实与生活的逻辑来描写她的归宿 心冷口冷 惜春的冷在抄检大观园的突发事件中暴露无遗凤姐王善保家的一行人到了蓼风轩惜春那儿惜春开始是吓的不知当有什么事放手让来人搜查接着在她的丫鬟入画的箱子里发现了违禁品惜春见此更加害怕她说我竟不知道是先将自己洗刷干净这还了得是肯定入画问题十分严重你要打他好歹带他出去打罢这是把入画交出去听凭处理总而言之我和入画毫不相干只要你们不来找我的麻烦怎么处理入画都可以 紧接着又续上一段余波把惜春的冷写得足足的这便是尤氏和惜春的一番争执惜春先责怪尤氏管教不严接着是要尤氏把人带走最后表示或打或杀或卖我一概不管入画跪着哭着苦苦哀求尤氏和奶娘也在一边为入画说情可是惜春小小年纪竟生就一副铁石心肠难怪她后来能出家她不顾入画从小服侍她一场的辛劳也不顾嫂子尤氏的情面竟是执意要将入画扫地出门 惜春不但不要入画而且还扬言宁国府那边也不去了因为她每每风闻得有人背地里议论什么多少不堪的闲话惜春说得十分明确我只知道保得住我就够了不管你们从此以后你们有事别累我惜春承认自己心狠但她有她的理由不作狠心人难得自了汉 令人深思的是作者对于惜春的绝情并不是完全否定的所谓不作狠心人难得自了汉意思是说不下狠心断绝世间的种种感情纠葛便不能成为一个自由自在的人作者并不因人废言他一面不动声色地写出惜春的心冷口冷心狠意狠一面又肯定不作狠心人难得自了汉因为作者的描写极客观所以给读者的印象这种狠心完全是社会逼出来的这一回的回目第二句是矢孤介杜绝宁国府就是一种肯定的口吻 作者同意这种大彻大悟的态度也得到了脂批的肯定抄检大观园的这一回针对惜春的绝情有脂批说惜春年幼偏有老成练达之操 大彻大悟 惜春一生在悟字上颇下了点功夫也终于悟出了一点人生的真谛正如虚花悟曲中所唱的词儿那样但是惜春的悟不是顿悟而是在贾府由盛到衰三春相继去尽中逐渐觉悟的判词和曲中所说的堪破三春就是她的姐姐元春迎春探春的悲剧结局使她认识到人生纵有桃红柳绿也是好景不长贵如元春竟是关在那见不得人的去处偶有一次省亲以泪洗面强作欢颜而已最终逃脱不了一死的命运二姐迎春一生懦弱恰又嫁给了一得势便猖狂的中山狼终于被虐待而早亡三姐探春可称女中丈夫志大才清可又是一番风雨路三千远嫁他乡三个姐姐的不幸而去给惜春的打击非常重尽管小说中没有写她如何评论发何种感慨但从书中的有关情节中可以看出这位性格内向孤僻的小姐心灵深处应是颇多感叹的 贾府虽然是国公之家功名富贵奕世但在内外矛盾斗争中终于大厦将倾油灯将灭惜春从现实生活中看到你争我夺的丑恶现象令她心意灰冷感到生活的无趣这是古往今来许多大家子弟中常可以见到的一种现象愈是在这种贵族家庭中对世事中的丑恶感受愈深愈愤出走是一条路出家绝于红尘也是他们选择的一条路第74回赶走入画惜春与尤氏有一段争论惜春说道状元榜眼难道就没有糊涂的不成可知他们也有不能了悟的又说不作狠心人难作自了汉所谓自了汉就是说只能自管自身所以她说我不了悟我也舍不得入画了在这样的时刻惜春彻底心冷了悟透了在红楼梦第115118回中惜春终于下定决心完成夙愿出家了",
        "Source": ""
    },
    {
        "Name": "Jiayinchun",
        "Reviews": "贾迎春是中国古典小说红楼梦中的人物金陵十二钗之一荣国府贾赦与妾室所生的女儿贾琏同父异母的妹妹贾宝玉的堂姐 迎春老实无能懦弱怕事有二木头的诨名 她不但作诗猜谜不如姐妹们在处世为人上也只知退让任人欺侮即使是她的攒珠累丝金凤首饰被下人拿去赌钱她也不追究 一 迎春并不是大观园女儿中的佼佼者但其与元探惜三春共同构成了红楼梦的一条结构主线又是不可或缺的角色迎春善良懦弱恪守封建社会女德她的一生正是那个时代所孕育的温婉柔顺女子命运的缩影春天象征光明与希望但迎春的人生却似与其名字的寓意相反让人扼腕叹息 5 二 贾迎春是金陵十二钗之一才貌双全具有纯真善良宽厚聪明等大家闺秀的风范但也有懦弱和缺乏主见等缺点正是这一缺点导致贾迎春红颜薄命的命运当然罪恶的封建婚姻制度与不合理的封建家族礼法制度才是其中的祸首 6 三 莎士比亚曾说过脆弱啊你的名字就是女人的确在曹雪芹的红楼梦中我们碰到过不少有着这个名字的女人其中最容易使我们想起的便是贾府二小姐贾迎春所谓性格决定命运导致贾迎春悲剧形成的主要原因除了封建社会不合理的婚姻制度外还有其自身懦弱的性格而贾迎春之所以形成这样的性格除了封建社会的礼教熏陶来自家庭环境以及贾府自身内部矛盾的影响也尤为重要 7 若论受关注度贾迎春恐怕是金陵十二钗正册之中最不起眼的一位金钗读红楼梦者有人喜欢风神若仙子的林黛玉有人欣赏八面玲珑的薛宝钗有人心宜天真烂漫的史湘云但很少有读者喜欢贾迎春这与曹公给贾迎春设置的懦小姐人设有着很大的关系迎春为人怯懦毫无主见虽然位居小姐却连手下的丫环婆子都管不住以至于闹出懦小姐不问累金凤事件不得不说贾迎春的性格存在很大问题也正是她的性格缺陷最终导致了她的悲剧结局误嫁中山狼 清人涂瀛对迎春这一形象给予了极大的怜悯与感叹正所谓哀其不幸怒其不争他在红楼梦论赞中这般评价迎春 才情造物之所忌也则德尚矣然女子无才谓之德也若迎春者非其人耶何所遇之惨也说者以为非贾赦遗孽不至此由是言之婚姻之故虽曰天命岂非人事哉 既然封建社会提倡女子无才便是德迎春既无林黛玉的咏絮之才又无王熙凤的管家之能她谨遵封建礼教做一个规规矩矩的闺阁少女为何悲剧命运还是没有放过她细究下来迎春的悲剧跟她的生存环境与性格有很大关系 不公正的生存环境演化出迎春自卑的心性 荣国府赫赫扬扬已历五世家族中子孙众多可恰恰是处于这样的环境中对子孙的教育过程很容易滋生不公平因子以贾母为例作为贾府女性中的最高领导人她溺爱贾宝玉林黛玉等聪明伶俐的孩子却对迎春惜春贾环等才貌不济的孩子很少关心这种来自长辈的不公平待遇必然会导致贾府子孙心理的异变 而具体到迎春身上她的处境则更加严重迎春母亲早逝父亲贾赦是个好色之徒胸无点墨对迎春从未有过任何关心之举后妈邢夫人哥哥贾琏嫂子王熙凤也都不喜欢懦弱的迎春对她鲜有关心而在荣国府这个大家庭中迎春更是被当作透明体来对待贾府中举办过很多大型的活动比如大观园众姊妹创建诗社可迎春只被给了一个限韵的闲职根本没有参与感而到了第四十九回迎春干脆直接被贾宝玉忽视了 宝玉笑道明儿十六咱们可该起社了探春道林丫头刚起来了二姐姐又病了终是七上八下的宝玉道二姐姐不大作诗没有她又何妨第四十九 这处情节虽小但足以窥探迎春在众人心中地位应该一直属于可有可无的有她在就限个韵没她也不碍事贾宝玉一直以女儿是水做的骨肉作为至理名言连他都这般对迎春更不用说其他人了再看第七十一回正值贾母寿辰南安王妃想见见贾府小姐结果贾母宁肯叫林薛史三位外眷也不愿意让迎春过来书中这般记 南安王妃笑道既这样叫人请来贾母回头命凤姐儿去把史薛林带来再只叫你三妹妹陪着来罢凤姐答应了来至贾母这边第七十一回 由此观之迎春在贾府内从未受到任何关注贾府长辈们的不公平待遇必然会引发迎春心理上的自卑感进而进化为懦弱的个性同时不可忽略的是迎春本性善良并非争强好胜之人于是她选择将这些委屈自我消化可即便如此还要时常面对邢夫人的责备埋怨她不如探春等人 福祸自召的道家思想促使迎春选择以懦弱姿态处世 贾迎春最大的特点就是喜欢抱着一本太上感应篇来看第七十三回懦小姐不问累金凤中迎春奶妈偷了她的累金凤去赌钱迎春却秉承多一事不如少一事的原则希望这件事就此放过不需多言丫环绣橘便和奶妈儿媳王住儿媳妇大吵起来按理说这件事发生在自家屋里迎春总该管一管了吧可迎春是怎么做的呢书中这般记 绣橘又气又急一行说一行就哭了司棋听不过只得勉强过来帮着绣橘问着那媳妇迎春劝止不住自拿了一本太上感应篇来看第七十三回 脂批云神妙之甚从书上跳出一位懦弱小姐 因此太上感应篇似乎成为了迎春的一个性格符号这部道家经典的核心内容是劝人遵守道德规范从而做到止恶修善受辱不怨综合来说这部道教经典侧重从自我修身的角度来为人处事开篇便是 太上曰祸福无门惟人自召善恶之报如影随形是以天地有司过之神依人所犯轻重以夺人算算减则贫耗多逢忧患人皆恶之刑祸随之吉庆避之恶星灾之算尽则死 无疑这些观点对迎春的思想产生了极大的影响既然祸患都是人自己招来的那么选择当一只鸵鸟将头埋起来那么这些灾祸总不会来找我了吧迎春是这么想的更是这么做的对于奶娘偷盗自己的财物她表现出极大的宽容并对众人直言私自拿去的东西送来我收着不送来我也不要了她认为这样就能大事化小小事化无 值得注意的一个细节就是迎春如此宽容并不是为了顾及奶娘的哺乳之恩而是为了让自己避免麻烦所以当探春平儿等人准备将这件事情闹大让太太等人也知道时迎春立刻改了说法 迎春仍笑道问我我也没什么法子他们的不是自作自受我也不能讨情我也不去苛责就是了至于私自拿去的东西送来我收下不送来我也不要了太太们要问我可以隐瞒遮饰过去是她的造化若瞒不住我也没法没有个为她们反欺枉太太的理少不得直说第七十三回 从这个角度来看迎春是薄情的她表面看似善良能原谅绝不追究责任但她并没有个稳定的立场她始终以自己的绝对安全作为出发点不只是对自己奶娘连对从小跟着自己的丫环司棋也是如此第七十四回惑奸谗抄拣大观园司棋处查到了她和潘又安的来往书信于是绣春囊的嫌疑人被锁定在了司棋身上可在司棋被撵走的时候迎春只是流泪并没有采取任何拯救司棋的举动 那司棋亦曾求了迎春实指望迎春能死保赦下的只是迎春语言迟慢耳软心活是不能做主的司棋见了这般因哭道姑娘好狠心哄了我这两日如今怎么连一句话也没有了迎春含泪道我知道你干了什么大不是我还十分说情留下你岂不连我也完了第七十七回 迎春之不作为源自她对道家福祸自召理念的深刻认同既然福祸都是自找的那么无为而治岂不是最好的处世之道于是她干脆选择以懦弱的姿态处世以为这样便可规避所有的祸患孰不知这恰恰为她最后的悲剧结局埋下了伏笔 随波逐流的人生态度造就了迎春误嫁中山狼的悲剧结局 贾迎春因为受到道家思想的影响导致她养成了随遇而安随波逐流的人生态度她对胜负功利没有执念从而以最平和的方式接受人生的风风雨雨最为经典的例子就是第二十二回制灯谜贾政悲谶语正值元宵佳节元妃从宫中送来一个灯谜让贾府众姊妹们猜猜中便有赏赐黛玉宝钗等人纷纷猜着只有迎春和贾环两人没猜中看着其他姊妹都有赏赐迎春和贾环的态度完全不同书中这般记 太监拿了去至晚出来传谕前娘娘所制俱已猜着惟二小姐和三爷猜的不是太监又将颁赐之物送与猜着之人每人一个宫制诗筒一柄茶筅独迎春贾环二人未得迎春自为玩笑小事并不介意贾环便觉得没趣第二十二回 通过此情节我们在感叹迎春宽宏大气有大家小姐风范的同时也不得不分析这背后的危机迎春待人接物太过看得开想得通加上她懦弱的个性造就了她随波逐流的人生态度在大观园内她成了一个工具式的人物被其他人随意利用比如第四十回金鸳鸯三宣牙牌令中王熙凤与鸳鸯为了怂恿刘姥姥也加入到行酒令的活动中便让迎春故意错韵 鸳鸯道左边四五成花九迎春道桃花带雨浓众人道该罚错了韵而且又不像迎春笑着饮了一口原是凤姐儿和鸳鸯都要听刘姥姥的笑话故意都令说错都罚了第四十回 这种当众出丑的任务为何偏偏交给迎春来做呢自然是因为迎春性情怯懦而且为人木楞况且她自己也不在乎自然别人也乐得用她来扎筏子但若是迎春给他人留下这样的印象在日常生活中谁还将她放在眼里呢尤其是在人人一双富贵眼的贾府迎春的这种为人处事态度无疑存在很大问题 迎春随波逐流自以为是处事之道但实际上她的这种态度被他人视为懦弱二木头多一口气的死人如此这般贾母等家长们如何会喜欢这样的迎春这正好接上了我们上面提到的第一点不公正的生存环境但这种不公正恰恰是迎春自己的不作为造成的且看探春与迎春同为庶女亲生母亲赵姨娘还频频惹事可探春硬是凭借自己的实力获得了贾母王夫人等人的青睐迎春身上就缺乏了探春的这种骨气 贾迎春最终的悲剧也是这样造成的红楼梦第七十九回贾赦欠了孙家五千两银子便将迎春嫁给孙家来抵债孙家并非诗书簪礼之族与贾家并不相配贾政对这门亲事提出了质疑贾母心中也不十分趁意可唯独作为当事人的迎春从头到尾没发表过意见她随波逐流听之任之的人生态度再次主导了她的人生她任凭贾赦安排误嫁中山狼最终落得个金闺花柳质一载赴黄粱的结局 贾府女儿有四春元春迎春探春惜春皆居金陵十二钗正册可是每个人的命运却大不相同有人进宫为妃有人婚后赴黄粱有人远嫁有人常伴青灯古佛旁 世事无常谁也不能从一开始就预见自己的未来但其实也许命运早在生活中暗暗注定由不得自己就像迎春尽管出身在贵族却落得个悲惨的结局 世人皆道其性格之错殊不知没有得到爱的她如何才能有好的性格一个人的命运不能被唯一定论迎春虽被很多人惋惜甚至批评但各种缘由又有谁知 一 出身之苦 原文中写道二小姐乃赦老爹之妾所处名迎春在过去非嫡出的地位是很卑微的邢夫人只是她名义上的母亲迎春的懦弱性格未必没有这层庶出的关系有人也许会说那探春也是庶出为何她就有精明才干和决断个性这其中还有一层区别 同是庶出并没有错可是迎春父亲乃贾赦而探春父亲为贾政况且还有王夫人和宝玉的关怀其待遇差别其实不能仅仅用庶出嫡出来单一地判别 正是因为这种家人之间的情让探春会有归属感从而会有人格上的自信反观迎春无人问津就算有什么事儿邢夫人和贾赦也不会帮助更别提平日里的关心这是迎春懦弱性格养成的原因之一 且看在迎春乳母赌博获罪后邢夫人如何反应奉茶毕邢夫人因说道你这么大了你那奶妈子行此事你也不说说他如今别人都好好的偏咱们的人做出这事来什么意思 这句对迎春教育的话里更多的只是一种打击更多的只是在意一房的名誉更多的是怕人口舌而不是在用正确的方法引导 家庭环境的悲哀本不是生母的邢夫人的冷落寻花问柳的父亲和兄长贾琏的风流成性都是迎春在成长过程中爱缺失的原因也是造成其沉默寡言乃至于逃避的原因后来累金凤和司棋的事件中也没有拿出做主的风范不怨她没有被爱滋养着成长的她怎么又会有力量来保护别人呢 二才情之累 在大观园里众儿女们很多时候以才相聚无论是芦雪庵联诗还是诗社集会都离不开各个儿女们的才华的流光溢彩但是我们细细一想的话会发现迎春在其中的身影很是模糊 起诗社时众人为起别名玩笑半日可是到了迎春时迎春却以我们又不大会诗白起个号作什么推辞后来还是宝钗其以住所名字定了别号而在其他的活动上在其他姐妹们大放异彩时迎春也似乎是一个隐形的人存在感很低 本就没有开朗性格的她没有如黛玉般的才华在偌大的大观园里虽是贵族小姐却微小如渺茫的星相比起太阳月亮她是黯淡的 可是迎春就真的没有一点点可贵之处吗红楼梦里有很多名场面如黛玉葬花湘云醉卧但也许没有人发现迎春也有一幅专属于她的个人肖像画书中这样写道迎春又独坐在花阴下拿着花针穿茉莉花 她不是众人口中的二木头不是没有情思可是这点少女的天真烂漫不过是转瞬即逝湮没在偌大的大观园里甚至被人发现的机会都少得可怜 在那个单薄的评价体系中温厚内敛的迎春没有任何一点闪光点世人皆看得到黛玉宝钗湘云探春等女儿却忽视了每一个正值青春年华的少女都有的浪漫和对生命自然的追求 而我们对迎春的固有偏见又何尝不是我们在生活中对别人带有自我意识的否定的缩影生活中不是没有美而是缺少发现美的眼睛 三婚姻之惨 迎春的悲惨结局与她的婚姻有着莫大的关系原文中写道子系中山狼得志便猖狂金闺花柳质一载赴黄粱她的父亲贾赦欠孙家银子还不出便将迎春嫁给所谓的世交之孙孙绍祖以抵债 可那孙绍祖却并非善类骄奢淫逸作践妇女坏事做尽想那本就温厚内敛的迎春嫁过去如何能有好日子过后被虐待致死可怜可叹 这场婚姻悲剧迎春没有自己做主的余地封建社会全由父母做主贾赦邢夫人本就对其不甚关心更别期望祖母和叔父等旁人干预 一场封建包办婚姻视迎春为草芥到她生命的陨落为止她的命运都掌控在别人的手中可怜可叹 迎春的一生都是悲哀的没有人疼没有别人那样耀眼的才华没有一桩美好的婚姻可是这些不能成为批判她的缘由 生在贵族却有言不由衷的苦楚个中滋味没有切身经历不能妄作议论她的一生是可怜的而我们也应以爱看待这位女子而不是一味地指摘其性格懦弱沉默寡言 毕竟这都不是她自己做得了主的从小的家庭环境和各种缘由便养成了这种与大家不同的性格使她遭人闲话不少甚至得不到尊重而对于所谓的异或许理解才是正确对待之道",
        "Source": ""
    },
    {
        "Name": "Liwan",
        "Reviews": "李纨李纨是红楼梦金陵十二钗之一她是荣国府长孙贾珠之妻贾珠夭亡幸存一子取名贾兰亦系金陵名宦之女父名李守中曾为国子监祭酒李纨青春守寡心如槁木死灰是封建淑女那么李纨的性格有什么特点呢 红楼梦李纨的性格特点 红楼梦李纨的性格特点是贞静淡泊清雅端庄处事明达却又超然物外她是深巷中一泓无波的古井她是暮霭里一声悠扬的晚钟那古井那晚钟沉静从容却也沧桑 1才干卓越心胸宽广 论口才李纨与熙凤是天壤之别若论心胸则熙凤去李纨甚远对于李纨没有执掌家政的原因许多读者都会认同王夫人的看法以为李纨是个尚德不才的没有掌管这么大的一个家族的事务的能力其实不然李纨是很有管理才能的她的才干不在王熙凤和探春之下书中自有例证凤姐因小月久病家政失衡王夫人派李纨打理家中事务又命探春宝钗合同李纨裁处在这三架马车执掌家政期间人们只注重探春的敏宝钗的贤却全然忽略了李纨的德与才 探春原是协助李纨裁处事务的可几个月中主事的一直都是探春几件大事小事尽显探春的才干风头早盖过了李纨可李纨对此丝毫没有妒意反而处处支持探春维护探春这份情怀又岂是王熙凤所能有的对于探春对大观园所进行的兴利除宿弊的改革李纨是明确支持的而且她的支持是从一个当家人的立场来考虑的她说好主意这果一行太太必喜欢从这句话我们不仅可以看出李纨对婆婆王夫人的孝顺她是时时处处想着王夫人的也能看出李纨思考问题顾全大局她是从真正掌家人王夫人的角度来考虑探春的改革使之以权动之以利再无不尽职的了她认为探春这样的做法能够激发奴仆们的工作的积极性使其尽职尽责的工作自然有利于荣国府今后长远的发展 李纨从全局出发敢于支持探春的改革堪称有伯乐之才当探春可惜蘅芜院和怡红院这两处大地方竟没有出利息之物时李纨说蘅芜院里更厉害如今香料铺并大市大庙卖的各种香料香草儿都不是这些东西算起来比别处的利息更大怡红院别说别的单只说春夏天一季的玫瑰花共下多少花还有篱笆上的蔷薇月季宝相金银藤单这没要紧的花草干了卖到茶叶铺药铺去也值几个钱一席话使探春茅塞顿开一席话更充分证明李纨之才干不在探春之下李纨之所以不掌家是与其孀居的身份有关的一个寡妇麻药清净守节当然不能抛头露面去处理偌大家族中繁琐的家务事并不是李纨没有才能而是封建礼教的约束和她个人谨慎处事的作风不允许她施展才华 2心地善良 刘姥姥进大观园为了取悦贾母凤姐与鸳鸯合议捉弄刘姥姥李纨对他们说你们一点好事也不做又不是小孩子还这么淘气寥寥数语充分说明李纨的心地善良她认为如果你们是小孩子淘气还有情可原这么拿一个穷苦的农村老太太寻开心是不做好事从中我们可以看出李纨朴素的善恶观念对于刘姥姥这个农村老太太她是同情的关心的 赵姨娘是书中人人嫌恶的角色她心胸狭隘爱搬弄是非连亲生女儿也诅咒为了自己的利益她不惜重金要谋害王熙凤和贾宝玉当她在铁槛寺中邪时贾政连看都没看她一眼就走了王夫人本嫌她也撒手儿宝钗本是仁厚之人却只托周姨娘照应就来年自己的亲生儿子贾环也想一走了之只有李纨只动提出我也在这里吧要和周姨共同照顾赵姨娘她也是讨厌赵姨娘的可是看着她受苦李纨到底于心不忍也就不计较赵姨娘以往的种种恶处可见她的心胸是多么宽广心地是多么善良 最让人感到她心地善良的事是黛玉之死湘馆凄凉绛珠仙去颦卿独送临终当紫鹃深感这些人竟这样狠毒冷淡而向她求助时我毫不犹豫地站起身来便走而且一头走着一头落泪心中暗暗埋怨凤姐想出一条偷梁换柱之计怎奈老太太太太的命令难以违抗自己也不好过潇湘馆来竟未能少尽姊妹之情她在慨叹殚玉命运的同时又在责备自己对黛玉照顾得不够周到在众人都在为宝玉和宝钗的婚礼而忙碌的时候她却陪在黛玉的身旁帮助紫鹃准备黛玉的后事在黛玉的最后的时刻是她向可怜可叹的林妹妹伸出了温暖的手让黛玉与紫鹃感受到了一点人间的真情怪不得兴儿说我们家这位寡妇奶奶诨名叫做大菩萨第一个善德人 3淡薄金钱 与王熙凤对金钱的狂热追求形成对比李纨是一个把金钱看的很淡的人王熙凤曾为李纨算过一笔帐你一个月十两银子的月钱比我们多两倍子老太太太太还说你寡妇失业的可怜不够用又有个小子足的又添的十两和老太太太太平等又给你园子地各人取租子年终分年例你又是上份儿你娘儿们主子奴才总共没十个人吃的穿的仍旧是官中的一年能共算起来也又四五百两银子而且在李纨探春宝钗三人同理荣国府时我们从探春的口中又得知贾兰上学每月月银八两 从这两笔帐中我们可以看出在贾府李纨是经济比较富裕的人但我们从未看到李纨是如何花钱的李纨的生活简朴她不爱虚荣基本上过着一种恬淡平和的日子她可以说是贾府中勤俭节约的典范正因为她平时没有那种安富尊荣的享受所以在贾府被抄家后当贾家生活陷入困境中时她也没有象别人表现得那样难以忍受贫困 就连贾母都称赞她倒是珠儿媳妇还好她有的时候是这么苦没有的时候也这么着带着兰儿静静的过日子一个世宦千金公府奶奶能够如此恬淡从容地面对生活中的大起大落恐怕也只有李纨了 4洁身自好 李纨的美是毋庸质疑的同样毋庸质疑的是李纨的洁身自好红楼梦第四回介绍李纨因此这李纨虽青春丧偶且居处于膏粱锦绣之中竟如槁木死灰一般脂砚斋在这段文字旁批曰此时处此境最能越理生事彼竟不然实罕见者 宁荣二府的主子们对肉欲的追求简直到了荒淫无度的地步他她们心中根本没有什么伦理道德观念根本不顾及礼仪廉耻甚至做了丑事竟然还不避讳难怪焦大都看不过去要借着酒劲儿大骂呢在这样的环境中年轻貌美孀居的李纨却洁身自好独善其身李纨始终保持着她的高贵端庄她不曾为任何人动过心不曾有一点风流韵事她不抱怨自己的命运不希图从男人处展示自己的魅力释放自己的情感她就这样静静地处在这膏粱锦绣之地冷眼看别人纸醉金迷她是声色贾府中罕见的一股清流她自有出淤泥而不染的高洁怪不得脂砚斋叹曰实罕见者 贾兰受他母亲的影响是很大的贾家的家学是贾府的一部分它也和整个贾府一样乌烟瘴气浑浊不堪宝玉在这里不好好读书却和什么秦钟香怜眉目传情惹下风流情债当学堂内宝玉一派与金荣一派笔墨纸砚满屋横飞打得不亦乐乎的时候贾兰只是一个旁观这他没有伸手帮助宝玉的仆人茗烟当他的好朋友贾菌也抓起砚来要飞回去时贾兰忙按住砚极口劝到好兄弟不与咱们相干你看他小小年纪却能丝毫不受别人影响不正如他的母亲在贾府内不受人影响一样吗 李纨从一而终的封建淑女 李纨古典名著红楼梦中人物金陵十二钗之一她是荣国府长孙贾珠之妻贾珠夭亡幸存一子取名贾兰李纨亦系金陵名宦之女父名李守中曾为国子监祭酒李纨青春守寡心如槁木死灰是封建淑女是标准的节妇是妇德妇功的化身但她进入大观园后恢复了青春朝气不但带领诗社兴旺发达而且把大观园治理成青春女儿的净土和乐园 李纨不出头露面并不影响她的形象相反倒提高了她的声誉在下人的心目中她心善面软是一个活菩萨在众小姑子眼里她是一个作诗吃酒能和大家玩到一块去的大姐姐一个随和的好嫂子在她身上看不到节妇常有的那种矜持劲儿在贾母眼里她带着兰儿静静地过日子是一个好孙子媳妇贾母除了认为她好还觉得她寡妇失业的可怜平时领的工资让她跟自己一样多年终奖也让她拿最高的此外还给她园子让她收租子所以如果不考虑李纨孤衾冷枕的寂寞的话她的日子过得还算是满滋润的 李纨的日子过得精明她不占别人的便宜也不肯吃亏李纨算是一个精明人她精明在骨子里只争利益不争意气她不像凤姐那样要压人一头只要不损害她的利益她乐得做好人赵姨娘的弟弟死了她张口就赏四十两按照规矩只该赏二十两的这规矩探春都知道李纨未必一定没有听说过所以底下人都说她是大菩萨面子里子俱得实惠 读者须知红楼梦是指现存流传的八十回正文及合作者脂砚斋的批语本文探讨仅限定于红楼梦现存八十回文字 01 介绍一下李纨的家世 原来这李氏乃贾珠之妻虽然亡夫幸存一子取名贾蘭今已五岁已入学攻书这李氏亦系金陵名宦之女父名李守中为国子监祭酒族中男女无有不诵诗读书者至李守中承继以来便说女儿无才便有德故生了李氏时便不十分令其读书只不过将些女四书烈女传贤媛集等三四种书使他认得几个字记得前朝这几个贤女传罢了却只以纺绩针指为要因取名为李纨字宫裁因此这李纨虽青春丧偶且身处于膏粱锦绣之境竟如槁木死灰一般一概无见无闻惟知侍亲养子外则陪侍小姑等针绣诵读而已 可知李纨年轻守寡生有一子恪守传统礼节读的是列女传做的是纺织刺绣 李纨在荣国府的职责在六十五回正文兴儿和尤氏两姐妹闲聊时说了出来 我们家这位寡妇奶奶他的浑名叫作大菩萨第一个善德人我们家的规矩又大寡妇奶奶们不管事只宜清净守节妙在姑娘们又多只把姑娘们交给他看书写字学针线学道理这是他的责任除此问事不知说事不管 02 在家下人眼中李纨是个有善德的守贞节的照顾看管姑娘们而且起了诗社同姑娘们作诗弄画大观园里面好不热闹可见是个尽忠职守的 贾母合王夫人因素喜李纨贤惠且轻年守节令人敬伏 而且李纨有一点值得去肯定她在丈夫贾珠离世后将自己陪嫁过来的两个丫鬟放了出去让她们自由又苦了自己没有亲信了 李纨道你到是有造化的凤丫头也是有造化的想当初你珠大爷在日何曾不是也有两个人你们看我还是那容不下人的人天天只见他两个不自在所以你珠大爷一没了趁年轻我都打发了若有个好的守得住我到底有个膀臂了说着滴下泪来 可以在前八十回文字中看出李纨人品极好的没有端倪处 03 我们看细看组建诗社时是谁的主意 迎春惜春本性懒于诗词又有薛林在前听了这话便深合己意二人皆说是极探春等也知此意见他二人悦服也不好强只得依了因笑道这话也罢了只是自想好笑好好的我起了个主意反叫你们三个管起我来了宝玉道既这样咱们就往稻香村去李纨道都是你忙今日不过商议了等我再请 是探春邀请众姐妹并宝玉聚在一处作诗的而李纨巧妙地把诗社主导权夺了去说去李纨屋子里作诗李纨借故推辞拒绝了 李纨实际上也厌恶不喜财品行过高的人具体来说就是妙玉第五十回正文道 我才看见拢翠庵的红梅有趣我要折一枝来插瓶可厌妙玉为人我不理他如今罚你取一枝来 此处伏笔有关键情节故将李纨妙玉连在一处 04 这便到了大家都觉得李纨敛财有道的重点了 第四十五回正文诗社要活动经费便来找了凤姐探春先说凤姐点明了真正缘由李纨深知凤姐喜奉承爱迎合便道真真你是个水晶心肝玻璃人 周汝昌先生指出李纨此语是盛赞凤姐也然若如此读本书便是大笨人盖李纨心知凤姐喜听奉承话而且正好循凤姐之语顺水推舟故凤姐之巧巧不过李纨读者莫把李纨看得等闲 凤姐指明了李纨每年的收入有多少 凤姐笑道亏你是个大嫂子呢把姑娘们原交给你带着念书学规矩针线的他们不好你还要劝这会子他们起诗社能用几个钱你就不管了老太太太太罢了原是老封君你一个月十两银子的月钱比我们多两倍子老太太太太还是说你寡妇失业的可怜不彀用又有个小子足的又添了十两和老太太太太平等又给你园子地各人取租子年中分年例又是上上分儿你娘儿们主子奴才共总没十个人吃的穿的仍就是官中的一年通共算起来也有四五百银子这会子你就每年拿出一二百银子来赔他们顽顽能几年的限他们各人出了阁难道还要你赔不成这会子你怕花钱调唆他们来闹我我乐得去吃一个河涸海干我还通不知道呢 李纨吃穿用度不花自己的钱稻香村一带有地可以收租分年例红凤姐说让李纨拿出几个钱来在诗社同姑娘们玩玩取乐也是在情理之中的也没有凤姐说的要一二百两银子在自己府里玩乐实际不会过百两银子可李纨听到凤姐这话就因为说出来了她的真实财务状况就不乐意了 李纨笑道你们听听我说了一句他就疯了说了两车无赖的泥腿市俗家常打算盘分金拨两的话出来 脂砚斋批语道心直口拙之人急了恨不得将万句话来并成一句说死那人毕肖 全书合作者脂砚斋并没有替李纨说话也没有同情她可见脂砚斋是看了李纨在书中后来的令人发指的表现了 再看下文李纨紧逼凤姐 李纨笑道这些事我都不管你只把我的事完了我好歇着去省得这些姑娘们小姐们闹我凤姐忙笑道好嫂子赏我一点空儿罢你是最疼我的怎么为平儿就不疼我了往常你还劝我说事情虽多也该保养身子检点着偷空儿歇歇你今儿反到逼我的命了况且误了别人年下的衣裳无碍他姊妹们的若误了却是你的责任老太太岂不怪你不管闲事连一句现成话也不说我宁可自己落不是岂肯带累你呢 不管闲事连一句现成话也不说凤姐刺破了李纨为人的要害与问事不知说事不管相照应 05 看李纨的判词 桃李春风结子完到头谁似一盆兰 为冰为水空相妒枉与他人作话谈 脂砚斋批语道真心实话 看她的曲晚韶华 镜里恩情更那堪梦里功名那美韶华去之何迅再休提绣帐鸳衾只这带珠冠披凤袄也抵不了无常性命虽说是人生莫受老来贫也须要阴骘积儿孙气昂昂头带簪缨光灿灿腰悬金印威赫赫爵位高登昏惨惨黄泉路近问古来将相可还存也只是虚名儿与后人钦敬 可知李纨是在贾籣考取了功名后不久虽封了诰命不久死去了 虽说是人生莫受老来贫也须要阴骘积儿孙说得是李纨守着钱财毫无良知 06 留余庆留余庆忽遇恩人幸娘亲幸娘亲积得阴功劝人生济困扶穷休似俺那银钱上忘骨肉的狠舅奸兄正是乘除加减上有苍穹 上述这首是凤姐的女儿巧姐的判词 有一座荒村野店有一美人在那里纺绩其判曰 事败休云贵家亡莫论亲偶因济刘氏巧得遇恩人 巧姐最后做了刘姥姥家里的童养媳刘姥姥善心忠厚算是比较好的结局了 那家亡莫论亲的亲指的是谁 休似俺那银钱上忘骨肉的狠舅奸兄 舅是指凤姐的兄长王仁即忘仁兄是指贾籣有其母必有其子 贾籣的守财性格便是继承了李纨李纨整日教导他性格自然与李纨无二 由判词可知巧姐会被其舅王仁卖到窑子里去而刘姥姥前去营救需要一大笔赎金把巧姐赎回来板儿应该去向李纨借钱去了依照李纨不管闲事的性子钱会借的来吗李纨应该拒绝了这事儿对巧姐深陷深渊置之不理不管不顾 李纨这样的行为纵然不说是在当时传统社会就是放在当代舆论下也不会有人称赞她做的对吧更何况在那种时候 敛财有道用于正途是正经的营生更要弘扬但像李纨这种做法需要引以为戒",
        "Source": ""
    },
    {
        "Name": "Miaoyu",
        "Reviews": "内容摘要本文主要描写了妙玉的性格与爱情她的出身她所处的环境造就了她被扭曲的怪僻性格和灵魂但她敢于打破世俗的常规戒律去大胆追求正常人的生活和爱情可一个人不可能超越她所处的历史阶段而存在因此妙玉最后仍是以悲剧结束自己的生命 关键词 世难容 怪僻 才华馥仙 梅花 爱情 在红楼梦的金陵十二钗中有一个披着面纱的神秘女子她就是妙玉妙玉与林黛玉不同二人虽都是痛失双亲才华馥仙孤高自许目下无尘但她却是身陷佛门带着无数的枷锁和羁绊同时妙玉也与贾惜春不同惜春是身在凡尘心向佛门而妙玉是身在佛门心向凡尘那么妙玉究竟是怎样一个人物我们究竟该如何来看待她呢这个人物身上又蕴含了怎样的内在意义呢 为了更深刻的理解妙玉的性格特征本文试从这三个方面来予以探讨以对妙玉这个人物及在红楼梦中的角色地位有一个客观清晰的了解 一妙玉究竟是怎样一个人物 我们先来看看红楼梦中专论妙玉的那支世难容的曲子 气质美如兰才华馥比仙天生成孤僻人皆罕你道是啖肉食腥脓视绮罗俗厌却不知好高人愈妒过洁世同嫌可叹这青灯古殿人将老辜负了红粉朱楼春色阑到头来依旧是风尘肮脏违心愿好一似无暇白玉遭泥陷又何须王孙公子叹无缘⑴ 作者以世难容三字来评述这只曲子这三字不仅概括了妙玉多方面的复杂性格也道出了她曲折独特的一生妙玉那世难容的思想性格和她那世不容的生活道路蕴藏着发人深思的思想内容熔铸着耐人寻味的社会意义 红楼梦是一部反映中国封建社会的百科全书它的锋芒所向遍及整个中国封建社会的经济基础和上层建筑当然也涉及到上层建筑之一的宗教书中描绘了大量的宗教仪式道观寺院僧尼道士妙玉就是其中的一个妙玉是一个介于幽尼与闺女之间的尴尬的人物在她的身上我们看到了作者对封建宗教的虚伪本质进行了深刻的揭露与批判同时我们也体会出了妙玉这个介于槛内与槛外的尴尬之人的痛苦和无奈 妙玉不是闺阁小姐而是一个身披袈裟手持念珠的佛教弟子书中林之孝家的这样向王夫人介绍妙玉外有一个带发修行的本是苏州人氏祖上也是读书仕宦之家因生了这位姑娘自小多病买了许多替身儿皆不中用到底这位姑娘亲自入了空门方才好了⑵妙玉与黛玉有相似之处二人都自幼失怙寄人篱下才貌双全傲世孤高目下无尘不同的地方妙玉有栊翠庵作为屏障没有直接投身到与封建政治与礼教的抗争中去而黛玉却直接卷入了这场生死搏斗之中但不管有没有直接参与二人却都以悲剧结束一生 妙玉的出家并非出于自愿她不似宝玉惜春的看破红尘而遁入空门而是因为自幼多病找了许多替身儿皆不中用的情况下被迫入了佛门自幼走向佛门是精神解脱被动走向佛门是精神禁锢妙玉是后者而非前者⑶所以她有许多的不甘和挣扎不经过战斗的舍弃是虚伪的不经劫难磨炼的超脱是轻佻的逃避现实的明哲是卑怯的⑷由此可见妙玉以后的身心无法合而为一无法一心向佛是有根可究有源可寻的她是在一种被逼迫的环境中长大是在少不更事的情况下向佛的我们常说兴趣是成功的一半哪里有压迫哪里就有反抗所以妙玉才产生了一种逆反心理要一心打破佛家的清规戒律渴望自由亲情与爱情 其实我们只要细读红楼梦就会发现妙玉与佛教是格格不入的她喜欢读庄子自称畸零之人精奕道谙音律举凡花卉盆景古玩茶饮无一不是高水平而这些与佛家的四大皆空是不相容的佛家讲六根清净摒绝世俗的一切欲望而妙玉跟六根清净相去甚远她对茶品茶水茶具有着那样的讲究这与孔夫子的食不厌精脍不厌细在本质上是一致的佛家是讲世法平等的但妙玉却将吃茶之人分为四等般若经上说色不异空空不异色色即是空空即是色但妙玉却不是这样她人虽在栊翠庵心却已飞向了庵外的红尘世界这些姑且不论单是妙玉作为一个佛门弟子也与红楼梦中的其它僧道佛尼有所不同她不似癞头和尚跛脚道人的渺渺茫茫也不似马道婆张道士的虚伪奸诈她美丽聪慧气质美如兰才华馥比仙她孤僻高傲好高人愈妒过洁世同嫌她渴望爱情友情和亲情人生而为人与动物最大的不同即人是有感情的感情的欲望总是使人恋恋不舍完全放弃一切遁入空门就必然充满灵与肉的痛苦挣扎妙玉本是读书仕宦之家的闺阁小姐理应生活在红粉朱楼之中却被迫在这古殿青灯旁伴着木鱼经卷了此一生她是多么不甘心她必须去抗争去奋斗所以他所做的一是冷眼看世界傲视人间藉以维护自己做人的尊严二是为爱的痴心寻找归宿藉以实现自己作人的权利 二我们应该如何来看待妙玉这个人物 妙玉就如同栊翠庵内的梅花一般红梅开在滴水成冰的严寒环境就象征了妙玉处在阴森可怕又冰冷透骨的佛门红梅冲破冰雪的禁锢在寒冬中怒放发出扑鼻的异香就像妙玉那如兰的气质高洁的品格和不屈的精神梅花枝条那如蟠龙如僵蚓的曲折遒劲的形态暗喻了妙玉那被扭曲而又不屈的性格和灵魂而梅花胭脂般的殷红又代表了妙玉外貌的娇艳和内心的温馨这个身在佛门心恋红尘外冷内热的少女与雪中红梅已融为一体达到了人梅合一的境界她气质美如兰才华馥比仙内心充满着美好的情感无情的佛门对她来说是多么残酷但人性的力量是不可战胜的她内心的感情之花还是破佛门的清规戒律迎风怒放象雪中红梅一般总之妙玉是一个既亲和社会又远离社会的人⑸她把自己的一缕情丝束缚于若明若暗若隐若现似有似无似梦似幻之中这不是有点朦胧吗是的雾失楼台月迷津渡朦胧也许更美更有魅力更加诱人 根据在哪里第四十一回栊翠庵茶品梅花雪中妙玉对宝玉的爱情已初露端倪但必须在袈裟的掩盖下偷偷进行而且要神不知鬼不觉这就是妙玉的烦恼那妙玉便把宝钗和黛玉的衣襟一拉二人随他出去宝玉悄悄的随后跟了来又见妙玉另拿了两只杯来一个旁边有一耳杯上镌着 爮斝三个隶字后有一行小真字是晋王恺珍玩又有宋元丰五年四月眉山苏轼见于秘府一行小字妙玉斟了一杯递与宝钗那一只形似钵而小也有三个垂珠篆字镌着杏犀乔妙玉斟了一乔与黛玉仍将前番自己常日吃茶的那只绿玉斗来斟与宝玉这一回把妙玉身在佛门心向尘俗的内心世界刻画得精妙无双或许她请宝钗和黛玉吃体已茶是出于真诚但这真诚的背后却隐藏着一个大秘密那就是她二人是引宝玉入室的诱饵一般的闺阁女子的房间岂容异性男子出入更何况是佛门女弟子的耳房她明知宝玉和黛玉是形影不离的所以她拉了钗黛而宝玉随后跟了来就是在本意之中的珍奇的古玩茶具可能只有两个但稍次些的贵重茶具却不可能没有一个闺中少女怎可能仍将前番自己常吃茶的那只绿玉斗来斟与宝玉宝玉是未出家之人又刚吃过酒肉难道妙玉就不嫌他肉食腥脓吗并且当宝玉说要把茶杯送给刘姥姥时妙玉说这也罢了幸而那杯子是我没吃过的若我使过我就砸碎了也不能给他而宝玉却能用妙玉常日用的茶具饮茶并且是仍可见并非第一次这就说明妙玉对宝玉有着不同于一般的感情 爮斝杯与杏犀乔是稀奇宝贵但这也更衬托出妙玉将绿玉斗斟茶给宝玉的更加稀奇宝贵因为通过这件事情她勇敢地向尘世迈进了一步把袈裟下难以掩盖的爱情透露了出来 但是一向被称为情种子的宝玉却未察觉出妙玉对他的爱慕之情不了解妙玉的此番苦心他说常言世法平等他两个就用那样古玩奇珍我就是个俗器了妙玉听了此言既刺痛了她又提醒了她因此她说这是俗器不是我说狂话只怕你家里未必找的出这么一个俗器了随后又用了一个障眼法来转移钗黛的注意力用一只九曲十杯一百二十蟠虬整雕竹根的大盏来代替绿玉斗又发了一通饮牛饮驴论同时说你这遭吃的茶是托他两个福独你来了我是不给你吃的真是此地无银三百两聪明如黛玉者怎可能看不出一些苗头这在后回的宝玉折梅中体现出来妙玉用真情来待宝玉却又要用矫情来掩饰这种真情那领袈裟与项上的一串念珠太沉重了沉重到如泰山压顶一般这真是不绣鸳鸯偏绣佛恼人最是戒珠圆 第五十回芦雪庵争联即景诗中宝玉因落了第李纨要他去栊翠庵折一只梅花插瓶并命人跟了他去黛玉忙拦说不必有了人反不得了李纨点头称是聪明的黛玉已经察觉妙玉对宝玉不同于一般的感情了但愚钝的宝玉却只说出不求大土瓶中露为乞嫦娥槛外梅以为妙玉乃是一个高不可攀的高洁之士此回妙玉并未亲自出场但这种侧面烘托却更见效果对于乞梅的过程只宝玉一句也不知费了我多少精神但对于这枝乞来的梅作者却作了详细描绘只有二尺来高旁有一横枝纵横而出约有五六尺长其间小枝分歧或如蟠螭或如僵蚓或孤削如笔或密聚如林花吐胭脂香欺兰蕙各各称赏⑹这段话句句写梅却又句句写得是妙玉那枝梅的形态色气象征了妙玉被扭曲的性格和被压抑的人性也体现了她高洁的人格和横溢的才华但是这些同时也暗示出妙玉爱情的悲剧结局岫烟的魂飞瘐岭春难辨霞隔罗浮梦未通借用隋代赵师雄在罗浮山遇到梅花仙女的故事实质上暗示了妙玉如梅花仙女影射妙玉的思春之情至于冻脸有痕皆是血酸心无恨亦成灰两句则写出了妙玉独立于风雪中的艰辛与她内心的痛苦 但是妙玉的付出未得到宝玉的回应因而她是痛苦的焦燥不安的因而她又有了第二次的主动出击第六十三回寿怡红群芳开夜宴宝玉宝琴岫烟平儿四人同一天过生日岫烟与妙玉相识多年有半师之交情义深厚她过生日妙玉并无任何表示却偏偏给宝玉送了槛外人妙玉恭肃遥叩芳辰的粉笺这足以说明妙玉情窦已开时的内心不平静于是她又一次出动向宝玉献出了自己的一片爱但宝玉仍未理解妙玉的一番心意还拿着粉笺四处张扬着实刺痛了妙玉的心小说这样描写生日就表现了妙玉爱情的悲剧是显而易见的 第八十七回感秋深抚琴悲往事坐禅寂走火入邪魔中一个月白风清的静谧的秋夜里妙玉和宝玉在惜春处相见妙玉见了宝玉突然把脸一红而且微微把眼一抬看了宝玉一眼复又低下头去那脸上的颜色渐渐红晕起来后来她痴痴的问宝玉你从何来宝玉答不出红了脸惜春从旁打趣妙玉立刻敏感地意识到自己也脸红马上表示要回家她和宝玉一起在潇湘馆附近听了林黛玉弹琴后回到禅堂想起日间宝玉之言不觉一阵心跳耳热后来竟至于魂不守舍一时如万马奔腾弄得精神错乱完全丧失理智几乎发疯生了一场大病这病当然不是什么走火入魔之类的鬼话所能解释得了的它正是不可压抑的剧烈的内心矛盾和冲突发展到理智所能控制的限度之外的一种变态反应 妙玉就是在这种夹缝中生存造成了她孤僻怪异的性格万人不入他目世人皆脏唯我独洁这是她对当时整个压迫她的社会恶势力的一种无声的反抗但妙玉的内心世界是善良的并且有着馥比仙的才华连黛玉和湘云都自叹弗如 三妙玉的人物塑造在红楼梦中表达的内在含义 妙玉这枝古殿青灯旁的寒梅孤僻如深山的石碑清冷似冬天的早晨在花柳繁华的大观园里她企图用蒲团载着青春去寻找空寂栊翠庵的大门虽然整日关得紧紧但并不能阻挡她心里的邪魔向外冲撞她并不是四大皆空的出世者而是一个硬把七情六欲苦苦包扎起来的槛外人她是一个身穿道袍的小姐又是一个心在朱楼的幽尼 而在她的情感世界里一样是充满了矛盾与纠结也许是由於礼教条规或是由於她自尊孤寡的心理她努力克制自己对宝玉那似有若无的情感却还是不禁走火入魔尤以她这样古怪的个性更容易落人口实说她是凡心大动为宝玉害了相思病这其中的确是有些道理的只是一个原在栊翠庵这样清灵潜修之所的空门女子偶然触动了庵外天地一阵撩人心悲的秋声弦音总是会引起一些内在的淡忘的关於情感和欲望的东西吧即使是收心摄魂这么样的压抑自己而不愿去面对那些属於本质的可是终身履践洁净的她一只成窑茶杯只因沾了刘姥姥的嘴便弃置不用像这样一个屏绝尘俗的人却落得遭盗匪强掳玷污的下场原本已经是够嘲讽的了却还不免流言口舌之讥说她是暗通贼人甘愿受辱一个洁净孤傲的女孩便蒙受了如此的污名而亡这也正应对了妙玉那世难容的思想性格和她那世不容的生活道路和必然的结局 鲁迅先生说自有红楼梦出来以后传统的思想和写法都打破了 曹雪芹倾毕生心血成功塑造了红楼梦中诸多人物黛玉和妙玉的形象在金陵十二钗中更是家喻户晓深入人心 有人说妙玉是黛玉的影子不错她们的确有着许多相似之处比如她们都是金陵十二钗的重要人物名字中都有玉字都是苏州人氏又都是父母早亡无兄弟姐妹有绝世才华性格冷漠孤傲等 但倘若细细品读会发现在一些相同之中尚存有不同之处下面试从五个方面简要分析 1 二人同样出身仕宦之家却显现明暗两条线 黛玉其父林如海祖上曾袭过列侯业经五代额外加恩如海父又袭了一代到林如海虽已无根基但他考取了前科探花升任兰台寺大夫而后钦点任扬州巡盐御史虽品级不高但是个肥缺非皇族亲信不可得之 这一点曹雪芹最清楚他祖父曹寅任的江南织造也是康熙赐的肥缺 而妙玉是法号真实姓名无可考其父辈书中并未点明只说是仕宦之家未点明其中必有难言之隐仅从妙玉品茶所用的珍玩之器连贾府都没有这一点看她的背景绝非一般由此便给探究者以大胆推测的空间 刘心武先生认为妙玉并非仕宦之家应是书香门第依据是王夫人下帖请妙玉入住贾府妙玉说了句侯门公府必以贵势压人我再不去的若她出身仕宦之家岂不是自打脸吗 因贾母到栊翠庵品茶引出妙玉精湛的茶道理论便说她父辈是茶商这探佚的有点离谱了 能称得上金玉质的女孩子是何等尊贵其父辈必是非常之人有人推测妙玉是义忠亲王千岁之后因为义忠亲王有一副檩木棺材板早年寄放在薛家以示贾府祖上与义忠亲王是一派后因他坏了事也无人敢用 等到秦可卿大殡时贾珍便用在她身上以此障眼法使政敌认为公主已死遂将妙玉隐于贾府庙中是极为妥当的有人推断义忠亲王就是多尔衮这种猜笨谜的推测太令人费解 总之林如海得皇上宠信写得很明白妙玉父辈却只字未提为何这大概只有作者心里明白 2 二人同样是自幼多病却因果各异 林黛玉是书中有名的药罐子她自己说从会吃饭时便吃药她长期咳嗽失眠使阴血不足属偏颇体质应是肺痨所以要吃气血双补的人参养荣丸天王补心丹 她曾与史湘云说我这睡不着也并非今日大约一年之中通共也只好睡十日满足的长期失眠会导致精神抑郁她一直认为自己寄人篱下心理脆弱敏感经常触景生情悲悲切切以泪洗面哭似乎是她发泄怨恨的唯一渠道 妙玉也是自幼多病与黛玉同属秉赋不足但作者并未提及得的什么病吃什么药书中只点明自小多病买了许多替身皆不中用到底这位姑娘亲自入了空门方才好了 其实替身是古人对多灾多难人的一种崇神的价值观把不好养活的孩子叫做落跑的童子意思是说上天偷跑下来的孩子大多会被捉回去不会到成年 因为妙玉听从了癞头和尚的劝戒了却红尘跟随师父去了玄墓蟠香寺出家皈依但不剃度带发修行遁入空门病却好了 癞头和尚也曾同样度化黛玉让她出家或不见外姓人不可闻哭声可保一生无虞但其父母怜爱女儿岂肯让她遁入空门父母去世后她入住贾府不但见到许多外姓人还经常掩面哭泣所以黛玉的病是不能好的 所谓佛度有缘人这也体现了作者对佛教顺度而存逆度而失的价值观 3 二人都是天资聪颖才华横溢但术业专攻取向不同 黛玉入得贾府便学会了裁剪连从不打趣别人的宝钗都说妹妹越发能干了连裁剪都会了作者为何要描述此情节是暗示在为他人作嫁衣裳吗 黛玉识得别人不懂的古琴谱她对宝玉阐述的抚琴理论其实是一种境界那种仪式感那种虔诚那种心静而志存的高远那种闲情雅致的深度修养是府中姐妹难以企及的当然最能体现其才华的应该是诗词韵律 她写的诗词最多并多次独占鳌头尤其是教香菱作诗集中体现了她对诗词创作的独特见解 比如很多人认为初学要从杜诗格律工稳入手她却主张以摩诘意字打根基她说若意趣真了连词句不用修饰自是好的这叫不以词害意 再比如她强调创作不能过分矜持她与探春说谁不是顽难道我们是认真作诗呢她似乎不看重贾岛式的苦吟认为即兴而发才好连宝钗都说黛玉的诗命意新奇别开生面 妙玉当然是懂诗的是年中秋夜黛玉与湘云在凹晶舘联句至二十二韵妙玉突然现身感觉虽有好句但过于凄凉便引二人至庵中一气呵成补齐十三韵收束成篇黛玉湘云均称赞不已可见妙玉诗词成就不在二人之下 她虽是带发修行的佛门弟子却很少见她讲佛经之事倒是大讲茶道对此品茶栊翠庵一章有详细的描写 书中说她使用的茶具是贾府也不曾有的珍奇古玩烹茶用的水更为讲究说是五年前我在玄墓蟠香寺住着收的梅花上的雪统共得了那一鬼脸青的花瓮一瓮总舍不得吃埋在地下今年夏天才开了隔年蠲的雨水哪有这么清淳如何吃得 难怪她说黛玉是个俗人言外之意她便是高人了 4 二人虽然性格都很孤傲但表达内涵不尽相同 黛玉虽寄人篱下但生性好强常以伶牙俐齿维系自尊 她专挑人的不是见一个打趣一个嘴又爱克薄人心里又细如周瑞家的送宫花与黛玉道各位都有了这两枝是姑娘的黛玉冷笑道我就知道么别人不挑剩下的也不给我呀 她这般尖酸刻薄人们自然说她冷漠清高但她不在乎她也从来不隐匿自己的情感和心理活动敢爱敢恨敢说敢当 如北静王送给宝玉的蕶苓香串本是皇帝所赐可当宝玉很珍重地赠与她时她却说什么臭男人拿过的我不要他 这岂不是把皇帝骂了吗这是大逆不道啊像这样一个不合乎封道礼教规范的少女怎么能够得到贾府当权者的欢心呢 因为无人能理解使她在簪缨之地过着凄风苦雨的生活所以她才泪叹一年三百六十日风刀霜剑严相逼她这种不合时宜的叛逆行为恰恰勾勒出她孤傲性格明显特征 妙玉三岁离家由极会推演先天神术的师父带入庙中修行与外界基本断绝联系把世间的一切都看成是俗界形成了她孤独自傲的性格 她入庵贾府并不认为自己是寄人篱下是当初王夫人下帖请来的所以她并不把贾府的人放在眼里 贾母带刘姥姥到栊翠庵品茶妙玉只礼节性地沏了一杯老君眉便领着宝钗黛玉到耳房论茶去了 她天生伴有令人讨嫌的洁癖刘姥姥沾过唇的成窑茶杯她要砸碎扔掉人走了要用水冲洗地面抬来的水不能进门要放在门外墙根下 就连与她邻居十年的邢岫烟都颇有微词表面看上去她避世脱俗孤傲不羁其实她内心还保留着青春少女的一份纯真只是佛家的外衣不能让她释怀罢了 试想自己饮茶的绿玉斗怎么能与公子共用呢自知行为有点唐突又马上揶揄宝玉一番自称槛外人却为公子哥送去生日拜帖也唯有宝玉能从栊翠庵讨得一束红梅这其中深意不言而喻 正可谓玉洁何曾洁云空未必空 林黛玉的孤傲带有对封建礼教的叛逆对个人情感的追求是直白的 妙玉的孤傲是矛盾的她既要保持佛门弟子超凡脱俗的自尊又希望看到外面的世界对个人情感的追求也是遮遮掩掩心有余悸 5 二人虽然都是悲惨的结局但表现形式有所不同 林黛玉的一生是悲伤抑郁的一生 她是天上的绛珠仙草为了以泪报恩幻化成人形来到人间可惜落在女子无才便是德的时代即便她才貌双全也难实现自己的追求使本来就弱不禁风的她终日自寻烦恼以物寄情以泪洗面想眼中能有多少泪珠怎禁得秋流到冬尽春流到夏 当金玉良缘摧毁了木石前盟她即在悲恨交加中绝命而去正所谓欠泪的泪已尽泪都干了人还能活吗 由于古钞本后四十回文字无可考不知曹公用何方式送走黛玉乃至于当下有人不认可续书者的调包计认为不是作者原意便推出许多揣测 周汝昌先生早在一九八四年就发表了冷月寒塘赋宓妃的文章阐述了黛玉沉塘而亡的观点有根据判词玉带林中挂提出黛玉上吊之说还有人认为林黛玉接了北静王妃礼物便委身北静王做妾等 真是一百个人看林黛玉有一百个林黛玉 妙玉应该是随一干风流孽鬼下世的她虽以佛门弟子身份修行于栊翠庵却终日活在矛盾与悲苦之中 本来是念佛之人却偏爱读庄子即是遁入空门且带发修行岂不是六根未净她自称槛外人却请宝玉品茶赠梅送生日拜帖这分明是身在空门心在红尘这也充分说明了她的出家并非自愿 她的情感追求是玷污礼教的她的不合时宜的冷漠孤傲其实是对世态炎凉的一种无奈的抗争在充满丑陋肮脏的时代背景下佛门净地又岂能幸免她终将逃不脱悲惨的命运随着贾府的败落她被抢劫贾府的盗贼掳走了 因书中写了不知下落也难妄拟便给了人们想象的空间比较集中的意见认为妙玉不是在栊翠庵被掳走的而是返回苏州老家途经瓜洲渡口时被掳走的 依据是靖本脂批的一段文字他日瓜洲渡口各示劝惩红颜固不能不屈从枯骨岂不哀哉靖本于一九六四年后突然迷失已属蹊跷况红学界有谁见过真本仅凭毛国瑶先生一人所录可信度尚存疑 余以为通行本续书者处理妙玉结局确实过于潦草粗糙但还算符合判词可怜金玉质终陷淖泥中之原意至于妙玉最后是否身亡那只有去问曹雪芹了 虽然林黛玉史湘云和妙玉失去了父母情况各有不同但综合比较还是要数林黛玉更可怜些因为林黛玉除了失去父母也失去了财产还招致了人祸 尽管失去了双亲史湘云还是从小生活在贾母身边并且像宝玉一样倍受宠爱这样从史湘云在贾府能肆意穿上贾母的新衣到在雪中玩乐穿上贾宝玉的新衣让贾母认错人可以知道史湘云是多么的受人喜爱 第31回大家听说史湘云要到贾府来都在议论史湘云过去的一些趣事宝钗道 姑姑不知道他湘云穿什么衣服她更喜欢穿别人的衣服还记得旧年三四月份他住在这里穿着宝兄弟的外衣靴也穿上了勒子也勒上了猛一看倒像个宝兄弟林黛玉也说这算什么只是前年正月里把他接来没过两天就下起了雪老妇人的一顶大红猩猩毛毯斗篷就在那儿谁知道眼挫不见他就披了一件大的长袍 后来史湘云回到史府她的姨父也多为史湘云着想不仅史湘云在史府想做什么就做什么这从史湘云说自己在史府想坐船便要有人听从安排划船而且她的姨父还经常带她认识一些达官贵人很早就为她定了一个好的亲事 妙玉虽是双亲但在师父的陪伴下已到十八九岁且有了自己的财产有了自己的独立她虽依贾府生活却是超脱物外也有了任性的权利和资格如妙玉可以在黛玉宝玉黛玉面前炫耀自己拥有的茶器并嘲笑贾府中的人不比自己的好 与湘云和妙玉相比同样双亲双亡的林黛玉则更加可怜尽管王熙凤说林黛玉的家世出身家私都可以和宝玉相匹敌但林黛玉对宝钗说她不叫一声字不管她是真的穷还是假的穷她自己手里反正也不叫一字 而林黛玉算是寄居贾府不是贾府的正派人物行径都得看贾府的脸色即便如此林黛玉还是幸运的但实际上她更是不幸的因为她还被贾母当作与王夫人较量的工具以致在贾府里林黛玉虽然受到贾母的宠爱贾宝玉的挚爱但更多的却要承受着当家主母王夫人的威压让林黛玉三百六十日霜刀风剑严相逼 林黛玉在高压下结果忧郁成疾终日泪如雨下到十九岁那年终于泪尽人亡化作仙人生命中短暂的十九年留给人们无数的遗憾和思考",
        "Source": ""
    },
    {
        "Name": "Qinkeqin",
        "Reviews": "秦可卿是在第五回开始出场到第十三回即已去世虽然在小说中出现不多但其人物形象还是比较完满的那么秦可卿的性格特点主要是什么呢 首先秦可卿性格温和贤惠孝顺行事稳妥得人心第五回宁国府内的花园里梅花盛开贾珍之妻也就是秦可卿的家婆尤氏乃治酒请贾母邢夫人和王夫人等前来赏花那天尤氏和秦可卿便手拉着手到荣府来面请贾母等人的如果秦可卿与其家婆的关系不好两人是不会手拉着手到荣府中来的 第二是贾母等人到宁国府时宝玉也跟着来了到中午宝玉觉得倦怠欲睡中觉当时秦氏便对贾母和王夫人等说道我们这里有给宝叔收拾下的屋子老祖宗放心只管交给我就是了这时小说是这样叙述的贾母素知秦氏是个极妥当的人生得袅娜纤巧行事又温柔和平乃重孙媳中第一个得意之人见他去安置宝玉自是安稳的第十三回得知秦氏病死后贾府上下无不对她悲痛惋惜那长一辈的想他素日孝顺平一辈的想他素日和睦亲密下一辈的想他素日慈爱以及家中仆从老小想他怜贫惜贱慈老爱幼之恩莫不悲嚎痛哭之人可见秦可卿在贾府是深得人心的人们对她的死去是普遍惋惜的 其次秦可卿心事太重思虑过甚对事情想得不开秦可卿是在第十回开始患病的其症状按其家婆尤氏的说法其实并不是什么大病他这些日子不知是怎么着经期有两个多月没来叫大夫瞧了又说并不是喜那两日到了下半天就懒待动话也懒待说眼神也发眩尤氏还认为她那儿媳妇虽则见了人有说有笑会行事儿他可心细心又重不拘听见个什么话儿都要度量个三日五夜才罢这病就打这个秉性上思虑出来的今儿听见有人欺负了他的兄弟又是恼又是气恼的是那群混帐狐朋狗友的扯是搬非调三惑四的那些人气的是他兄弟不学好不上心念书以致如此学里吵闹他听了这事今日索性连早饭也没吃所以她想到他这病上我心里到像针扎了似的后来贾珍叫贾蓉去请了一个叫张友士的医生来给秦可卿诊病把脉张友士给她把了脉后也说椐我看这脉息大奶奶是个心性高强聪明不过的人聪明特过则不如意事常有不如意事常有则思虑太过此病是忧虑伤脾肝木特旺经血所以不能按时而至秦可卿的这种性格终于使她小病酿成了大病最后便年纪轻轻就不治而亡了 红楼梦中的秦可卿作为金陵十二钗之一具有超尘脱凡的丽质 尽管出场寥寥但她的形象如梦似幻书中形容的是得形容袅娜性格风流兼具了钗黛之美 在红楼画卷中秦可卿芳华妙龄却早早地玉殒香消开启了红楼大悲剧的前奏 正因如此她的身上又萦绕着诸多令人费解的矛盾谜团 脂砚斋曾批注焦大之醉伏可卿死 醉酒怒骂的家奴焦大怎会和贾蓉之妻的死亡牵扯上关系 秦可卿又为何得了个兼美淫丧本一身的评语 出身成谜深得贾府欢心 红楼梦中第八回虽然对秦可卿的身世背景作了描述介绍可仍然是众说纷纭的部分因为文中所给的出身背景和秦可卿的形貌品质实在有着天壤之别 书中给定的身世称秦可卿是一个被父母遗弃的婴儿因为秦邦业年至五十还没有子女因此才从养生堂中抱养了秦可卿小名唤作可儿 但秦邦业也并非是大富大贵的人家 书中记载道秦邦业不过是一个囊中羞涩的寒儒罢了就连秦钟入学需要筹备二十四两的礼见礼秦家都需要东拼西凑一番足以见得秦家家境算不上宽裕甚至日子过得捉襟见肘 可这样一个小官小宦人家的女儿却可以嫁入贾府成为宁国府的长孙媳妇甚至像王熙凤一般当家理事 要知道贾家可是号称白玉为堂金作马的豪门世家王熙凤也是出身金陵四大家族之一才得以在荣国府内掌了理家大权的 秦可卿无父无母仅有一个品级低微的小官作为养父如何能够做了当家媳妇并且得了贾母的赞誉 贾母称秦可卿是自己心目中重孙媳辈的第一得意人这可是王熙凤都没得到过的赞誉 贾母作为一大家族的最高掌权人在封建时代背景下又怎会不在意门第出身呢 也正是因为这个原因很多研究红楼梦的学者都在考究秦可卿的真实出身一时间关于秦可卿是明末移民或是废太子之女或是优伶等观点甚嚣尘上 但其实关于秦可卿的出身是缺乏足够的文本支持的但根据红楼梦提供的各种隐晦信息来看不外乎两种可能性 或是秦可卿的真实出身确实高贵甚至远远超出宁国府荣国府两家的显贵程度以至于曹雪芹着墨时必须为其遮掩而超过贾府荣华富贵程度的怕也只能是皇室中人 或是秦可卿的出身过于低贱以至于必须模糊她的真实出身才不至于和嫁入宁国府的情节过分违和 秦可卿的身份始终笼罩在迷雾之下但对外示人却一贯是借着秦邦业养女这一重身份的也因此她在贾府中终究算是出身微不可言 但这也恰恰突出了秦可卿惊人的美貌和出众的才干 美貌自不用说在太虚幻境中由警幻仙子介绍引出时已经提及所谓鲜艳妩媚如宝钗风流袅娜似黛玉相貌定然是极其出众的 她的行事自然也是十分妥当毕竟无论是主子还是奴仆她都相处得极为融洽就连素来以心狠手辣著称的凤辣子王熙凤竟也与秦可卿常在一处密诉衷肠 而秦可卿去世时贾府上下无论平辈还是长辈无不嚎啕痛哭惋惜她的离去如此种种足以见得秦可卿秀外慧中深得贾府众人欢心的一面 焦大怒骂道出贾府秘辛 可秦可卿却实实在在是红楼梦中的一个矛盾人物她身上有着美好的一面相貌姣好待人和善极得众人爱戴但她同时又在贾府中遭受到了侮辱和损害 红楼梦中第七回焦大醉酒后倒在宁国府门前破口大骂 书中写道焦大本来是在骂着贾蓉后来连贾珍都骂出来并且提及到了一句极为关键的话那便是爬灰的爬灰养小叔子的养小叔子 当时正巧凤姐和贾蓉从府中走出来明明白白听到了焦大的骂出的污言秽语但却装作没有听见一般只有宝玉出于好奇询问了一句何为爬灰还被凤姐呵斥不要胡说 为什么凤姐是这般视若无睹的态度她又为何要厉声喝止宝玉的追问呢 其实爬灰也可称作扒灰原是形容公公和媳妇之间乱伦私通的一种隐晦代称 因为旧时人们去庙里烧香拜佛所烧的纸钱多是用镀锡的纸做成的烧尽之后火盆边缘会沉淀一层锡灰将锡灰刮下来可以换钱 因此便有了扒灰这个词意指偷锡谐音指代偷媳 焦大可是救过老太爷性命的老仆情分深厚断不至于胡编乱造一通平白污蔑主人家的清白名声 而且凤姐的性情是出了名的泼辣倘若焦大真的是酒后胡言编造了莫须有的故事在这里信口开河 依照凤姐的性子定不会装作没听见一般必然早就吆五喝六的命令众人将焦大捆了去打反倒是她这样避而不提的态度才恰恰说明其中有鬼 间接证明了焦大的话并不是空穴来风而是宁国府内确实存在公公与儿媳的爬灰之事 其实在秦可卿故去后贾珍的言行举止也能够说明他和儿媳秦可卿之间确实有着不清不楚的关系 书中写道在秦可卿死后作为公公的贾珍哭得像个泪人一样并且执意要倾其所有为秦可卿大办丧事甚至用上了一千两银子只怕也没处买去的墙木板子 不仅如此还掏出一千五百两纹银给贾蓉捐了官为的是让秦可卿配享哀荣还说出了恨不得代秦氏之死的言语 总的来看对于秦可卿的死贾珍的伤心程度是作为丈夫的贾蓉所远不能及的 而脂砚斋在这个地方也留有批注称可笑如丧考妣说明贾珍的做法是极其不合礼仪和规矩的也间接证明了贾珍和秦可卿之间确实存在着不正常的公媳关系 而至于养小叔子这句话究竟指的是什么人做下的事情后人其实是众说纷纭的 有人说焦大在此处暗讽的是王熙凤和贾蓉之间不清不楚的关系也有人称此处指明的是秦可卿和贾宝玉的暧昧往来 但养小叔子一般是指和丈夫的弟弟偷情王熙凤和贾蓉的辈分实则是婶侄关系用来形容王熙凤和贾蓉不太妥当 再则太爷一般是高于祖辈的泛称从焦大的年龄来看他口中的太爷应该是宁国公贾演而他口中提到的一众不肖子孙自然也都是宁国府中的人物 养小叔子自然也是指向当时宁国府中的人所做的事情与王熙凤这个隔壁荣国府的二奶奶倒确实难以扯上关系 至于说是秦可卿和宝玉的暧昧关系则更加无凭无据了红楼梦中明明白白写明宝玉初试云雨情是和袭人 即使是宝玉去宁国府中赴宴歇在了秦可卿房内时秦可卿也一直在屋外两人确实没有说不清道不明的暧昧情分在 而且从辈分上讲宝玉还是贾蓉的叔叔同样难以套用养小叔子的说法其实最有可能符合养小叔子内涵的应当是秦可卿与贾蔷了 因为贾蔷正是秦可卿的小叔子又是宁国府的正派玄孙恰恰能够符合焦大所骂之人的身份 再则书中描写贾蔷和贾蓉的关系极好贾蔷在搬出来住之前常与贾蓉在一起居住哪怕是贾蓉娶妻也不例外 这样来看秦可卿与贾蔷二人完全具备偷情的外部条件 而且根据脂砚斋的评语可知曹雪芹的原稿中关于秦可卿淫丧天香楼一章最终删去了部分情节只保留了一些隐晦的字眼 即父子聚麀兄弟同槽从这两个词语中也可以窥见爬灰养小叔子约莫都指向了秦可卿 死因蹊跷淫丧本一身 秦可卿出场匆匆她的落幕也显得扑朔迷离 小说中第五回宝玉在太虚幻境中看到的金陵十二钗正册有一副判词前画着高楼大厦另有一美人悬梁自缢 这里的判词写的是情天情海幻情身情既相逢必主淫其实也就是秦可卿的判词 从这里可以很明确地看出秦可卿的最终命运就是上吊自杀的 可她作为宁国府中备受尊敬爱戴的蓉大奶奶为何会上吊自杀呢在骤然离世前秦可卿已经缠绵病榻会不会是因病而亡 红楼梦中第十回提到秦可卿的婆母尤氏在和贾璜家的谈话中提及秦可卿已经是病了按照时间推算应是在那年七八月份就已经犯病了 而张友士的看诊也分明提到过了来年的春分可望痊愈尽管秦可卿究竟患了什么病作者未曾明说但总归并不是害人性命的急症 可书中第十三章却写道秦可卿却是突然离世的这样的转变不免让人匪夷所思 且更加令人困惑的情节还在后边书中已经做了大量的铺垫论证秦可卿是多么受宁国府众人爱戴尤氏也是将她当做自家女孩儿一般对待 如果婆媳关系如此和睦秦可卿骤然亡故尤氏就应该出面替她操持葬礼可书中尤氏非但没有这样子做甚至还推称胃疼旧疾不便出面委托了荣国府中的王熙凤来操持 而且秦可卿去世后她的两个丫环表现也非同寻常 秦可卿的丫环瑞珠在秦可卿死后一头撞死在了柱子上以极其极端惨烈的方式结束了自己的生命 而丫环宝珠则自愿做了秦可卿的义女留在铁槛寺为她守灵宁死不回宁国府中 就连贾府众人看待秦可卿的死亡都是无不纳罕都有些疑心而从宁国府一干人等有违常理的行径也可以推断出秦可卿的死或许是另有隐情 红楼佚话中有人称秦可卿之死实际上是因为与贾珍私通被两名婢子窥破因此才羞愤自缢的 秦可卿究竟是否被丫环撞见过奸情后人只能从书稿的只言片语中加以推断但她自缢而亡的结局却大差不差了这样的死因也和金陵十二钗的画册判词相吻合 香魂托梦试图拯救贾府的命运 后世之人研究红学都认为秦可卿的死重要于她的生 红楼梦中对秦可卿活着时的描写也多是通过旁人的言语侧面体现出来的比如秦可卿擅于治家理事是由贾母说出她是个行事稳妥的人比如待人和善是通过贾府上下的对她的评价体现的 唯有在秦可卿死亡以及送葬环节曹雪芹铺陈了大量的笔墨来描写 书中宁府出殡之时浩浩荡荡直像压地银山一般而各个王公侯府也都设置了路祭甚至连南安郡王西宁郡王东平王以及北静王都为秦可卿搭建了灵棚 无论从什么角度来看秦可卿的这场葬礼都算得上是轰轰烈烈甚至远远超过了奉旨下葬的贾敬 曹公如此着墨给后人留下了无尽的遐想空间而秦可卿之死另一个重要之处就在于她的托梦 书中第十三回秦可卿给王熙凤留下了关于贾家前途未来的最后遗言道出乐极生悲树倒猢狲散两重结局并且还给出了连脂粉队里的英雄王熙凤都未曾想到过的解决办法 从这里可以看出秦可卿是具有远见卓识的或有人说这里的托梦情节应当安排给贾元春由贾元春口中说出更加合情合理 但实则并非如此 秦可卿的一番言语自然是为了拯救渐趋没落的贾家拥有这般预测能力和超然非凡见识的也只能是秦可卿了 王熙凤等人在意的是家族内的争权逐利贾元春则代表了皇权的一面贾府的男主子多半耽于享乐连最具智慧的贾母也安享晚年沉醉于子孙绕膝的天伦之乐 而秦可卿在书中还有太虚幻境中警幻仙子之妹的一重影像身份宝玉在梦游太虚幻境时曾见到了乳名唤作兼美的与秦可卿面容一致的警幻仙子之妹 因此由情之化身带有神性色彩的秦可卿来道出贾家的命运确实再合适不过了 秦可卿在红楼梦中确实是一个充满矛盾感的人物她既是糅合宝钗黛玉长处的兼美也是宁国府中境遇不堪的可卿 她的悲剧因情因欲而起而作为十二金钗中第一个死亡的人物秦可卿的死亡也预示着红楼女性悲剧的开端 她是情而淫的象征淫孽的化身贾家及其他权贵豪门败落的精神根源曹雪芹以秦可卿这个形象向人们显示整个豪门权贵阶层的大厦将倾其症候与病根首先是道德的崩溃普遍的精神病患 秦可卿这个因风月之事败露而死亡的人作为情的象征让她在贾宝玉梦中幻为情身还让那个也叫可卿的仙姬与钗黛的形象混为一体最后与贾宝玉一起堕入迷津暗示这是后来情节发展的影子以自圆其宿孽因情之说 王熙凤的弄权敛财害命也起于她协理宁国府秦可卿判词和曲子中的词句的含义要比字面印象来得深奥就连曲名好事终体会起来其所指恐怕也不限于秦氏一人而可以是整个贾府的败亡 扩展资料 现代评价 1马瑞芳秦可卿一家的名字都是为了说明情的罪孽太虚幻境判词红楼梦曲规定她因淫自杀焦大骂出她与贾珍贾蔷乱伦她卧室的香艳描写暗示她是风月人物 作者在现实中选择了秦可卿这个因风月之事败露而死亡的人作为情的象征让她在贾宝玉梦中幻为情身还让那个也叫可卿的仙姬与钗黛的形象混为一体最后与贾宝玉一起堕入迷津暗示这是后来情节发展的影子以自圆其宿孽因情之说 王熙凤的弄权敛财害命也起于她协理宁国府秦可卿判词和曲子中的词句的含义要比字面印象来得深奥就连曲名好事终体会起来其所指恐怕也不限于秦氏一人而可以是整个贾府的败亡 2朱楼梦剑秦可卿和二尤的故事来自风月宝鉴旧稿她们的出身品性结局均有相通之处秦可卿正传的疑点可以在二尤正传里面找到答案 书中通过猫狗打架卧房典故两枝宫花焦大醉骂判词曲子等细节塑造她为第一淫妇为此遭受相思成疾贾蔷搬出长辈责罚焦大秦业名坏被欺金荣璜大奶奶因淫致病张太医论病重度抑郁尤氏述说秦可卿自述等五重活受罪最后不得好死此系模拟世俗语态对她的淫罪表示惩罚 但作者后期大刀阔斧修改她的形象删削风月宝鉴风月文字通过移罪贾珍乳名兼美合家称颂贾宝玉意淫魂托凤姐合家哀悼等细节把她翻转为第一佳人对她的悲剧寄予深切同情作者为二尤翻案的文章亦与秦可卿相通她们的人性美和悲剧美自然融入大观园全体共同表达了女儿尊贵和意淫主题 关于秦可卿到底是什么样的人一直存在巨大争议即便她死后也不能盖棺论定因为关于秦可卿的文字后来被曹雪芹删减改写了很多若非脂批也许我们绝不会知道还曾有秦可卿淫丧天香楼的一节文字 关于秦可卿的争议主要有两个方面一个是她到底是个什么样的人好女人还是坏女人生活作风有没有问题是她主动犯错还是被逼迫就范她到底是怎么死的淫丧还是病逝今天我们先说说第一个争议 写这篇文章可能会被骂因为我跟很多人的观点不一样看过几篇分析秦可卿的文章最终得出的结论大多都是秦可卿并不是一个坏女人她最后淫丧天香楼是因为贾珍的逼迫且曹公把她列入十二钗足以说明她的私生活不可能那么乱而且她还是个孤儿 因为天香楼一节的文字被曹公删去了四五页所以我们无法看到全貌只能凭借原文中未删之笔和相关脂批去推断去最大限度的还原因此得出的结论也千差万别我先说我的结论秦可卿算不上是一个好女人她的性格中有淫的一面尤其在男女之事上她是个坏女人 我来说我的理由 第一焦大之骂直指秦可卿焦大醉骂我们都熟悉的一句话是爬灰的爬灰养小叔子的养小叔子很多人对这句话的理解也是不一样的但爬灰基本都能确定就是指贾珍和儿媳秦可卿之间但这个不足以说明秦可卿就是个坏女人因为她的确有被贾珍逼迫就范的可能 关于养小叔子的是谁相关的分析文章也很多有说贾珍和贾蔷之母的有说王熙凤和宝玉的有说秦可卿和贾蔷的莫衷一是对此我也分析过结果是最后一种情况即养小叔子是指秦可卿和贾蔷之间这个应该不是秦可卿被迫而是主动了 焦大醉骂一回有一条脂批焦大之醉伏可卿之病至死这条脂批什么意思很明显焦大醉骂里是牵扯到了秦可卿的且这之后秦可卿就病倒了这难道是巧合吗自然不是而是焦大醉骂把宁府的丑闻给揭露了出来秦可卿因此有了心病 关于贾蔷宝玉秦钟大闹学堂一回也有相关文字说他亦系宁府中之正派玄孙父母早亡从小儿跟贾珍过活如今长了十六岁比贾蓉生的还风流俊俏他兄弟二人最相亲厚常相共处这段话有两个信息点其一贾蔷长得好其二贾蔷因为跟贾蓉交好他应该是很有机会经常见到秦可卿的 所以接着原文又说宁府人多口杂那些不得志的奴仆们专能造言诽谤主人因此不知又有了什么小人诟谇谣诼之辞贾珍想亦风闻得些口声不大好自己也要避些嫌疑如今竟分与房舍命贾蔷搬出宁府自去立门户过活去了 这段话后还有一条脂批此等嫌疑不敢认真搜查悄为分计皆以含而不漏为文真实灵活至极之笔这条脂批已经足以说明宁国府到底有多肮脏了且贾珍为什么让贾蔷搬出去两个原因其一他知道贾蔷和秦可卿之事其二他自己也跟秦可卿有关系要避嫌 也就是说秦可卿既与公公贾珍不清不楚又与小叔子贾蔷有关系爬灰有她养小叔子也有她她先后与两个男人非同一般的关系是世人最不能接受的一旦微密久藏偏自露等待她的就只有一死了只有幻中梦里语惊人 第二引宝玉去房里睡觉秦可卿第一次出场是贾母去东府赏梅原文从贾母眼中介绍她贾母素知秦氏是个极妥当的人生的袅娜纤巧行事又温柔和平乃重孙媳中第一个得意之人看上去对秦可卿的评价很高但紧接着发生的一件事却让人觉得秦可卿一点也不妥当 宝玉困倦秦可卿带他去休息本来是要去上房但宝玉不乐意于是秦可卿这时候就话锋一转要宝玉去她房里休息原文秦氏听了笑道这里还不好可往那里去呢不然往我屋里去吧宝玉点头微笑 要知道秦可卿和宝玉是叔侄关系一个是叔叔一个是侄媳妇这在非常讲究纲常伦理的古代在非常重礼的贾府叔叔在侄媳妇房里休息这不是不被允许的所以有一个嬷嬷说道那里有个叔叔往侄儿房里睡觉的理秦氏笑道嗳哟哟不怕他恼他能多大呢就忌讳这些个上月你没看见我那个兄弟来了虽然与宝叔同年两个人若站在一处只怕那个还高些呢 很多人读到这里会觉得宝玉年小去秦可卿房里睡觉没什么啊大惊小怪的秦可卿的弟弟秦钟不一样都都可以吗但关键就在于一个是叔叔一个是弟弟关系不一样性质自然就不同连跟着的年纪大的嬷嬷都觉得不合适可知贾府几乎不会有这样的事情发生但秦可卿偏偏违背了这个礼 再细细玩味秦可卿的那句话一个哎呦呦就把一个女子的性格写了出来什么样性格的女人才会说出这样的语气词来呢也许只有性格开朗为人豪放的人才说得出吧一句话总结秦可卿让宝玉去她房里睡觉于礼是大大的不合 第三秦可卿的房间布置关于秦可卿的房间布置我之前曾有过详细的分析这里不再赘述只简单交代一下曹雪芹先生写到秦可卿房间时曾引经据典把秦可卿房间的摆设写的非常详细 这一点从宝玉的表现就看得出来原文刚至房门便有一股细细的甜香袭人而来宝玉觉得眼饧骨软连说好香宝玉的反应是眼饧骨软什么是眼饧骨软就是整个人都迷醉了呈现出一种半梦半醒的状态 宝玉还没进房就已经这样痴迷了可知秦可卿的房间布置有多香艳这正合宝玉的胃口也正是在秦可卿房中的这次午觉让宝玉有了人生第一次梦遗且引他入梦和出梦之人都是秦可卿梦中与他云雨之人又是警幻仙子之妹可卿这都指向秦可卿 脂批对秦可卿房中秦太虚的一副对联嫩寒锁梦因春冷也曾批艳极淫极由此可知秦可卿的性格中是离不开了一个淫字的 曹雪芹为什么如此详细地描写秦可卿房内布置当然不是随意写来而是大有深意因为这些布置所隐含的历史故事和人物最终都指向了一个字淫而这个字也跟秦可卿短暂的一生如影相随 第四秦可卿判词曲词秦可卿是金陵十二钗最后一位这个排序已经说明问题并不是很多人以为的上了十二钗正册的女子一定都是品行良好完美无缺的女子实际上仔细分析十二钗每个人都有致命的弱点或缺陷而秦可卿美中不足的正是因为犯了最不该有的色戒 秦可卿的判词说后面又画着高楼大厦有一美人悬梁自缢其判云情天情海幻情身情既相逢必主淫漫言不肖皆荣出造衅开端实在宁这个判词透露了两个重要信息其一秦可卿是最终是自缢身亡这与脂批透露的淫丧天香楼是吻合的其二秦可卿是个有情之人但这个情之后有个淫字相随也就是说她的情一定不是正常的男女之情而是情的另外一种 所以脂批在秦可卿之死一回的回末有这样的一句批语借可卿之死又写出情之变态上下大小男女老少无非情感而生情什么是情之变态这不是我们现在说的变态而是说秦可卿的情是一种情的变异比如她跟贾珍她跟贾蔷这都是情但这情是主淫的是不为世人所接受的是一种变异的情 秦可卿曲词的前半段画梁春尽落香尘擅风情秉月貌便是败家的根本也隐隐地道出了秦可卿因为婀娜纤巧花容月貌性情风流加上宁府贾珍的无法无天厚颜无耻最终酿成了无法挽回的败家当然这不能全怪秦可卿判词说了情既相逢必主淫这是秦可卿贾珍们一起合谋犯下的错 第五秦可卿出身介绍很多人在分析秦可卿性格特点和品行时常常从淫丧天香楼一回的文字找证据而忽略了她的出身介绍其实关于秦可卿是好女人还是坏女人曹公在介绍她的出身时四个字就已经点明了原文第八回回末有这样一段文字 秦业因当年无儿女便向养生堂抱了一个儿子并一个女儿谁知儿子又死了只剩女儿小名唤可儿长大时生的形容袅娜性格风流因素与贾家有些瓜葛故结了亲许与贾蓉为妻 请注意看性格风流四个字甲戌本在这里有一句脂批四字便有隐意春秋字法这时候秦可卿还没有淫丧天香楼脂批为什么这么批呢自然是要透露后文的一些情节实际上这是一处伏笔曹公用性格风流四个字暗指了秦可卿后文与贾珍贾蔷之事也是对秦可卿品行的定评所以脂批说有隐意是春秋字法 这里有必要提一下秦可卿名字的由来按照曹公一贯的人名隐喻我们可以解读出来秦可卿即情可轻之意但为什么是情可轻呢因为秦可卿的情多不是人之常情更不是正常的男女之情而是一种违背人伦之情是不被世俗所接受的情是一种劫所以是情可轻而秦可卿的判词也说了她是生于情天情海的这情是主淫的 第六淫丧天香楼文字暗示最后就是秦可卿死亡一回的多处脂批和文字暗示了这一点被很多红学家和研究者已经研究的很多这里只说几处关键的文字 靖藏本曾有这样一段脂批老朽因有魂托凤姐贾家后事二件岂是安富尊荣坐享人能想得到者其事虽未行其言其意令人悲切感服姑赦之因命芹溪删去遗簪更衣诸文是以此回只十页删去天香楼一节少去四五页也 请细读前半句什么是其事虽未行什么是姑赦之为什么要让曹雪芹删除遗簪更衣诸文还有天香楼一节 从这段话里我们能够得到这样一个确切的信息秦可卿犯了大错一个不可饶恕的错误所以脂批才用了那么重的字眼对于生活于贵族贾府之中的已婚女子来说她能犯下什么不可饶恕的错误呢除了生活作风问题也许再没有别的了而脂砚斋之所以让曹雪芹删文则是因为秦可卿托梦王熙凤交代后事还算是在最后悬崖勒马尽了本分的所以他起了恻隐之心不再人心曹公把这段丑闻写出来 秦可卿死后贾府众人的表现是个亮点原文彼时合家皆知无不纳罕都有些疑心贾府之人都疑心什么呢因为什么要疑心自然是一件大家素日都怀疑的事情既然是怀疑自然都知道或听闻甚至是一个公开的秘密所以秦可卿一死大家才开始怀疑到这件事上来 这句话后有条甲戌本脂批九个字写尽天香楼事是不写之写联系秦可卿淫丧天香楼我们不难得出秦可卿是之死多半是因此事而起所以贾府众人才纳罕才疑心这件事直指贾府丑闻 综上秦可卿温柔和平办事得体人也生的婀娜纤巧贾母看重她王熙凤看重她贾府上下之人都看重她这些都是褒扬但她并不是完美的女子她一生最大的污点即是情既相逢必主淫是淫丧天香楼这些都是无法回避怎么也洗不清的其实我们再仔细推敲金陵十二钗正册中的十二个人物就是十二种人生也是十二种不同的情秦可卿的情只不过是世人所不能接受的一种罢了",
        "Source": ""
    },
    {
        "Name": "Shixiangyun",
        "Reviews": "史湘云的性格特点可归纳为心直口快热情乐天才思敏捷有英雄气概平等待人率直史湘云是作者按照世说新语魏晋风度标准塑造的一位女子形象心直口快开朗豪爽爱淘气甚至敢于喝醉酒后在园子里的大青石上睡大觉偶尔身着男装大说大笑风流倜傥不拘小节诗思敏锐才情超逸 霁月光风 史湘云有着疏朗与开阔胸怀在第31回的阴阳之辨中翠缕的喋喋不休史湘云的循循解答使主仆间弥漫着一片宛如姐妹师生的平等气息而史湘云如此深入浅出的思辨 却不像那些见风落泪对月伤怀的深闺怨女 心意明媚 史湘云的旷达不是一种出世孤傲而是一种入世的情趣趁兴时大块吃肉忘形时挥拳拇战偶尔男儿装扮 白日里佻达洒脱 顾盼间神采飞扬须眉也须自拙在大观园中史湘云的身世既富且贵虽因家道中落不复为富却也不端着贵族的空架子她既无视高低贵贱又不拘于男女之别与人相交一片本色无功利之心这和宝钗黛玉大为不同宝钗虽识大体又善施小惠但人事的轻重在她的行事中是层次清晰的黛玉为封建社会的叛逆者一身才情孤芳自傲是黛玉的本性 性情直爽 她是一个极爱说话的人是话口袋子对人对事都表现出热情香菱要学诗不敢啰唆宝钗向湘云请教她越发高兴了没昼没夜高谈阔论起来为此宝钗批评她不守本分不像个女孩儿家她表里如一心直口快说话不防头儿一次看戏凤姐儿指着戏台上的一个小旦说这孩子打扮起来活像一个人众人都知道凤姐指的是黛玉就怕得罪她便不肯说出来湘云却直言不讳地说我知道像林姐姐为此她不仅得罪了黛玉而且还与宝玉发生了矛盾后来她到贾府总与宝钗同住因为宝钗待她最好如亲姐姐一样我但凡有这么一个姐姐就是没了爹娘我也情愿 体健貌端 史湘云不是红楼梦中最美丽的女子但她是健康的美女红楼女儿生得美丽的多但生命旺盛的不多一大半病病怏怏的黛玉从会吃饭起就吃药王熙凤表面刚强最亲近的平儿也知她是死撑看起来体态丰满的薛宝钗也有胎里带的热毒寻常药还不起作用湘云却体健貌端割腥啖膻烧烤鹿肉全不当一回事喝醉了酒枕着芍药花在石头上露宿香梦沉酣也没见她感冒身体素质自然是一级棒 善良细心 史湘云有一种传统侠义古道热肠的善良在群芳射覆的游戏中香菱慌乱得毫无头绪旁人都笑观其败幸灾乐祸唯有史湘云急得抓耳挠腮不惜私传谜底结果作弊被当场拿获邢岫烟一个处身于贵族中的平民女子和宝玉宝琴平儿是一天生日别人谁也不记得独史湘云道出了岫烟的生日让贫寒的女子顺势过了个华诞这些或许是小事但闺中又有多少大事且又有谁肯为香菱岫烟这类女子留上半分心呢她的善良与明智使她超脱了身份的羁绊从而两袖清风一身轻快地行走于天地之间呈现出一种潇洒飘逸的风度 乐观豁达 史湘云自幼父母双亡由叔父抚养寄人篱下尽管她身世比林黛玉还苦三分但她从没象林黛玉那样整日悲戚戚的在贾府随时可以听到她的笑声笑却是真挚无邪的笑发自乐观的天性更皆出语谐趣如行酒令这鸭头不是那丫头这头上哪有桂花油说不尽的俏皮一时令人倾倒她对生活永远兴味盎然属于她的色彩明快温暖一如雪地里戴着的大红猩猩昭君套那是湘云最配的颜色啊 才思敏捷 大观园里才女云集但才思可堪与钗黛一拼的仅湘云一人而已芦雪庵凹晶馆以及历次赛诗联句湘云都来得快且多芦雪庵一役湘云有鹿肉助兴诗思敏捷独战宝琴宝钗黛玉不仅如此就这么一个大家闺秀女红刺绣湘云样样拿得出手在依婶母而居时身在豪门针线女工都须自己动手常常做针线活儿到三更可谓是出得厅堂入得厨房在今天看来属于那种可以精神交流可以同甘共苦让人有疼她宠她的愿望 然而那样好看的花最终还是谢了醉情溢言酡红沉梦的日子最终还是在落花飘摇着的影子中远去了湘云的出现始终像几缕飞云一像悄然她的离去隐约着许多温暖却没有痕迹王勃的落霞与孤鹜齐飞 秋水共长天一色大约最适合用在湘云身上那种清朗的悠远飞动的飘逸那种漫不经心的和谐应该是史湘云永远的形象 湘云的家境 她自幼父母双亡和叔叔婶婶住在一起虽说有小姐身份但还要做女工一类的针线活我们很少看到史湘云和别人提及过和哭过林黛玉也是父母双亡但多少也感受到了一点父爱母爱况且到了贾府有贾母罩着王夫人还能怠慢她不成难得宝玉也为她撑腰所以境遇要比史湘云强的多却动不动就抹眼泪林妹妹爱哭的根源大致有两点一点是她家是书香门第比贾家靠武力的气质上多了一层高贵另一点她沾染了文人清高的坏毛病不屑于与不相投的人沟通又因贾府错综复杂的争斗而落落寡欢感叹风霜刀剑严相逼史湘云家境虽如此但每次来贾府时也不忘带点小礼物给丫头小姐们上上下下的关系显得很融洽处处洋溢着烹羊宰牛且为乐会须一饮三百杯的畅快一不留神她就要做东幸好有宝钗雪中送炭并这样说她说你有心却没心虽然有心到底是太直了 湘云的直 最明显的例子就是说唱戏的女子像林妹妹别人尚且避之三分她偏捅破这层纸使得众人哄笑林黛玉像因戏子乃是下九流连小妾赵姨娘都骂的粉头至黛玉无地自容贾宝玉又先哄劝先一步自己恼怒收拾包袱回家的史湘云反过来说林黛玉因比戏子而小性林黛玉迁怒于宝玉不理解她其实并没有因为史湘云的玩笑而生气湘云不过后来经过抄检大观园后薛宝钗不告而别史湘云搬出蘅芜苑与李纨居住过节时凹晶馆两人说出了寒塘渡鹤影冷月葬花魂的绝唱史湘云再次搬入潇湘馆与林黛玉同住两人恢复了亲密的关系人们称史湘云是诗仙所以芦雪庵联诗时她的诗句最多像她的性格一样斗酒诗百篇湘云在大观园众儿女中后来居上黛钗湘都夺过诗魁到不如说是彼此性格的反映吧 迎春虽然说话不多但还有几分贵小姐的倦懒之气反观史湘云暴炭似的人爱打抱不平听说邢蚰烟受婆子欺负时她直接说等我问问二姐姐去我骂那婆子一顿给你们出出气不知不觉让人想到嘴利的村妇她显然是太鲁莽了还得探春一番精密的筹划 生活中的史湘云看不出是个贵小姐和丫鬟翠缕谈论阴阳不厌其烦主动帮香菱学诗不怕啰嗦史湘云就像一个小孩儿不会将不愉快的事放在心上只要睡一觉就像什么也没发生过似的 文中通过两人睡态的描写将黛玉的处事精密与湘云的大而化之作了鲜明的对比黛玉是裹着一幅杏子红陵被安稳合目的睡着湘云却是一把青丝托于枕畔一幅桃绸被只齐胸盖着一弯雪白的膀子撂在外面宝玉看到后说她连睡觉都不老实是啊如果老实了就不是有魏晋风度的史湘云了 湘云的中性美 林妹妹说她像个小骚达子就是假小子人说湘云是巾帼而须眉宝玉是须眉而巾帼看似矛盾不过是率真性情的外露宝玉不喜欢的是世俗的礼并非不通人情不然女儿们也不会和他厮混在一起湘云的诗萧疏林畔科头坐清冷香中抱膝吟纯魏晋风度自然生活中少不得诗酒了所以她半醉半醒地说你们知道什么是真名士自风流你们都是假清高最可厌我这会子腥的膳的大口大嚼回来却是锦心绣口 湘云于妩媚中沾染了一些风流倜傥的男儿气概她在穿着上总是喜欢男装一次下大雪她的打扮就与众不同身穿里外烧的大褂子头上戴着大红猩猩昭君套又围着大韶鼠风领黛玉笑她道你瞧孙行者来了他一般的拿着雪褂子故意妆出个小骚达子的样儿来众人也笑道偏他只爱打扮成个小子的样儿原比他打扮女儿更俏丽了些她与宝玉平儿等烧鹿肉吃黛玉讥笑他们湘云回击道你知道什么是真名士自风流我们这会子腥的膻的大吃大嚼回来却是锦心绣口就算是作诗她也能吟出萧疏篱畔科头坐清冷香中抱膝吟的诗句俨然以隐女自居俏丽抚媚杂染些风流倜傥使史湘云这一形像更富有魅力了 最后再整体感受一下史湘云青丝托于枕畔白臂撂于床沿梦态决裂豪睡可人至鹿肉大嚼茵药酣眠尤有千仞振衣万里濯足之概更觉豪爽也 书中只有两个人是被说不让人的一个是湘云一个是黛玉宝玉笑道还是这么会说话不让人湘云一见他这般景况只当有什么新闻忙也来一看也要笑时忽然想起宝钗素日待他厚道便忙掩住口知道林黛玉不让人怕他言语之中取笑便忙拉过他来道走罢我想起袭人来他说午间要到池子里去洗衣裳 想必去了咱们那里找他去好笑的是评价湘云不让人的是宝玉当时是黛玉笑湘云送个戒指还分两次而湘云一通长篇大论的宝玉说湘云不知道让着黛玉而评价黛玉不让人的是湘云光是这点就暗示了三个人之间的微妙我已经脑补了黛玉和湘云小时候住在一起的时候由于两个人都不让人经常有口角而宝玉是拉偏架的明明黛玉比较大这样导致湘云对黛玉的怨气十足湘云笑道我只当是林姐姐给你的原来是宝钗姐姐给了你我天天在家里想着这些姐姐们再没一个比宝姐姐好的可惜我们不是一个娘养的我但凡有这么个亲姐姐就是没了父母也是没妨碍的说着眼睛圈儿就红了史湘云道提这个便怎么我知道你的心病恐怕你的林妹妹听见又怪嗔我赞了宝姐姐可是为这个不是 史湘云道好哥哥你不必说话教我恶心只会在我们跟前说话见了你林妹妹又不知怎么了湘云在书中一开始出现的很晚次数很少第一次是送戒指赶上宝钗生日当天吵架后本是住在黛玉那里的湘云搬到贾母那里了第二天就回家了这个时候大家还没住进大观园第二次是端午节过后宝玉有了金麒麟湘云也有了婆家来贾府做客当时就住在宝钗蘅芜苑了湘云黛玉的总角之交书中并没有正面描写就如宝玉黛玉小时候的日常也没写一样但是其实两个人也是很小就在一起玩的了林黛玉道这算什么惟有前年正月里接了他来 住了没两日就下起雪来老太太和舅母那日想是才拜了影回来老太太的一个新新的大红猩猩毡斗篷放在那里 谁知眼错不见他就披了又大又长他就拿了个汗巾子拦腰系上和丫头们在后院子扑雪人儿去一跤栽到沟跟前弄了一身泥水黛玉说的这段宝钗和薛姨妈都还没来贾府呢要说两人有多大的过节也说不上估计也总是吵吵闹闹的然而第一出现的时候湘云还是住在黛玉这里所以说两人其实也没多大的事这一次湘云来贾府甚至都不知道宝钗的生日赶在宝钗生日前说要回家还是贾母让她留下的第二次出现的时候宝钗和袭人说湘云在家过的不好不要让湘云老是帮忙做针线了袭人说做的是宝玉的针线然后宝钗就自己帮袭人做针线了为什么这几次他来了他和我说话儿见没人在跟前他就说家里累的很我再问他两句家常过日子的话他就连眼圈儿都红了口里含含糊糊待说不说的宝钗道上次他就告诉我在家里做活做到三更天若是替别人做一点半点他家的那些奶奶太太们还不受用呢袭人道偏生我们那个牛心左性的小爷凭着小的大的活计一概不要家里这些活计上的人作我又弄不开这些宝钗笑道你理他呢只管叫人做去只说是你做的就是了袭人笑道那里哄的信他他才是认得出来呢说不得我只好慢慢的累去罢了宝钗笑道你不必忙我替你作些如何袭人笑道当真的这样就是我的福了晚上我亲自送过来说起来宝玉不要家里粗使婆子做的针线袭人倒是聪明说这话之前跟湘云也说过让黛玉帮忙等于是黛玉湘云宝钗都给她帮忙她还挺会指挥的嘛黛玉不勤快帮忙她还要抱怨呢扯远了湘云的性格和黛玉有很大的重叠部分两个人都很倔强而且都很争强好胜黛玉连抽个花签还要在心里想最好抽个好的blabla湘云诗兴大发之时如同下快棋的一样噼里啪啦一顿说一定要压倒他人这样好胜的两个人其实几乎注定无法好好相处但是这并不能说明两人不能互相欣赏湘云虽然好胜但是其实已经不止一次在黛玉面前认输了恐怕这也是湘云对黛玉不爽的一个原因之一所以第一次出场的湘云就想出了一个人来压倒黛玉那就是宝钗宝钗又比黛玉大也博学在湘云眼里恐怕宝钗的出现她很高兴呢就像是在学校里万年第二也很乐意来个狠角色狠万年第一抢风头呢再加上宝玉这个拉偏架的哥哥简直了而且宝钗性格内敛不如黛玉那么好胜和好胜的湘云性格互补也处的来湘云又和黛玉有不同的黛玉好胜是一种说的那个点叫做闷骚黛玉的好胜追求的是不鸣则已一鸣惊人那种低调中又大放光芒的感觉有一个场景就特别典型点香写诗大家都急着写黛玉也不写一会儿和丫鬟们说笑一会儿站在门口看看到了香快烧完的时候提笔就写一蹴而就帅啊无形装逼最为致命我估计黛玉从小就是这么把湘云给压趴下的而湘云的好胜是一种意气风发神挡杀神的好胜是外放的所以说湘云的性格豪气诗社没有叫她就开了她能直接问出口还有一个能问出口的是平儿平儿说你们热闹也不叫我blabla的而黛玉就很显然是不会说出口的湘云作诗一战五也是一个很有意思的场景虽然都是好胜但是表现截然不同湘云的某种性格又和宝玉有些相似就是幼稚书中宝玉和湘云恐怕是最像小孩的小孩了往常间只有宝玉长谈阔论今日贾政在这里便惟有唯唯而已余者湘云虽系闺阁弱女却素喜谈论今日贾政在席也自缄口禁言黛玉本性懒与人共原不肯多语宝钗原不妄言轻动便此时亦是坦然自若故此一席虽是家常取乐反见拘束不乐上面这段只描写了宝玉湘云黛玉和宝钗几个人的表现宝玉和湘云一改风格缩着黛玉和宝钗虽然都不说话但是却都是正常表现都是原不一个是本性懒得说一个是一贯谨言慎语四个人各有妙处黛玉宝钗明显有主角风范而湘云宝玉如同老鼠见了猫也很有意思今日贾政在这里 今日贾政在席更不用提后来两个人看到新鲜鹿肉的表现了跟小孩子真没两样史湘云便悄和宝玉计较道有新鲜鹿肉不如咱们要一块自己拿了园里弄着又顽又吃而且她和宝玉肯定经常一起做这种贪玩的事而黛玉也很了解她湘云宝玉不见了黛玉不用问人就能猜出来他们干嘛去了这绝对是小时候见多了若到一处生出多少故事来他两个在那里商议着要吃生肉呢说的有来有去的哈哈这两人确实好玩 一时大家散后进园齐往芦雪庵来听李纨出题限韵独不见湘云宝玉二人黛玉道他两个再到不了一处若到一处生出多少故事来这会子一定算计那块鹿肉去了正说着只见李婶也走来看热闹因问李纨道怎么一个带玉的哥儿和那一个挂金麒麟的姐儿那样干净清秀又不少吃的他两个在那里商议着要吃生肉呢说的有来有去的 我只不信肉也生吃得的众人听了都笑道了不得快拿了他两个来黛玉笑道这可是云丫头闹的我的卦再不错还有一个例子湘云做谜语大家一起猜宝钗宝琴黛玉李纨探春迎春惜春等人全都在但是都猜不到只有宝玉猜到了原来是个耍猴的猴儿其他人猜不到还说湘云刁钻古怪呢我觉得很可能是因为小时候宝玉和湘云一起淘气贪玩时看过耍猴儿的其他人可能见都没见过注意看笑了半日联系一下当时的场景别人都在乱猜之时宝玉一个人在那里笑是因为他早就猜出来了可见两人之间的某种默契说他们两个兄妹感情好不是说着玩的湘云想了一想笑道我编了一支点绛唇却真是个俗物你们猜猜说着便念道 溪壑分离红尘游戏真何趣名利犹虚后事终难继 众人都不解想了半日也有猜是和尚的也有猜是道士的也有猜是偶戏人的宝玉笑了半日道都不是我猜着了必定是耍的猴儿湘云笑道正是这个了众人道前头都好末后一句怎么样解湘云道那一个耍的猴儿不是剁了尾巴去的众人听了都笑起来说偏他编个谜儿也是刁钻古怪的黛玉心思细腻宝钗心思深沉都很稳定宝玉和湘云两个人就是一阵一阵的表现非常的不稳定宝玉心细的时候那真的细的不得了什么偷偷溜走不打扰鸳鸯和袭人二人说话之类的不细的时候也会打骂小厮和丫鬟湘云也是一样心细的时候连戒指都知道单送给袭人平儿金钏鸳鸯四大丫鬟其实紫鹃琥珀彩云等还有七八个人也是一起的呢湘云为什么脱口而出戏子长得像黛玉说她有口无心也好说她顺口说说也好那次是她在书中第一次露面我估计她潜意识里对黛玉的怨气或者说不服气才是她脱口而出的主要原因另一个原因是她还小但是说起来也不算小了因为过了几个月后她就定亲了湘云这孩子是个话唠特别喜欢高谈阔论如果有同人日常我估计小时候跟黛玉住一间房的湘云还真的讨不了喜因为她太吵了黛玉选择潇湘馆的一大原因是幽静而且也讨不了好因为她会说黛玉更会说吵架什么的恐怕胜算不大书中宝玉曾经说除了凤姐就属黛玉会说话呢恐怕有很大的原因来自于从小和湘云的各种口角黛玉都完胜的场景吧而且会说话会吵架会堵人这种嘴炮技能需要练习的麝月是跟晴雯练湘云跟黛玉练而黛玉是跟湘云和宝玉练呢总之对湘云来说不喜欢黛玉情有可原黛玉比她大呢也不让着她还有一个拉偏架的袭人和湘云那么的好可能还有背地一起吐槽黛玉的原因攻守同盟嘛宝玉是站在黛玉这边的袭人站在湘云这边让湘云怎么不喜欢袭人呢日常生活中的湘云是一个非常有活力的小姑娘淘气像男孩子贪玩话唠叽叽喳喳的等等有人更喜欢湘云而不是宝钗黛玉这一点都不奇怪虽然我本人更喜欢黛玉湘云这样一个元气满满的人跟她一起就觉得开心呢 书中只有两个人是被说不让人的一个是湘云一个是黛玉宝玉笑道还是这么会说话不让人湘云一见他这般景况只当有什么新闻忙也来一看也要笑时忽然想起宝钗素日待他厚道便忙掩住口知道林黛玉不让人怕他言语之中取笑便忙拉过他来道走罢我想起袭人来他说午间要到池子里去洗衣裳 想必去了咱们那里找他去好笑的是评价湘云不让人的是宝玉当时是黛玉笑湘云送个戒指还分两次而湘云一通长篇大论的宝玉说湘云不知道让着黛玉而评价黛玉不让人的是湘云光是这点就暗示了三个人之间的微妙我已经脑补了黛玉和湘云小时候住在一起的时候由于两个人都不让人经常有口角而宝玉是拉偏架的明明黛玉比较大这样导致湘云对黛玉的怨气十足湘云笑道我只当是林姐姐给你的原来是宝钗姐姐给了你我天天在家里想着这些姐姐们再没一个比宝姐姐好的可惜我们不是一个娘养的我但凡有这么个亲姐姐就是没了父母也是没妨碍的说着眼睛圈儿就红了史湘云道提这个便怎么我知道你的心病恐怕你的林妹妹听见又怪嗔我赞了宝姐姐可是为这个不是 史湘云道好哥哥你不必说话教我恶心只会在我们跟前说话见了你林妹妹又不知怎么了湘云在书中一开始出现的很晚次数很少第一次是送戒指赶上宝钗生日当天吵架后本是住在黛玉那里的湘云搬到贾母那里了第二天就回家了这个时候大家还没住进大观园第二次是端午节过后宝玉有了金麒麟湘云也有了婆家来贾府做客当时就住在宝钗蘅芜苑了湘云黛玉的总角之交书中并没有正面描写就如宝玉黛玉小时候的日常也没写一样但是其实两个人也是很小就在一起玩的了林黛玉道这算什么惟有前年正月里接了他来 住了没两日就下起雪来老太太和舅母那日想是才拜了影回来老太太的一个新新的大红猩猩毡斗篷放在那里 谁知眼错不见他就披了又大又长他就拿了个汗巾子拦腰系上和丫头们在后院子扑雪人儿去一跤栽到沟跟前弄了一身泥水黛玉说的这段宝钗和薛姨妈都还没来贾府呢要说两人有多大的过节也说不上估计也总是吵吵闹闹的然而第一出现的时候湘云还是住在黛玉这里所以说两人其实也没多大的事这一次湘云来贾府甚至都不知道宝钗的生日赶在宝钗生日前说要回家还是贾母让她留下的第二次出现的时候宝钗和袭人说湘云在家过的不好不要让湘云老是帮忙做针线了袭人说做的是宝玉的针线然后宝钗就自己帮袭人做针线了为什么这几次他来了他和我说话儿见没人在跟前他就说家里累的很我再问他两句家常过日子的话他就连眼圈儿都红了口里含含糊糊待说不说的宝钗道上次他就告诉我在家里做活做到三更天若是替别人做一点半点他家的那些奶奶太太们还不受用呢袭人道偏生我们那个牛心左性的小爷凭着小的大的活计一概不要家里这些活计上的人作我又弄不开这些宝钗笑道你理他呢只管叫人做去只说是你做的就是了袭人笑道那里哄的信他他才是认得出来呢说不得我只好慢慢的累去罢了宝钗笑道你不必忙我替你作些如何袭人笑道当真的这样就是我的福了晚上我亲自送过来说起来宝玉不要家里粗使婆子做的针线袭人倒是聪明说这话之前跟湘云也说过让黛玉帮忙等于是黛玉湘云宝钗都给她帮忙她还挺会指挥的嘛黛玉不勤快帮忙她还要抱怨呢扯远了湘云的性格和黛玉有很大的重叠部分两个人都很倔强而且都很争强好胜黛玉连抽个花签还要在心里想最好抽个好的blabla湘云诗兴大发之时如同下快棋的一样噼里啪啦一顿说一定要压倒他人这样好胜的两个人其实几乎注定无法好好相处但是这并不能说明两人不能互相欣赏湘云虽然好胜但是其实已经不止一次在黛玉面前认输了恐怕这也是湘云对黛玉不爽的一个原因之一所以第一次出场的湘云就想出了一个人来压倒黛玉那就是宝钗宝钗又比黛玉大也博学在湘云眼里恐怕宝钗的出现她很高兴呢就像是在学校里万年第二也很乐意来个狠角色狠万年第一抢风头呢再加上宝玉这个拉偏架的哥哥简直了而且宝钗性格内敛不如黛玉那么好胜和好胜的湘云性格互补也处的来湘云又和黛玉有不同的黛玉好胜是一种说的那个点叫做闷骚黛玉的好胜追求的是不鸣则已一鸣惊人那种低调中又大放光芒的感觉有一个场景就特别典型点香写诗大家都急着写黛玉也不写一会儿和丫鬟们说笑一会儿站在门口看看到了香快烧完的时候提笔就写一蹴而就帅啊无形装逼最为致命我估计黛玉从小就是这么把湘云给压趴下的而湘云的好胜是一种意气风发神挡杀神的好胜是外放的所以说湘云的性格豪气诗社没有叫她就开了她能直接问出口还有一个能问出口的是平儿平儿说你们热闹也不叫我blabla的而黛玉就很显然是不会说出口的湘云作诗一战五也是一个很有意思的场景虽然都是好胜但是表现截然不同湘云的某种性格又和宝玉有些相似就是幼稚书中宝玉和湘云恐怕是最像小孩的小孩了往常间只有宝玉长谈阔论今日贾政在这里便惟有唯唯而已余者湘云虽系闺阁弱女却素喜谈论今日贾政在席也自缄口禁言黛玉本性懒与人共原不肯多语宝钗原不妄言轻动便此时亦是坦然自若故此一席虽是家常取乐反见拘束不乐上面这段只描写了宝玉湘云黛玉和宝钗几个人的表现宝玉和湘云一改风格缩着黛玉和宝钗虽然都不说话但是却都是正常表现都是原不一个是本性懒得说一个是一贯谨言慎语四个人各有妙处黛玉宝钗明显有主角风范而湘云宝玉如同老鼠见了猫也很有意思今日贾政在这里 今日贾政在席更不用提后来两个人看到新鲜鹿肉的表现了跟小孩子真没两样史湘云便悄和宝玉计较道有新鲜鹿肉不如咱们要一块自己拿了园里弄着又顽又吃而且她和宝玉肯定经常一起做这种贪玩的事而黛玉也很了解她湘云宝玉不见了黛玉不用问人就能猜出来他们干嘛去了这绝对是小时候见多了若到一处生出多少故事来他两个在那里商议着要吃生肉呢说的有来有去的哈哈这两人确实好玩 一时大家散后进园齐往芦雪庵来听李纨出题限韵独不见湘云宝玉二人黛玉道他两个再到不了一处若到一处生出多少故事来这会子一定算计那块鹿肉去了正说着只见李婶也走来看热闹因问李纨道怎么一个带玉的哥儿和那一个挂金麒麟的姐儿那样干净清秀又不少吃的他两个在那里商议着要吃生肉呢说的有来有去的 我只不信肉也生吃得的众人听了都笑道了不得快拿了他两个来黛玉笑道这可是云丫头闹的我的卦再不错还有一个例子湘云做谜语大家一起猜宝钗宝琴黛玉李纨探春迎春惜春等人全都在但是都猜不到只有宝玉猜到了原来是个耍猴的猴儿其他人猜不到还说湘云刁钻古怪呢我觉得很可能是因为小时候宝玉和湘云一起淘气贪玩时看过耍猴儿的其他人可能见都没见过注意看笑了半日联系一下当时的场景别人都在乱猜之时宝玉一个人在那里笑是因为他早就猜出来了可见两人之间的某种默契说他们两个兄妹感情好不是说着玩的湘云想了一想笑道我编了一支点绛唇却真是个俗物你们猜猜说着便念道 溪壑分离红尘游戏真何趣名利犹虚后事终难继 众人都不解想了半日也有猜是和尚的也有猜是道士的也有猜是偶戏人的宝玉笑了半日道都不是我猜着了必定是耍的猴儿湘云笑道正是这个了众人道前头都好末后一句怎么样解湘云道那一个耍的猴儿不是剁了尾巴去的众人听了都笑起来说偏他编个谜儿也是刁钻古怪的黛玉心思细腻宝钗心思深沉都很稳定宝玉和湘云两个人就是一阵一阵的表现非常的不稳定宝玉心细的时候那真的细的不得了什么偷偷溜走不打扰鸳鸯和袭人二人说话之类的不细的时候也会打骂小厮和丫鬟湘云也是一样心细的时候连戒指都知道单送给袭人平儿金钏鸳鸯四大丫鬟其实紫鹃琥珀彩云等还有七八个人也是一起的呢湘云为什么脱口而出戏子长得像黛玉说她有口无心也好说她顺口说说也好那次是她在书中第一次露面我估计她潜意识里对黛玉的怨气或者说不服气才是她脱口而出的主要原因另一个原因是她还小但是说起来也不算小了因为过了几个月后她就定亲了湘云这孩子是个话唠特别喜欢高谈阔论如果有同人日常我估计小时候跟黛玉住一间房的湘云还真的讨不了喜因为她太吵了黛玉选择潇湘馆的一大原因是幽静而且也讨不了好因为她会说黛玉更会说吵架什么的恐怕胜算不大书中宝玉曾经说除了凤姐就属黛玉会说话呢恐怕有很大的原因来自于从小和湘云的各种口角黛玉都完胜的场景吧而且会说话会吵架会堵人这种嘴炮技能需要练习的麝月是跟晴雯练湘云跟黛玉练而黛玉是跟湘云和宝玉练呢总之对湘云来说不喜欢黛玉情有可原黛玉比她大呢也不让着她还有一个拉偏架的袭人和湘云那么的好可能还有背地一起吐槽黛玉的原因攻守同盟嘛宝玉是站在黛玉这边的袭人站在湘云这边让湘云怎么不喜欢袭人呢日常生活中的湘云是一个非常有活力的小姑娘淘气像男孩子贪玩话唠叽叽喳喳的等等有人更喜欢湘云而不是宝钗黛玉这一点都不奇怪虽然我本人更喜欢黛玉湘云这样一个元气满满的人跟她一起就觉得开心呢",
        "Source": ""
    },
    {
        "Name": "Jiamu",
        "Reviews": "对于贾母的性格来说她首先是一个很和善的人一大家子那么多人但是都能够比较和睦的相处而那么多的后辈都喜欢跟在她的身边就能看出贾母是一个慈善的人 贾母是个很精明能干的从她年轻的时候嫁进贾府就掌管了整个家的事务不仅仅管理得很好还带着贾府发展地越来越好 红楼梦贾母人物分析 导语相信大家都看过红楼梦吧里面的贾母是大家很熟悉的了今天小编带大家对红楼梦里的贾母进行人物分析帮助大家对加深对贾母的认识和作者的描写人物的手法希望能给大家带来帮助 红楼梦贾母人物分析 篇1 贾母又称史太君中国古典小说红楼梦中的主要角色之一娘家姓史也是四大家族之一 红楼梦中关于贾母的描写颇多但是其人物形象的主题色彩并不是很复杂的主要还是一个封建社会的大家长的形象贾母在红楼梦中可以说是见证了贾府的兴盛到衰亡的整个过程因而她的身上也有很强的沧桑感关于贾母人物分析一直以来都不在少数 贾母是一个精明能干的女人在贾母出嫁之前贾母是金陵世家世史家中的千金小姐可以说是贾母的生活得便是极好的从最初的重孙媳妇一直慢慢成为贾府中最高的权利拥有者可以说贾母能够成为最后的贾府统治者只能是靠着自己的精明才干一步一步走到了权利的最顶峰贾母在红楼梦中的描写是极为的精巧的在小说中贾母虽然是十分年迈的并且年龄已经是七八十岁了可以说是已经到了风烛残年但是贾母依旧心中挂念着贾府中的子孙的前途命运 贾母虽然在小说红楼梦中的描写是不管家的但是贾母却依然是贾府中的最高权力拥有者并且时时刻刻都在贾府中扮演着能够统领全局的作用可以说贾母虽然年老但是依然有着威慑力贾母同时也是贾府中一个虽然年老但是很会享乐的人贾母对于贾府中的儿孙的玩了是很看得开的并不给予太多的干涉 总体而言贾母是一个端厚和善的老人贾母的身上有着很多在当时难能可贵的品质在一些决策点上面都能够给予很准确有用的指示通常而言对于贾母人物分析都是较为客观的鲜有反常的看法 贾母娘家姓什么 贾母姓什么呢在中国古代著名的古典小说红楼梦中贾母是书中描写的金陵四大家族之一的史家的千金小姐由此可以看出贾母自然是姓史的并且从小说中的史湘云对于贾母的称呼也是可以看出来的小说中史湘云喊贾母为姑奶奶并且贾母是史湘云祖父的姊妹因此可见贾母在红楼梦小说中是姓史的但是贾母这个人实际上是有历史原型的便是曹雪芹的祖母李氏 关于贾母姓什么其实只要知道贾母的关系便能够很好理解了贾母姓史早年在史家的时候贾母是一个千金可以说贾母的一生都是富贵无余的贾母初生与十分富贵的史家在史家的时候贾母便是很受父母宗族的疼爱的虽然贾母的生平经历在红楼梦中鲜有提及但是还是能够大概地看出贾母的生平经历的贾母的家族是极为庞大的无论是史家还是贾府都是无比的富贵而且十分显赫的 从贾母的出生可以看出贾母姓史贾母因而又被人称为史太君史太君这个名字的说法很为人熟知同时有人分析贾母之所以姓史是曹雪芹有意为之的因为红楼梦小说中的贾宝玉通常都被人称为是曹雪芹的化身而曹雪芹的祖母在历史上是李氏曹雪芹有意地把自己的祖母形象变成了史太君可能也是暗示了史太君是曹雪芹经过文艺修饰加工的祖母 贾母性格 红楼梦对于人物的刻画是十分的形象和饱满的每个人的形象特征都是十分鲜明的红楼梦中的贾母的性格主要有为人乐观旷达对于小事不拘十分的善良和蔼同时也有现实主义的务实重利但是贾母的身上也有一些不太好的性格特征主要表现为偏心倚重势力现实以及过度的感性 贾母性格中的乐观旷达是最容易让人察觉到的小说红楼梦中对于贾母有很多的描写前期的时候与儿孙们一同的嬉乐毫无丝毫的芥蒂之心不觉得自己已经年老了而是想要和儿孙们一同嬉笑玩乐可以看出贾母的心中活得很年轻贾母同时也是一个十分善良大方的人当刘姥姥走进大观园的时候并没有嫌弃刘姥姥而是对于刘姥姥进行了极为体面的招待甚至当刘姥姥走的时候还给了刘姥姥很多的好处由此可见贾母性格中有一个极大的有点便是心地善良大方得体贾母对大观园中的处境危机是时时刻刻都有的对于前途的担忧从未止休但是贾母表现的并不是十分的鲜明 另外贾母身上也有一些并不是特别好的性格特征贾母是一个偏心的人对人对事并不是十分的公平公正的对于自己的两个儿子也是偏心由于小儿子贾政的对于大儿子则是较少的关心和问候的同时对于贾宝玉的宠爱更是超乎常人的可以说贾母的性格中最大的缺陷便是偏心了当然还有其他一些性格特征 贾母和王夫人的关系怎样 从古至今中国的婆媳之间的关系永远都是最难以相处的可以说是水火不相容的关系了主要是由于母亲和媳妇之间有着不同的利益因而婆媳之间成为了中国关系中最难相处的关系之首那么在红楼梦小说中关于婆媳关系的描写却不在少数那么贾母和王夫人的关系怎样 贾母在小说中的描写是一个深明大义的人对于子孙和孩子们都是极为的宽厚仁爱的对于王夫人也是相比于贾母的大儿媳算是偏爱的了贾母的心中很喜欢王夫人对于王夫人的一些事情的做法却还是并不是十分的满意的而王夫人对于贾母更多的是尊敬并不是很亲昵的关系贾母作为贾府中的最高权力的拥有者可以说是拥有着最高的权利的但是在贾府的处理事情中多半是交给了凤姐的因此对于王夫人而言心中自然是并不满的可是又无可奈何只能是听从贾母的安排和做法 贾母和王夫人之间的嫌隙以及争锋点主要是体现在高鹗红楼梦的续书中的情节描写上面贾母很喜欢林黛玉希望林黛玉能够成为贾宝玉的媳妇而王夫人并不喜欢林黛玉反而是更喜欢薛宝钗虽然贾母也很喜欢薛宝钗但是和林黛玉相比则是能够分出伯仲的贾母和王夫人之间的分歧也能够反映出两个人的关系其实并不如表现看到的那么和谐反而是有很多的嫌隙在其中 贾母对待宝黛爱情 红楼梦小说中主要的感情戏线路便是以宝黛爱情为主的可以说宝黛爱情是极为坎坷的贾母对待宝黛爱情的态度也是由赞同到最后的反对甚至是让王熙凤作出了金玉良缘的行径最后却让宝黛爱情变成了灰烬 起初当林黛玉到贾府中的时候贾母对于林黛玉是十分的偏爱的可以说是贾母除了贾宝玉之外再没有那么地宠爱过一个孩子了对于林黛玉的不幸遭遇贾母是深感同情的可以说贾母和林黛玉之间的祖孙情谊是非常深的同时贾母也是最宠爱贾宝玉的可以说如果是贾母看着自己最宠爱的两个孩子能够极为夫妇的话应该是一件值得高兴的事情但是在后来的书中贾母却开始了反对贾宝玉和林黛玉的婚事有人认为贾母对于林黛玉和贾宝玉之间的感情更多的是以为是年少懵懂无知时候的情愫并不是真正意义上的爱情以及夫妻情谊所以贾母最后权衡再三才同意了把薛宝钗嫁给了贾宝玉而不是成全了宝黛爱情 宝黛爱情的最终悲剧可以说是由贾母酿造的贾母对待宝黛爱情本身便是有芥蒂的因为林黛玉是自己的外孙女而贾宝玉是自己的孙子两个人组成婚姻多少有点难堪并且林黛玉的家中已经沦落所以对于宝黛爱情最终也变成了不支持反而是对于薛宝钗和贾宝玉之间的感情更为欢喜既是因为王夫人的缘故同时也是对于贾宝玉长远利益的考量最后只能说贾母对宝黛爱情曾是默许的但是最后还是变成了反对 贾母和鸳鸯的关系 贾母和鸳鸯的关系是什么呢贾母是红楼梦中描写的贾府中的拥有最高权力的人可以说贾母是贾府中最有权威的人基本上每个人对于贾母都是无比的敬畏的贾母的身边有很多的侍婢伺候着鸳鸯便是其中的一个鸳鸯是贾母身边非常受贾母喜欢的贴身侍婢因而贾母和鸳鸯的关系便是通常说的主仆关系了 贾母在小说红楼梦中是一个封建大家长的形象贾母对于身边人都有着极为高的要求同样的作为贾母身边的丫鬟也是极为辛苦的其中鸳鸯便是贾母身边的贴身侍婢可以说鸳鸯是贾母最为信任的丫鬟了同时鸳鸯也是贾府中的丫鬟的总管鸳鸯对于贾母是极为的虔诚的小心翼翼地伺候着贾母基本上是不敢违逆贾母的心思的并且有着很高超的能力在贾母的身前也表现的淋漓尽致鸳鸯因为长期生活在贾母身边的缘故鸳鸯在很多事情的决断上面都有着极高的技巧和策略鸳鸯在处理事务上面也是十分的得心应手的可以说是贾母的好帮手了但是也有因为年轻美貌竟然遭到了贾母的长子贾赦的惦记贾母渐渐地也发现了贾赦的心思面对着也有的寻死觅活贾母最终从中作梗保全了鸳鸯的身份和地位 贾母和鸳鸯之间是极为亲昵的主仆关系贾母对于鸳鸯的才干很是喜欢同时鸳鸯对不贾母也是极尽忠诚贾母和鸳鸯基本上可以说是红楼梦中描写和刻画比较深入人心的封建主仆关系了 贾母为何弃黛择钗 红楼梦中对于贾宝玉的婚事可以说是用来很大笔墨的其中贾母便是弃黛择钗之一的人从古至今一直都有很多人不解贾母为何弃黛择钗 首先贾宝玉是贾母最为疼爱的孙子对于贾宝玉的婚事以及今后的配偶对象自然是有很高的要求的而林黛玉虽然很受贾母的喜爱但是常年累月的身子不好自然让人不看好反而是宝琴以及宝钗的身子很好并且都是十分的出众因此贾母便更情愿去选择了薛宝琴或者是薛宝钗断然不可能去选择每日都是病怏怏的林黛玉 另外林黛玉的家中并不殷实甚至可以说是已经破败的家而贾府也是每况愈下的处于对贾府未来前途命运的担忧贾母自然是不会同意贾宝玉和林黛玉之间的爱情能够成为现实的更不可能让他们之间的感情有结果的贾母对于薛宝钗或者薛宝琴则是给予了厚望起初贾母更看好的是薛宝琴希望薛宝琴能与贾宝玉终成眷属但是这只是贾母的一厢情愿因而后来得以作罢由于薛家的势力和地位将来也能够帮助贾府走出困境因此贾母更愿意选择薛宝钗 还有便是林黛玉离经叛道与世俗格格不入作为入世多年的贾母自然是不愿意选择林黛玉对于林黛玉总有后顾之忧的反而是薛宝钗没有丝毫的担忧 从上面的种种原因可以不难看出贾母为何弃黛择钗既是对于家族命运的考虑也是对于贾宝玉一生的前途的打算 贾母八十大寿 贾母的生日是在八月初三的但是在贾母八十大寿这般重要时候曹雪芹红楼梦中的描写却是极为的伤感甚至有几分的死气沉沉的在贾母八十大寿的时候甚至还不如寻常时候热闹了 贾母八十大寿的庆祝宴会是从七月二十八便开始了当然主要是有宁荣国府来操办的了其中的分工也是极为的明确和具体的由宁国府负责招待男性宾客而荣国府则是负责招待女性的客人本来贾母的八十大寿可以说是极为热闹非常的从七月的时候便已经有很多的贵人们前往贾府来送贺礼了对于贾母八十大寿的重视程度可见一斑但是在真正的书中对于贾母八十大寿的盛况和过程并没有详细的描写只是其中对于凤姐在贾母面前的哭闹描写极为的细腻自然这样的一个情节应该是醉翁之意不在酒了 贾母八十大寿总共是八天但是真正可以看见地书中情节却只有一头一尾两天左右大抵上面都是在描写贾母八十大寿受到了众人的惦记并且由很多的礼物相送 红楼梦中对于贾母的八十大寿的描写可以说是极为的经典甚至是一处贾府渐渐衰落的暗示以及铺垫了贾母八十大寿是一个极为重要的时候但是对于其中过程描写的笔墨却是不足的并且关于贾母是否真有八十大寿的故事一直都是争论不休的有人认为贾母实际上在八十大寿的情节中根本没有到八十岁这里的八十大寿只是一个虚数 红楼梦贾母人物分析 篇2 首先贾母有大慈悲心肠 在小说里我们随处可见贾母对于那些小厮小丫头的疼爱随便举个例子清虚观打醮一个小道士因剪烛花在贾母等一干人进来的时候躲避不及再加上惊慌害怕撞在了王熙凤的身上被王一巴掌打得满地乱滚而众人也都叫喊着要收拾这个不懂规矩的小道士这时贾母听说忙道快带了那孩子来别唬着他小门小户的孩子都是娇生惯养的那里见的这个势派倘或唬着他倒怪可怜见的他老子娘岂不疼的慌说着便叫贾珍去好生带了来贾珍只得去拉了那孩子来那孩子还一手拿着蜡剪跪在地下乱战贾母命贾珍拉起来叫他别怕问他几岁了那孩子通说不出话来贾母还说可怜见的又向贾珍道珍哥儿带他去罢给他些钱买果子吃别叫人难为了他即便是对这样一个素昧平生微不足道的小道士贾母也如此悲悯难怪贾府的小姐们甚至丫鬟戏子们都会得到善待这和贾母的慈悲心肠是大有关系的 其次贾母是个唯美主义者 老太太懂美欣赏美也喜欢美因此但凡长得清秀端庄美丽的孩子不管是男孩子还是女孩子老太太都非常喜欢男的比如宝玉秦钟女的比如黛玉宝钗宝琴邢岫烟等等都因为长得美而得到老太太的宠爱 第三贾母懂得珍惜女孩儿 贾母虽然生在一个男权的社会但她并不因此发生马克思所谓的社会的异化成为鄙视女性的女性按照女权主义的观点这是女人最大的悲哀贾母不是这样相反她凭借自己尊贵的地位尽量多的疼爱女孩子因她极爱孙女便把迎春探春以及惜春三个孙女都要过来跟自己住而以前元春未入宫以前也是跟贾母一块过的还有后来因母亲亡故而被贾母接过来的黛玉还有因父母早亡遭受叔叔婶婶折磨的史湘云以及薛宝钗薛宝琴邢岫烟等等都得到过贾母的关照和呵护如果说贾宝玉的女儿至上论有渊源的话渊源就在贾母这里也许宝玉的思想就是在祖母的熏陶影响以及与祖母身边的女儿的交往中形成的 第四贾母疾恶如仇 贾赦看上了贾母的贴身大丫鬟鸳鸯想尽千方百计要达到目的被贾母知道臭骂了一顿她宁愿为了个丫头也敢于得罪自己的大儿子表现出一种正义凛然的风骨而这其中她最不满意的就是贾赦贪得无厌吃着碗里的望着锅里的好色娶了一个又一个以及自私不孝只想着满足自己的性欲而根本不管母亲有无妥帖的人照顾等等贾母对于这些恶劣品质的极度反感都被鲜明的表现了出来与为了一点私利来劝说的鸳鸯的嫂子以及主动帮自己丈夫找小老婆的邢夫人相比贾母的人格显得相当的高贵和刚直 第五贾母重感情 他疼爱宝玉一个很重要的原因就是宝玉很像他的爷爷也就是贾母的丈夫在清虚观打醮一节张道士说宝玉象他爷爷贾母听说也由不得满脸泪痕说道正是呢我养这些儿子孙子也没一个像他爷爷的就只这玉儿像他爷爷说到丈夫就满脸泪痕说明贾母和丈夫感情很深而她疼爱宝玉也是因为这个孙子依稀有丈夫的影子能够使她得到安慰还有她之所以如此宠黛玉也是因为我这些儿女所疼者独有你母今日一旦先舍我而去连面也不能一见今见了你我怎不伤心所以她要守着黛玉就仿佛是守着她疼爱的小女儿贾敏一样鸳鸯服侍贾母多年日久生情老太太就再也离不开她甚至为此和不孝的儿子贾赦翻脸 第六贾母见不得恃强凌弱 上面所说的对小道士的悲悯拒绝贾赦纳鸳鸯为妾的要求甚至包括对女孩子的偏爱都表现出贾母同情弱者的一面而这种性格集中体现为贾母挫败王夫人和薛姨妈等人的金玉良缘的阴谋因为这是一人数众多势力强大的集团在算计一个父母双亡孤苦伶仃的女孩子林黛玉的阴谋贾母在关键时刻挺身而出即便是得罪皇妃也在所不惜伸出温暖的羽翼为自己苦命的外孙女提供一片安宁的天空 这些品质即便是一个须眉男子也未必能够同时具有在我看来正是因为贾母具有上述难得的品质使她在贾府拥有极高的威望而且贾府之所以能够形成自宁荣二公以来皆宽柔以待下人的风气也跟贾母大有关系而她之所以敢于违逆皇妃贾元春也正是因为这个孙女自幼亦系贾母教养且同随祖母刻未暂离贾府上下只有老太太有这个底气敢跟作为皇妃的孙女较劲 这样的人物当然有足够的资格成为贾府正义力量的代表 贾母简介 中文名称 贾母 别名 老太太老祖宗 国籍 中国 民族 汉 出生地 金陵 职业 贾府老太太 代表作品 掰谎记 儿女 贾赦贾政贾敏 成功学 贾母金陵世勋史侯之女荣国公贾代善之妻贾赦贾政贾敏之母荣宁二府的老祖宗地位尊崇儿孙满堂 作为女人的贾母虽然出场时已是个富贵尊荣的老太太但就遗传学的观点看有宝玉和黛玉这样品貌的孙子外孙女样貌可以推想不差至少是受看的她的个性基本属于活泼外向型的这把年纪了还喜欢和年轻人玩笑年少时贪玩淘气差一点子掉在水里淹死头上还跌了个窝 她溺爱宝玉有一部分原因是宝玉通身的气魄很像他爷爷从这一点看她和贾代善的感情想来也说得过去 她品位高雅很有生活情趣会吃会穿懂茶道喝老君眉这样的养生茶取用梅花雪水浸泡她欣赏戏剧爱听琴l讲究赏月之道说如此好月不可不闻笛比小资还小资她的音乐审美趣味是铺排在藕香榭的亭子上借着水音更好听她指导惜春的画教宝钗居室布置告诉凤姐蝉翼纱和软烟罗的区别在潇湘馆发表的窗纱配色理论更显示了她在家庭装修方面的艺术天分 她的见识和修养固然是有优越的家世撑着有底气但活得粗砺的女富人女强人还少吗她在细节上的婉转心思其实是一种生活态度用心生活往往是幸福生活的前提 而作为领导者的贾母当日像凤哥儿这么大年纪比她还来得呢她在贾家从重孙媳妇做起一直到有了重孙媳妇稳坐贾家最高统治者的位置 遥想贾母一生必定历经风浪在鼎盛期的贾府管理层在数十年媳妇熬成婆的过程里在大家族的勾心斗角中她积累了比凤姐更多姿多彩的人生经历见识过更宏大壮阔的世面具备了更丰富有效的理家之才和治家之威贾母的太上家长位置是一点点用青春和时间置换出来的 60年里她经历了太多这些阅历让她洞悉人生所以她有一种睁一只眼闭一只眼的通达她能任用有明显缺点但肯干能干的年轻干部王熙风能看透哪个猫儿不偷腥想得开凡百事情都自己减了安享天年 但千万别忘了她还有睁着的一只眼表面上不亲庶务自得其乐的贾母在关键时刻明锐果决凛然不可犯看看她在贾赦谋娶鸳鸯一节时的发飙就会明白她一把手的位置和相应的警觉从来没有一天放弃过 贾母的管理理念相当先进知人善任抓大放小适时退居二线在一切场合力挺主事新人凤姐既能放权享受又能统领全局她还善于带队伍她调理的丫鬟遍布大观园各房紫鹃晴雯辈从相貌到资质到才干哪个不令人称羡 作为女性管理者贾母有一些柔性的管理方式她怜贫惜老优礼刘姥姥宽待犯错的小道童女性基本的善良和同情心贯穿贾母的为人处事福分很多是修来的 饮食变化 贾母的饮食从两个方面一是从口味谈起二是从排场谈起 首先看第十一回凤姐所说老太太因为晚上看着宝兄弟他们吃桃儿老人家又嘴馋吃了有大半个五更天的时候就一连起来了两次说有好吃的要几样还要很烂的这里很明白的表述了贾母的体质与饮食方向虽然说生活在大家族里讲求调养但毕竟是年老之人按此时七十岁上下牙口和胃口大不如从前所以吃了半个鲜果胃口就受不了大多老年人都喜欢吃软烂食品贾母也不例外给宝钗过生日那一回文中就点出了贾母爱吃甜烂之食 再看贾母吃螃蟹本来螃蟹性冷老年人不宜多吃所以贾母只少量尝一些而且还要把酒烫的滚热的拿来滚烫二字一下就把贾母的饮食理念体现出来热酒可以抵消螃蟹的冷让老年人胃口好受一些要是平头百姓猴年马月也吃不上一回螃蟹但凡吃上了哪还顾得了这许多啊贾母吃螃蟹不单讲究在吃上更讲究在排场上吃完还要用菊花叶儿桂花蕊熏的绿豆面子来洗手当然这是排场问题留到后面细说 贾母吃的大菜里有一道牛乳蒸羊羔49回按照贾母所说这是我们有年纪的人的药没见天日的东西这没见天日的所指的大概就是还在胎胞里的羊羔听来未免有些残忍这样的一道菜显然算是荤中之荤了也许是平日里饫甘餍美多了些贾母更偏好吃些新鲜瓜蔬刘姥姥二进荣府所带的不过是些豇豆扁豆茄子但贾母却说我正想个地里现撷的瓜儿菜儿吃外头买的不像你们田地里的好吃不光是新鲜菜蔬贾母还喜欢吃些野味比如野鸡崽子汤贾母吃了两块二不仅心里很受用还嘱咐再炸上两块就着吃粥有味儿另外也有野鸡爪子 和大多数老人一样贾母不喜欢吃油腻食品丫鬟捧来的藕粉桂糖糕松穰鹅油卷螃蟹馅的小饺子还有奶油炸的各色小面果贾母都不喜欢皱眉说这油腻腻的谁吃这个再如第五十四回写给贾母预备的鸭子肉粥她都嫌荤腻要吃些清淡的罢按理说这鸭肉性甘凉可以滋润五脏之阴清虚热有补血养胃生津的功效正适合贾母这样的老年人夜间食用但她还是想吃些清淡的食物不仅要吃清淡的连甜的也不想吃了还抱怨不是油腻腻的就是甜的所以勉强吃了些杏仁茶这里所说的杏仁茶也是甜的只不过讲究的做法是放几枚苦杏仁以发其香想必贾母所吃的也是如此做法 起初说贾母爱吃甜烂之食那时候的贾母大概七十岁年纪而第五十四回不喜欢吃甜食的贾母已将近八十岁几年时间的身体衰老自然影响改变了她的口味如第七十六回王夫人说那些面筋豆腐老太太又不大甚爱吃只拣了一样椒油莼酱来贾母却很喜欢说正想吃这个显然是想就着稀饭吃些罢了这个时候的贾母不仅是口味有所变化偏好清淡更值得注意的是饭量在减少只吃了半碗红稻米粥这是老年人身体衰老的一个很明显体现 接下来所要说的就是贾母饮食的排场问题 黛玉初进荣府时候第一次吃饭看曹雪芹如何写来李氏捧饭熙凤安箸王夫人进羹贾母正面榻上独坐两边四张空椅旁边丫鬟执着拂尘漱盂巾帕李凤二人立于案旁布让外间伺候之媳妇丫鬟虽多却连一声咳嗽不闻 再如第四十回所表贾母素日吃饭皆有小丫鬟在旁边拿着漱盂麈尾巾帕之物看看这个排场几个人吃饭倒要几十个人伺候呢吃过饭还有小丫鬟捧过茶水漱盂来先用茶水漱口盥手毕然后捧上茶来这方是正经吃的茶 贾母饮食排场之大还是柳嫂子说的一针见血大厨房里预备老太太的饭把天下所有的菜蔬用水牌写了天天转着吃吃到一个月现算倒好61回 这可算讲究之极了看这意思吃了一个月也不见得有重样的简直成了满汉全席了难怪薛姨妈都说你们府上也都想绝了这还不算另外各子孙房里有好吃的还要另外孝敬一份来这是一种规矩第七十六回贾母见自己的几色菜已摆完另有两大捧盒内捧了几色菜来便知是各房另外孝敬的旧规矩我读红楼梦深刻感觉到贾母饮食排场的变迁是与贾家衰落紧密相结合的正如贾母所说上几次我就吩咐如今可以把这些蠲了罢你们还不听如今比不得在先辐辏的时光了 有人说贾母是一个高高在上只知享受的老妇人其实并非如此贾母虽然身在内宅但却比任何子嗣都清楚自己家族的处境所以她首先从自己身上减少浪费同样就在这一回里曹雪芹还描写了贾珍等人聚众赌博天天宰猪割羊屠鹅戮鸭好似临潼斗宝一般都要卖弄自己家的好厨役好烹炮两相对比贾母的聪明要比子孙们强不止一点半点呢看这回写贾母略尝了两点便命将那两样着人送回去就说我吃了以后不必天天送我想吃自然来要 贾母一来是年岁大了不想吃这些浑腻食物更重要的则是这些东西太过浪费她已经开始为子孙们打算了吃了半碗的粥也要送给凤哥儿吃去剩下笋和风腌果子狸给黛玉宝玉两个吃去那一碗肉给兰小子吃去这些都是以往贾母没有想过的更为突出的描写是贾母还让银蝶尤氏丫鬟与尤氏一起吃饭这已经破坏了规矩贾母这么做出于什么目的呢 大概是看着一桌子菜吃不下浪费而感到可惜为了避免浪费已经把规矩都抛弃了其实也是如此日后贾家败落之后饭都吃不上了玉粒金莼噎满喉的宝玉都沦落到寒冬噎酸齑的地步那些奴才们也就更别提了但凡有口吃的活命要紧谁不是先入己口哪里还有心思想着什么主子奴才呢 贾母在贾家生活了将近六十年时光是贾家鼎盛与衰亡的见证者她的饮食变化也正是预示了一个家族从鼎盛走向衰亡的过程最后想以一句世人皆知曹雪芹亦在第十五回曾引用过的唐诗做结尾谁知盘中餐粒粒皆辛苦 私房钱与理财师鸳鸯 数个世纪前的英国为贵族从事私人财务管理已经成为一门职业化很强的专学如今的私人银行即脱胎于此数个世纪前的中国正值清朝康乾年间当时的贵族财务管理多由府第管家或心腹人士实施红楼梦中为贾母专职服务的鸳鸯可算是其中的一位 鸳鸯为贾母打理的个人财富总价值约折合白银数万两该笔财富共出现过两次一是凤姐的算法第五十五回凤姐在与平儿聊到省俭之计时称宝玉和黛玉的婚嫁费用将全部出自贾母的体己钱或称私房钱接着又说惜春等人婚嫁每人要花费七八千两白银与之相比宝黛婚嫁每人花费上万两是正常的这样贾母的私房钱至少就有两万多两 二是贾母的算法第一百零七回散馀资贾母明大义中因宁国府被抄贾赦贾珍等获罪贾母将自己财物分派时显示了其个人财富账单这包括分给贾赦贾珍凤姐各三千两现银交给贾琏的黛玉棺木南运费五百两承诺包揽惜春婚事费用交给贾政用于偿还债务的黄金若干分给宝玉宝钗金银饰物折数千两分给李纨贾兰若干自备百年费用数千两分给鸳鸯等的剩余财物如此计算贾母的个人财富约折合白银五万两这笔财富为贾母自做贾府媳妇以来数十年积攒平时用大箱笼自藏从散馀资之前贾母便叫鸳鸯吩咐去了一句可见该笔巨额财富纯系鸳鸯一人打理而能够迅速理清这笔财富鸳鸯手中如没有一个现成的大账本是办不到的 鸳鸯能够成为类似如今的CFP实为贾母之功鸳鸯本是贾府的家生女儿其父亲金彩和母亲长期为贾府看守南京的老房子而鸳鸯早在儿时就成了贾母的丫鬟之一试想两个不在身边的看房人如何培养鸳鸯她是被擅长理家的贾母一步步调教出来的最后她超越了其他丫鬟成了贾母的心腹和私人财务师 按凤姐对王夫人的陈述鸳鸯的月薪仅是一两银子以微薄报酬管理巨额财富没有对贾母的忠诚度是不行的否则随便挪用几百两像凤姐那样在外面放放高利贷也是很高的收益但鸳鸯没有这样做她对贾母感恩式的忠诚远胜过对物质的追逐她甚至主动放弃了做贾赦姨太太的权势这样的职业财务师实在难得 为贾母理财并不是一件易事首先要做到账目细诚然贾母的日常财务支出并不多大到礼节往来小到家宴寿辰都可在贾府公账上列支如据贾琏称贾母一次寿辰花费的数千两银子就出自公账但和凤姐等的小赌输赢给秋纹等丫头的赏钱等却是出自私房钱虽然金额不大多以钱吊为单位计但可能每天都会发生对外人的见面礼金额要多些一笔笔计下来都属于鸳鸯的理财细活 其次要明了贾府财务大势这特别包括有时要暗地挪用和支出贾母个人财富贾琏为应付节庆红白礼急需三二千两银子但公账上却无银可支只好求助鸳鸯帮着偷出贾母的一箱东西典当鸳鸯清楚贾府财务已是入不敷出甘愿冒着风险帮了贾琏凤姐一把不过直到贾母去世贾琏也没有赎回这箱子当头算是给鸳鸯出了个难题 自然长期维持私人财务师的职位也非易事但鸳鸯的能力在于她还兼任贾母的生活秘书由于照料得好年事已高的贾母日常生活再也离不开鸳鸯再则她的才情和人情味上下结下了一个好人缘鸳鸯是酒令高手行酒令时要说诗词歌赋她可以替王夫人说一个可见她的才情以及和王夫人的关系司棋潘又安私会她发现后也不揭发可见她对自由爱情的认可以及她的前位思想宝玉平儿生日探春也主动把她叫上可见她的人脉特别是她并不事事向贾母禀报保护了不少人也维系了贾府内院的表面安宁当然有时候她也要有些手段如在贾母大观园设宴中她见剩下了许多菜便质问管事的婆子并要婆子挑两碗送给平儿吃当凤姐说平儿吃过饭了她则直称她不吃了喂你们的猫显然是针对婆子们而言此话一出慌得婆子忙拣了两样拿盒子送去 但鸳鸯的命运最终是个悲剧哥哥金文翔是贾母的买办嫂子是贾母浆洗处的负责人恐是贾母给了鸳鸯面子的结果但势利的哥嫂完全靠不住贾母去世后面对贾赦日后可能的逼迫她选择了自尽数百年后的今天个人理财方兴未艾新的鸳鸯们开始了全新的职业设计但真正的私人财务师还远远没有出现 对宝玉婚事的态度 贾母与王夫人在宝玉婚事上的矛盾 红楼梦中若以宝黛爱情为视角真是三日好了两日恼了琐碎而令人费思今试从贾母与王夫人在宝玉婚事上的矛盾为视角大有豁然开朗之感至少在前八十回中我们看到的贾母是倾意于黛玉而非宝钗 1既吃了我们家的茶怎么还不给我们家作媳妇贾母对金玉良缘的回应 矛盾显露的原由还在王夫人的亲妹妹薛姨妈身上薛姨妈来到贾府不久便散布金玉之说来探贾母之意这在第二十八回中作者不经意点逗出来薛宝钗因往日母亲对王夫人等曾提过金锁是个和尚给的等日后有玉的方可结为婚姻等语这种说法弄得府里人人皆知连当事人宝玉都对黛玉说除了别人说什么金什么玉我心里要有这个想头天诛地灭万世不得人身可见舆论之广整日被薛姨妈围着的贾母未必不知她又是何种态度呢第二十五回作者借凤姐下茶巧妙的表明了贾母的立场给王夫人一个否定和警告民俗中女子受聘其礼曰下茶吃茶整个婚礼更有三茶六礼之称一天凤姐儿当着宝钗等众人的面和黛玉开了这样一个玩笑 凤姐笑道倒求你你倒说这些闲话吃茶吃水的你既吃了我们家的茶怎么还不给我们家作媳妇 凤姐笑道你别作梦你给我们家作了媳妇少什么指宝玉道你瞧瞧人物儿门第配不上根基配不上家私配不上那一点还玷辱了谁呢 对于极善揣摩贾母心意而又礼数不错的凤姐来说敢当众挑明宝黛关系尤其有宝钗在场否定金玉之说金玉之说可是王熙凤的姑姑长辈之言定是衔了更长的长辈贾母之意而来了世事洞明的贾母借凤姐儿之口给王夫人等散布的金玉良缘一个婉转否定的回应 2不是冤家不聚头贾母对王夫人等主张金玉良缘的回击 王夫人虽属意于宝钗这个亲外甥女但在贾母面前不好硬作主张可是有做娘娘的亲女儿这一有利条件自己便可以静制动了采取以君对臣的方法达到自己的意愿第二十八回贾妃以赏礼之规格表明了娘娘的旨意宝玉与宝钗一等黛玉与三姐妹一等深居皇宫的贾妃何以在一次短暂的归省后作出如此判断归省当晚的赐物钗黛诸姐妹及宝玉均一样毫无疑问这是王夫人之意因为每月逢二六日期准其椒房眷属入宫请候看视可见王夫人已把金玉良缘之说的工作做到娘娘头上了木头似的的王夫人给了贾母一个无声的挑战 事事明了但不多过问的贾母深知王夫人之意没过几日即在书中第二十九回贾母便借着张道士为宝玉提亲道出自己为宝玉择偶的条件 贾母道上回有和尚说了这孩子命里不该早娶等再大一大儿再定罢你可如今打听着不管他根基富贵只要模样配的上就好来告诉我便是那家子穷不过给他几两银子罢了只是模样性格儿难得好的 有趣的是一边是金玉良缘的满城风雨一边却要为尚无人选而打听着一边和尚说等日后有玉的方可结为婚姻一边也有和尚说命里不该早娶大家不要忘记在第二十二回贾母刚刚大张旗鼓的为宝钗过了及笄之年的生日这分明是让大家都知道宝钗你到了年纪了快找婆家嫁人了吧贾母一边拖着对娘娘的意旨无奈拖延宝玉婚事一边又如此作为想想是不是煞是好看啊 至此贾母与王夫人暗藏深底的矛盾已公开化事到如今不进则退借着二玉的吵架贾母说了一番让他俩都细嚼滋味好似参禅的话来 那贾母见他两个都生了气只说趁今儿那边看戏他两个见了也就完了不想又都不去老人家急的抱怨说我这老冤家是那世里的孽障偏生遇见了这么两个不省事的小冤家没有一天不叫我操心真是俗语说的不是冤家不聚头几时我闭了这眼断了这口气凭着这两个冤家闹上天去我眼不见心不烦也就罢了偏又不咽这口气 自己抱怨着也哭了 贾母真是烦恼啊不仅玉成二人婚事千难万难而且二玉也不能明了老人的一番苦心难怪极少落泪的贾母在这时自己抱怨着也哭了小冤家俗指感情极深而又时常吵架的小夫妻贾母以此称呼二人其心里对二人关系的认同度可见一斑且这一说一哭给了王夫人一个有声的回击 3你只放心罢贾母对木石前盟认可的暗示 正如贾母所说宝黛二人没有一天不叫我操心第五十回人人皆知专为发嫁而来的宝琴贾母却为宝玉求配一边是热辣辣的金锁等玉来配你不要一边是已有人家又刚来几日的薛家小妹你又求贾母这一明知故问的行为无疑明确的告诉了薛姨妈我不考虑宝钗你们别枉费心机了细心的贾母选择了黛玉不在场的情况下向薛姨妈发出了这个弃钗的信号而薛姨妈却别有用心的把贾母求配宝琴的事去告诉黛玉刺激黛玉本已脆弱的身体与敏感的心理又可谓是另一番苦心了 如果说以上是贾母同王夫人等的侧面交锋那到了第五十七回时就算得上是正面开火了宝黛的爱情问题已到了不可回避的程度上贾母得知原委后流泪劝慰宝玉道我当有什么要紧大事原来是这句顽话又向紫鹃道你这孩子素日最是个伶俐聪敏的你又知道他有个呆根子平白的哄他作什么 贾母安抚的态度分明是认可了两人的关系这还了得薛姨妈紧接话茬此时大家规矩晚辈不得插嘴薛姨妈以客人身份说话是王夫人的不言而言宝玉本来心实可巧林姑娘又是从小儿来的他姊妹两个一处长了这么大比别的姊妹更不同这会子热刺刺的说一个去别说他是个实心的傻孩子便是冷心肠的大人也要伤心这并不是什么大病老太太和姨太太只管万安吃一两剂药就好了一番话赶忙把宝黛急需解决的婚姻问题拽回到普通的姐妹亲情之上且是吃药就能好的小病贾母对薛姨妈之语并不答言只叫为黛玉而疯癫的宝玉你只放心罢此时的宝玉恐是只有娶了黛玉才能放心吧对照薛姨妈的暧昧之语贾母的话则是很明确的暗示了 贾母对宝黛关系的态度我们也可从侧面他人的言语中作一下了解第五十五回凤姐儿与平儿在家中密语家中将来大事善于洞察贾母心意的凤姐儿是这样说的我也虑到这里倒也够了宝玉和林妹妹他两个一娶一嫁可以使不着官中的钱老太太自有梯己拿出来 第五十七回与黛玉情同姐妹的紫鹃说了一篇肺腑之言替你愁了这几年了无父母无兄弟谁是知疼着热的人趁早儿老太太还明白硬朗的时节作定了大事要紧俗语说老健春寒秋后热倘或老太太一时有个好歹那时虽也完事只怕耽误了时光还不得趁心如意呢若娘家有人有势的还好些若是姑娘这样的人有老太太一日还好一日若没了老太太也只是凭人去欺负了 这番话何尝不是黛玉所忧虑的难怪黛玉听后伤感直泣了一夜 第六十六回贾琏的心腹仆人兴儿对府外的尤氏姐妹说将来准是林姑娘定了的因林姑娘多病二则都还小故尚未及此再过三二年老太太便一开言那是再无不准的了 由此可见贾母之意在贾府也到了人人尽知的地步作者不时通过他人之口表露出来 近黛远钗贾母对黛玉宝钗的态度 在前八十回中贾母对黛玉是非常疼爱的无论贾母是有心或是无意她的行为已在客观上促进了宝黛爱情的发展他们一桌子吃饭一床上睡觉第二十八回且林黛玉自在荣府以来贾母万般怜爱寝食起居一如宝玉迎春探春惜春三个亲孙女倒且靠后 便是宝玉和黛玉二人之亲密友爱处亦自较别个不同日则同行同坐夜则同息同止真是言和意顺略无参商第五回在第五十四回贾府夜宴放花炮时林黛玉禀气柔弱不禁毕驳之声贾母便搂他在怀中贾母的一个举动立即引起众人反映王夫人搂了宝玉薛姨妈搂了湘云凤姐儿立马凑趣道我们是没有人疼的了联想到黛玉刚入府时的场景相似的场面说明贾母对黛玉一贯的感情深厚 相比宝钗贾母可没有这么多情真意切的举动了除了第二十二回贾母为其做寿外其意前已讲就只有第三十五回当着薛姨妈的一句奉迎了千真万真从我们家四个女孩儿算起全不如宝丫头可细想黛玉都成了自己家的四个女孩儿之一了焉有当着外人的面夸自己孩子的道理理应夸不是我家女孩儿的宝钗才对呀这亲疏关系不是很巧妙的摆出来了吗 第四十回贾母携刘姥姥游大观园第一站便来到潇湘馆当刘姥姥看到满是笔砚书籍以为这必定是那位哥儿的书房时贾母颇为自得和喜悦的说这是我这外孙女儿的屋子其亲切之情溢于言表当看到纱窗旧了时贾母当众和王夫人说一纱窗旧了不能用二纱窗颜色不协调三命令明儿就换对比在宝钗房中明日后日都使得 只别忘了的语气态度看贾母是生气了她对王夫人等这么粗心地对黛玉充满了愤怒伶俐的凤姐儿忙接话薛姨妈也来打岔因为王夫人真是到了别等老太太问出来我没话回的境地了难怪直到贾母等一径离了潇湘馆王夫人也没说出一句话 相反的到宝钗住所时贾母先问这是你薛姑娘的屋子不是已露出陌生之感及至看到室内如雪洞一般时贾母说使不得虽然他省事倘或来一个亲戚看着不象二则年轻的姑娘们房里这样素净也忌讳我们这老婆子越发该住马圈去了 对于一个女孩子来说这话已相当严重了 第五十三回荣国府庆元宵看贾母是如何设座位的将自己这一席设于榻旁命宝琴湘云黛玉宝玉四人坐着西边一路便是宝钗李纹李绮岫烟迎春姊妹等这不是偶然当晚又是贾母安排贾母便说这都不要拘礼只听我分派你们就坐才好说着便让薛李正面上坐自己西向坐了叫宝琴黛玉湘云三人皆紧依左右坐下向宝玉说你挨着你太太于是邢夫人王夫人之中夹着宝玉宝钗等姊妹在西边 由此可见贾母是将喜爱之人放于身边不是乱坐无论贾母是有心或是无意这种设置已把当年贾妃省亲会见众姐妹时安排的设置翻了过来煞是有趣 对于贾母的态度聪明的宝钗哪有不明白的她的心中已有了一种莫名的不服输与不平衡这不仅表现在对宝琴我就不信我那些儿不如你第四十九回的一句又嫉又愤的话上到了第七十七回宝钗的一番话已到了不象的份上王夫人为凤姐配药需用上好人参从贾母处得了的却因放的太久而失去药性你听宝钗是如何说的 宝钗笑道这东西虽然值钱究竟不过是药原该济众散人才是咱们比不得那没见世面的人家得了这个就珍藏密敛的王夫人点头道这话极是 以前宽厚稳重的宝钗不见了这分明是一个绝望而充满怨气的人在摔闲腔就差把没见世面的人家换成贾母了王夫人还点头称极是呢可见宝钗内心对贾母是极为不尊重的相对的贾母对宝钗也只是表面上应景儿而已 贾母不选择宝钗却支持宝黛爱情因为她知道即使再与薛家亲上加亲也不能挽救四大家族即将衰败的命运这种想法我们可以从贾母祈天祷告的话中看出比这更重要的是宝黛二人感情成长的过程贾母看得一清二楚而且对于黛玉这样的一个孤女没有比留在身边更好的选择了宝玉又是贾母最疼爱的孙子为他娶一个合心意婚后能美满幸福的妻子是每个疼爱儿孙的老祖母都会做的事 人物原型 贾母是有原型的何以见得呢大家知道曹雪芹的祖父是曹寅曹寅的妻子姓李是李氏是李煦的妹妹李煦是谁呢曹寅当江宁织造的时候李煦当的是苏州织造两人是江南金陵地区的两大织造而且康熙皇帝很宠爱他们还经常让他们两个轮流分管当地的盐政有时候一块儿管有时候分开管轮值管并且康熙让他们两个当特务除了他们本职工作以外还要他们密报很多当地的情况特别是明代的遗民有什么动向当地的民间对朝廷有什么议论等等他们关系很密切曹寅的妻子李氏就是李煦的妹妹那么在小说里面我们就发现贾母这个角色作者把她的真实姓氏李氏化为姓史了说明是经过艺术加工了那么为什么说贾母的原型是李氏 大家知道在荣国府过春节的时候闹元宵的时候贾母这个人是一个享乐主义者她不但很会吃很会穿她也很会看戏很会欣赏文艺家里请了说书人来说书她说你们都根本不行她就破除陈腐旧套给他们讲书应该怎么说又给她们讲起当年她家里怎么演戏她说当时我们家里唱戏有弹琴的场面不来虚的因为中国戏曲是大写意虚拟的弹琴比画几下表示弹琴就行了她说我们不是我们家演戏是真琴上台真的琴师上台她就举例子有时候凑起来演几个折子戏都跟弹琴有关她说了一个西厢记的听琴这个是大家很熟悉的剧本西厢记是元代王实甫的作品在明清非常流行不稀奇她又说了一个玉簪记的琴挑琴挑是明朝高濂的一个剧作当时也很流行到处演也不稀奇她又举一个例子还有一个戏叫续琵琶续琵琶是写蔡文姬的故事里面要一面操琴一面唱胡笳十八拍她说像这些戏我们都是请会弹琴的演员在台上真的弹琴那多好看啊 那么续琵琶是谁写的呢你去查中国戏曲史料你很难查到这是一个很不流行的剧本是一个几乎没有公开演出过的剧本是一个没有继续演出到今天的剧本这个剧本是曹寅写的就是曹雪芹祖父曹寅写的而且查资料可以知道只在曹寅自己家和他的亲戚家也就是李煦家演过这个戏这个例子就证明贾母的原型就是李煦的妹妹否则曹雪芹写这一笔的时候不可能写到这样一出很偏僻的曹寅写的剧而且是一出只有在曹家和李家演过的戏这是一个例子 另外书里面交代史湘云是贾母她娘家的人书里面透露她有两个叔叔都是封侯的地位很高的一个是保龄侯史鼐一个是忠靖侯史鼎而且书里面也说得很清楚史鼐是哥哥史鼎是弟弟也就是说书里面有贾母的两个侄子书里面设定贾母姓史所以他们也都姓史他们一个叫史鼐一个叫史鼎那么你去查李煦家的家谱你就会发现李煦两个儿子老大就叫李鼐老二就叫李鼎这不可能是巧合啊哪那么巧啊而且虚构的话按道理鼎应该当哥哥因为鼐在鼎上加了个乃字应该是老二可是他一丝不乱地写可见他是有原型的贾母的原型就是曹寅的妻子李氏 红楼梦贾母人物分析 篇3 记得很清楚之前读一些解说在批评后四十回的时候有人说道贾母如此怜惜黛玉怎么会成就了金玉良缘的姻缘呢老祖宗怎么会将黛玉抛在一边呢 在最开始的时候我也很赞同这种说法如果贾母在的话真的会不顾黛玉的感受么自从读了细说红楼梦之后我重新认识了这位老祖母之前我一直认为贾母是一个慈祥浪漫的富贵老太太而忽视了她最主要的身份其实是贾府的支柱 其实在第七十五回开夜宴异兆发悲音赏中秋新词得佳谶一回中就已经提到了贾府大厦将倾贾母希望能够在中秋节上热闹热闹带着儿孙登高赏月连宴席上桌椅形式都是圆的然而宴席上大家都是强颜欢笑哄着贾母开心然而却冲不淡冷清凄凉的氛围宴会结束了众人先后离场贾母也要撑着赏月不愿散去 这是真正的贾母希望笼着一家人支撑着这个家庭 红楼梦的前五十回是浪漫的美好的贾府运转起来虽然吃力但仍然是兴盛气象但是到了后面败迹日益明显运转越来越吃力从前的美好如今都要撕破了大观园的女儿们也都要从园子走入人间了 就如同还珠格格的第三部众人物仿佛都换了模样张爱玲也曾说后四十回的人物都面目可憎起来其实这不就是从浪漫主义走入了现实主义么前面是美好的而后面要撕破面前的美好自然是让读者难以走出来 贾母作为一个家的精神支柱不可能是一个感性的人物感性如林黛玉史湘云是支撑不起一个家族的红楼梦里掌家的王熙凤探春李纨宝钗都十分理性只有理性的人这才能管得住丫鬟婆子才能将这个家打理得井井有条 在吵架的时候凤姐气晕过去善后的工作是交给贾母的后来贾母也评价王熙凤的气量不够古代宗族之事是大事每一个当家人都会希望将接力棒平稳的从自己手中交到接班人手里面对大事时又怎么能被情感长所束缚呢 所以宝玉娶亲更重要的是为贾府找一个合适的女主人黛玉极度感性体弱多病又是一个多心的人听见丫鬟婆子们说话都要疑心是不是说自己这样的黛玉无法担负起家族重担 反观宝钗虽然在大观园中人缘很好但是大家对她的评价是冷兴儿口中所说气暖了生怕吹化了姓薛的宝钗的理性大度很适合成为一个女主人 就如同宝钗和宝玉成婚之后宝玉昏昏沉沉记挂着黛玉而宝钗直接说出林妹妹死了这件事断了宝玉的念想宝玉自然是好了 宝玉悟道离家的时候整个家里只有宝钗能够冷静下来明白他是尘缘了了 红楼梦中的人物大多数都是圆形人物并不能说贾母疼爱黛玉就要把她嫁给宝玉也不能因为贾母促成了宝钗和宝玉的婚事就否定了她对黛玉的爱这个世间涉及到情的事情怎么能用非黑即白一言蔽之呢 红楼梦贾母人物分析 篇4 翻开红楼梦感受的是贾母的气势如虹和拿捏得当当然这与她老人家的三座靠山结实而稳健有关试想想女人年少时家世显赫正出嫡室及长又嫁入豪门正室当家及至老年儿子又雄霸一方在忠孝传家的时代老人家安能不坐享尊荣老人家活到她这个岁数和状态真的是活到了随心所欲不逾矩的人生境界在书中首出场的黛玉眼中是一位鬓发如银的老母对孙辈们爱惜有加而当刘姥姥看见贾母只见满屋里珠围翠绕花枝招展并不知都系何人只见一张榻上歪着一位老婆婆身后坐着一个纱罗裹的美人一般的一个丫鬟在那里捶腿我们可以联想刘姥姥初见凤姐时同样有着如此的场面年轻如凤姐尚且架子大得很眼皮都不抬何况贾母呢而实际上贾母比刘姥姥还小几岁呢要不然贾母说出这么大年纪了还这么健朗比我大好几岁呢我要到这么大年纪还不知怎么动不得呢这句话时是多么有底气和自我满足当看到这么大岁数的农村老人家还要下地劳动这位走步就要坐轿的贵妇感受到了骨子里的优越感于是才有了刘姥姥当篾片的机会也有了刘姥姥满载而归的幸福其实从中我们足感欣慰的是刘姥姥进城不但见识了世面更重要的是也给自己挣了一个踏实的晚年拿着这些东西回家女儿女婿安能不好好孝顺 贾母由年轻时一步步走来对于人情世故同样练达通透知道凤姐当家遭人嫉恨就巧为排解一个喝猴尿的故事隐喻凤姐让大家心里平衡而凤姐的确是令人怜爱的孙媳妇巧舌如簧上下应对得当治家严谨颇有贾母当年之风这也是凤姐受宠的主要原因要知道凤姐努力地习学才离老祖宗的脚踪不远其他人是跟不上趟的我们在红楼梦中首先感受到的是贾母的安享尊荣与富贵箱子里圆的扁的金的银的耀眼争辉她是贾府的大富豪出身名门嫁妆丰厚到贾府从史家大小姐摇身变为诰命夫人管家多年凤姐管家我们可以看出凤姐管家时间不长可到抄家时东西被人抄捡抢掠一空不但家中体已达到七八万金连娘家她也没少给巧姐想王仁一段我娘并不是没情想当初我娘在时不知道拿了多少去而今说的这样干净一句就可知凤姐的钱财还有一部分送到了娘家贾母的手段比凤姐还要多其收入当然不必多言散余资贾母明大义一段我们就可以看出贾母虽然有二三十年不再当家在家中儿孙经常揩油的情况下家底照样丰厚由此可见贾母对钱财的确十分看重不到万不得已绝不放手而也由此我们也可以看出贾母的确是个深明大义的女子知道孰轻孰重这也是她得到儿孙尊敬的一个原因贾母同样是巾帼不让须眉的一个女人红楼梦将所有美好的东西都送给了女子虽然也不乏对妇人的调侃但书中的主要人物无一不闪烁着作者理想主义的光辉我们或者可以说贾母的现在就是书中那些作者心目中美丽女子的将来女人活到老活到贾母这个份上真的可以说不枉此生了 贾母为人乐观天生爱热闹连年轻人也比不上她的活泼贾府各种活动老人家能得便参加的必定参加大观园的各种宴会贾母也抽空来看看对于各种戏文更是了如指掌贾母不但有高深的文学素养更有着深沉的人生历练这也使得她在晚年的生活如鱼得水活得超滋润从贾母的看人待事中我们可以看出贾母无论对谁不是一味的纵容和喜欢她看人有她的角度有她的人生观念在里面对凤姐她喜欢的是凤姐为人的精干和洒脱以及管家的才能而与此同时又能给自己带来快乐没事从神似的做什么对王夫人她喜欢的是她真孝顺对邢夫人她看不上她的一味顺着老爷对宝玉她喜欢他的知书达礼而对黛玉她初关心的是黛玉年少失母因而疼惜如宝玉而当黛玉和宝玉有了私情又闹得满城风雨这让她大为难堪这也注定了黛玉和宝玉的悲剧当知道黛玉和宝玉的私情时贾母心情一样复杂孩子们从小儿在一处儿顽好些是有的如今大了懂的人事就该要分别些才是做女孩儿的本分我才心里疼他若是他心里有别的想头成了什么人了呢我可是白疼了他了你们说了我倒有些不放心而一句我方才看他却还不至糊涂这个理我就不明白了咱们这种人家别的事自然没有的这心病也是断断有不得的林丫头若不是这个病呢我凭着花多少钱都使得若是这个病不但治不好我也没心肠了从中可以看出贾母的无奈她疼爱黛玉一如宝玉何尝不希望自己的外孙女儿有个美好的未来可是黛玉与宝玉如此不避嫌地成为众矢之的贾母的脸面何存与此同时必竟自己看看老矣哪有精力再管这些在王夫人的撮弄下贾母无可奈何必竟王夫人是宝玉的亲母亲还有宫中女儿做靠山贾母对宝黛的爱情已经无能为力所以只好由她去了苦绛珠也只好魂归离恨天了 贾母同样在初出场时左右着一家的喜乐所有的女人几乎都要围着她打转看她的脸色行事这是何等的权威又怎么能不让王邢二夫人心中耿耿作为贾府的上层主子这两位同样梦想着有朝一日也如贾母一样颐指气使可是真的不是每个人都有这样的幸运 贾母的性格特点 阅读精选1 红楼梦贾母人物分析及性格特点 贾母又称史太君中国古典小说红楼梦中的主要主角之一娘家姓史也是四大家族之一贾母是贾府的最高权位者她是贾宝玉的祖母也是林黛玉的外祖母史湘云是其娘家兄弟的孙女 首先贾母有大慈悲心肠 在小说里我们随处可见贾母对于那些小厮小丫头的疼爱随便举个例子清虚观打醮一个小道士因剪烛花在贾母等一干人进来的时候躲避不及再加上惊慌害怕撞在了王熙凤的身上被王一巴掌打得满地乱滚而众人也都叫喊着要收拾这个不懂规矩的小道士这时贾母听说忙道快带了那孩子来别唬着他小门小户的孩子都是娇生惯养的那里见的这个势派倘或唬着他倒怪可怜见的他老子娘岂不疼的慌说着便叫贾珍去好生带了来贾珍只得去拉了那孩子来那孩子还一手拿着蜡剪跪在地下乱战贾母命贾珍拉起来叫他别怕问他几岁了那孩子通说不出话来贾母还说可怜见的又向贾珍道珍哥儿带他去罢给他些钱买果子吃别叫人难为了他即便是对这样一个素昧平生微不足道的小道士贾母也如此悲悯难怪贾府的小姐们甚至丫鬟戏子们都会得到善待这和贾母的慈悲心肠是大有关系的 其次贾母是个唯美主义者 老太太懂美欣赏美也喜欢美因此但凡长得清秀端庄美丽的孩子不管是男孩子还是女孩子老太太都十分喜欢男的比如宝玉秦钟女的比如黛玉宝钗宝琴邢岫烟等等都因为长得美而得到老太太的宠爱 第三贾母懂得珍惜女孩儿 贾母虽然生在一个男权的社会但她并不因此发生马克思所谓的社会的异化成为鄙视女性的女性按照女权主义的观点这是女人最大的悲哀贾母不是这样相反她凭借自己尊贵的地位尽量多的疼爱女孩子因她极爱孙女便把迎春探春以及惜春三个孙女都要过来跟自己住而以前元春未入宫以前也是跟贾母一块过的还有之后因母亲亡故而被贾母接过来的黛玉还有因父母早亡遭受叔叔婶婶折磨的史湘云以及薛宝钗薛宝琴邢岫烟等等都得到过贾母的关照和呵护如果说贾宝玉的女儿至上论有渊源的话渊源就在贾母那里也许宝玉的思想就是在祖母的熏陶影响以及与祖母身边的女儿的交往中构成的 第四贾母疾恶如仇 贾赦看上了贾母的贴身大丫鬟鸳鸯想尽千方百计要到达目的被贾母明白臭骂了一顿她宁愿为了个丫头也敢于得罪自己的大儿子表现出一种正义凛然的风骨而这其中她最不满意的就是贾赦贪得无厌吃着碗里的望着锅里的好色娶了一个又一个以及自私不孝只想着满足自己的性欲而根本不管母亲有无妥帖的人照顾等等贾母对于这些恶劣品质的极度反感都被鲜明的表现了出来与为了一点私利来劝说的鸳鸯的嫂子以及主动帮自己丈夫找小老婆的邢夫人相比贾母的人格显得相当的高贵和刚直 第五贾母重感情 他疼爱宝玉一个很重要的原因就是宝玉很像他的爷爷也就是贾母的丈夫在清虚观打醮一节张道士说宝玉象他爷爷贾母听说也由不得满脸泪痕说道正是呢我养这些儿子孙子也没一个像他爷爷的就只这玉儿像他爷爷说到丈夫就满脸泪痕说明贾母和丈夫感情很深而她疼爱宝玉也是因为这个孙子依稀有丈夫的影子能够使她得到安慰还有她之所以如此宠黛玉也是因为我这些儿女所疼者独有你母今日一旦先舍我而去连面也不能一见今见了你我怎不悲哀所以她要守着黛玉就仿佛是守着她疼爱的小女儿贾敏一样鸳鸯服侍贾母多年日久生情老太太就再也离不开她甚至为此和不孝的儿子贾赦翻脸 第六贾母见不得恃强凌弱 上面所说的对小道士的悲悯拒绝贾赦纳鸳鸯为妾的要求甚至包括对女孩子的偏爱都表现出贾母同情弱者的一面而这种性格集中体现为贾母挫败王夫人和薛姨妈等人的金玉良缘的阴谋因为这是一人数众多势力强大的集团在算计一个父母双亡孤苦伶仃的女孩子林黛玉的阴谋贾母在关键时刻挺身而出即便是得罪皇妃也在所不惜伸出温暖的羽翼为自己苦命的外孙女带给一片安宁的天空 这些品质即便是一个须眉男子也未必能够同时具有在我看来正是因为贾母具有上述难得的品质使她在贾府拥有极高的威望而且贾府之所以能够构成自宁荣二公以来皆宽柔以待下人的风气也跟贾母大有关系而她之所以敢于违逆皇妃贾元春也正是因为这个孙女自幼亦系贾母教养且同随祖母刻未暂离贾府上下只有老太太有这个底气敢跟作为皇妃的孙女较劲 这样的人物当然有足够的资格成为贾府正义力量的代表 阅读精选2 贾母的性格特点和善 对于贾母的性格来说她首先是一个很和善的人一大家子那么多人但是都能够比较和睦的相处而那么多的后辈都喜欢跟在她的身边就能看出贾母是一个慈善的人 贾母的性格特点精明能干 贾母是个很精明能干的从她年轻的时候嫁进贾府就掌管了整个家的事务不仅仅管理得很好还带着贾府发展地越来越好虽然在晚年的时候她把权力交给了凤姐但她还是有着最高的权力的 贾母的性格特点有远近之分 贾母是个很有远近之分的人对孙儿们都是很宠爱的远近之分最明显的就是在对待黛玉和宝钗的态度上了从黛玉刚进贾府的时候贾母就一向很重视黛玉对她很是关心 在饮食起居等各方面黛玉能够说跟宝玉是同等待遇的这是其他几位贾府小姐所没有的待遇由此也能看出贾母对黛玉的疼爱程度有多少而在对待宝钗的态度就没有这么亲近了 贾母是曹雪芹红楼梦中的人物她有一些比小说中其他任何人物都更为丰富的称呼老太太太夫人老祖宗老菩萨老寿星祖宗老菩萨等等贾母性格内涵的丰富也无愧于她的称谓的多样作为一个封建世家至高无上的太上家长老太太是她在严格的宗法体系中的规范称呼她又是一个年高德韶仁爱慈祥温情脉脉的老祖宗老祖宗更多地突出了她的血缘地位对外和对下她又是一个惜老怜贫宽厚仁慈的老菩萨她的性格中有着由许多对立面组合而成的复杂因素而首先作为一个至高无上的封建家长荣国府的一品夫人今上贵妃的亲祖母一个无比尊贵的贵妇人她性格的基本特征是安富尊荣 红楼梦序幕徐徐拉开之时正是宁荣二府极为隆盛之际那赫赫扬扬已过百载的封建贵族大家庭贾府已开始从全盛时期转入衰颓八旬高龄的贾母早已登上了宁荣二府最高统治者的宝座她手下有儿子媳妇孙子孙女重孙媳妇一大群有她数不完认不清的丫鬟婆子小厮们有享用不尽的衣食用具和珍宝更值得夸耀的是这老人家自己具备一个颇为健康的身体既不与那些衰迈龙钟的老人一样懒说懒动又不吃斋念佛清心静养她自觉地要享乐她的饮食起居相当奢华和挑剔大厨房为她特备的饭把天下所有的菜疏用水牌写了天天转着吃她从不让自己的生活空白过去每一天都需要孙子孙女孙媳妇们围绕着她她会吃酒行令说故事又喜欢打牌看戏一部红楼梦中以贾母为首的家庭行乐的描述花样既多又十分精彩如果没有贾母的亲临就不能构成那样大家团聚尽欢的热闹场面贾母了解别人需要她的号召与支持同时她自己也正少不了别人的逢迎与凑趣贾母多少次带领着宝玉凤姐宝钗黛玉探春等姊妹们丫鬟们举行家宴看戏游园猜灯谜以及逛庙等等娱乐而且到必要的时候她就把贾政那样只能败兴的人物撵了出去以使大家得到自由行乐个性是能够解除对宝玉的压力能够 放纵凤姐的说笑她这样作是为了掩护年轻人更是满足了她自己她真是一个尽享人间欢乐的老寿星 虽然享乐主义成了贾母生活的主旋律但她并不是一个昏庸糊涂的老太太她对眼前许多贾府上的具体事情虽不多所闻问多作直接处理但她却因此而把握着在这一大家族中最后发言的威信每到有重大事体临头时她便要站出来作出权威的裁定她以前夸耀她年轻的时候见的世面大比王熙凤还要精明强干确实她既出身于侯门嫁到贾府又正当荣宁二公勋名鼎盛之时她的丈夫贾代善是坐袭父荫她并且躬逢几次金陵接驾的盛典此刻即使到了耄耋之年她身上还有着能人的余韵她大礼严格小节灵活通权达变注重实际纵收自如知人善任反应敏锐恩威并施驭下有方贾琏偷鸡戏狗之后持剑在凤姐面前当众胡闹事情捅到贾母面前她竟轻描淡写糊涂处之大事化小小事化了而宝玉丢玉合家惊慌贾母毅然决定悬赏一万报信五千对作为者取宽大政策那气度魄力那杀伐决断连凤姐也相形见绌显出了一种分辨大是大非与小是小非的政治家式的敏锐眼力和决断力 与她对享乐生活的恣情随意和她的雍容华贵见多识广宽厚仁慈怜贫惜老性格特征相关联贾母对小辈纵容溺爱她把孙儿孙女乃至一些亲戚里的小辈都包揽过来关心他们的吃穿住玩乐而她最溺爱的则是宝玉黛玉以及凤姐正是贾母对宝玉的溺爱掩护了宝玉受父亲贾政的严厉管教使得宝玉的叛逆性格得以自由发展贾母事实上是宝黛恋爱的护法神而不是如八十回后续书所写以及某些学者所认为的是破坏宝黛恋爱的罪魁祸首第二十九回清虚观打醮张道士向贾母给宝玉提亲贾母说宝玉命里不该早娶要等大一大儿再定不管根基富贵只要模样儿性格儿好就行贾母在那里十分委婉地透露了心曲因为模样儿性格儿好却没了根基富贵的正是林黛玉而不是薛宝钗本来老太太也就喜欢凤姐黛玉那样颇露锋芒的性格而不喜欢成天沉默寡言象没嘴葫芦似的人最善于揣摸逢迎贾母之意的凤姐曾在大庭广众之中跟黛玉开这样的玩笑你既吃了我们家的茶怎样还不给我们家作媳妇贾母平时没流过眼泪但她却两次为宝黛的闹别扭和误会而激动得流泪那泪水里包含了多少丰富的潜台词啊它说明贾母不自觉地卷入了宝黛的感情纠葛又在自觉地维护着宝黛的恋爱 贾母初嫁到贾家来时曾做过重孙媳妇如今自己也有重孙媳妇了荣宁两府上下男女三四百口无人不在这一位老祖宗的名位笼罩之下她目睹和经历了贾家由盛而衰的历史过程因此这一形象在红楼梦中就被赋予了最大的历史容量 比起赦政邢王贾母是贾氏家族的第一代的代表是这个家族自国朝定鼎百余年来赫赫扬扬兴盛向上时代的代表贾母的性格正以美学的方式映出了地主阶级上升时代比较自信的折光她的安富尊荣通权达变诙谐幽默宽仁待下等等都是以前自信或尚未丧失自信的表现抄家之后贾母说大凡一个人有也罢没也罢总要受得富贵耐得贫贱才好这是创业一代的语言她受得富贵日常极爱寻快乐乐得都不管说说笑笑养养身子罢了败家之后儿孙们一片惊慌不知所措她又冷静处之散余财明大义并不怨天尤人开拓的一代才能有这种气度与风格在政治生活中老是神经衰弱的贾政便没有贾母这种气魄他的僵化和教条证明他失去了自信只好用僵硬的面孔维持着摇摇欲坠的权威而那位看起来也好像离老太太的脚踪儿不远的凤姐比起贾母那恢宏的气度却带着浓厚的鼠窃狗盗的色彩他们身上都打着末世子弟的烙印 当然这种区别是相对的贾母生于盛世来到末世她一生走完了三代人的路程她的心灵也经历了由盛而衰的历程这使她的性格必然有着与她的儿孙们共同的特征她的享乐主义她的精神空虚她也神经衰弱等等都是这个家族由盛而衰的处境的投影这位老人对贾府过去到此刻的变化过程有着深切的感触她初到贾家后看见过贾源贾演这两位创业英雄自己的丈夫贾代善和他的弟弟贾代化已经是有逊于上代了到她自己所生两个儿子恶劣与低能就无法与上两代同日而语再往下看孙子辈的贾珍贾琏和重孙辈的贾蓉等等更都是偷鸡戏狗的下流种子应对着一代不如一代的家运这位以前沧海自负甚高既怀念从前又不放下此刻的太上家长无疑是十分失望的在大观园已入于衰杀离散的阶段贾母强打精神还去到凸碧山庄庆贺中秋饮酒赏月但那冷冷清清萧条肃杀的气氛与当年有男女三四十个何等热闹的场面相比何啻天渊一种凄哀的悲凉之感油然袭上心头笼罩着整个家族而这时贾府这个庞大复杂的宗法体系已是矛盾丛生危机四伏摇摇欲坠赖贾母这位至尊无上的偶像得以维系着一旦贾母最后寿终正寝整个贾氏家族也就忽喇喇似大厦倾了 贾母是中国文学中具有最丰富的性格内涵和历史审美意蕴的老妇人形象 阅读精选3 贾母简介 中文名称贾母 别名老太太老祖宗 国籍中国 民族汉 出生地金陵 职业贾府老太太 代表作品掰谎记 儿女贾赦贾政贾敏 成功学 贾母金陵世勋史侯之女荣国公贾代善之妻贾赦贾政贾敏之母荣宁二府的老祖宗地位尊崇儿孙满堂 作为女人的贾母虽然出场时已是个富贵尊荣的老太太但就遗传学的观点看有宝玉和黛玉这样品貌的孙子外孙女样貌能够推想不差至少是受看的她的个性基本属于活泼外向型的这把年纪了还喜欢和年轻人玩笑年少时贪玩淘气差一点子掉在水里淹死头上还跌了个窝她溺爱宝玉有一部分原因是宝玉通身的气魄很像他爷爷从这一点看她和贾代善的感情想来也说得过去 她品位高雅很有生活情趣会吃会穿懂茶道喝老君眉这样的养生茶取用梅花雪水浸泡她欣赏戏剧爱听琴l讲究赏月之道说如此好月不可不闻笛比小资还小资她的音乐审美趣味是铺排在藕香榭的亭子上借着水音更好听她指导惜春的画教宝钗居室布置告诉凤姐蝉翼纱和软烟罗的区别在潇湘馆发表的窗纱配色理论更显示了她在家庭装修方面的艺术天分 她的见识和修养固然是有优越的家世撑着有底气但活得粗砺的女富人女强人还少吗她在细节上的婉转心思其实是一种生活态度用心生活往往是幸福生活的前提 而作为领导者的贾母当日像凤哥儿这么大年纪比她还来得呢她在贾家从重孙媳妇做起一向到有了重孙媳妇稳坐贾家最高统治者的位置 遥想贾母一生必定历经风浪在鼎盛期的贾府管理层在数十年媳妇熬成婆的过程里在大家族的勾心斗角中她积累了比凤姐更多姿多彩的人生经历见识过更宏大壮阔的世面具备了更丰富有效的理家之才和治家之威贾母的太上家长位置是一点点用青春和时间置换出来的 60年里她经历了太多这些阅历让她洞悉人生所以她有一种睁一只眼闭一只眼的通达她能任用有明显缺点但肯干能干的年轻干部王熙风能看透哪个猫儿不偷腥想得开凡百事情都自己减了安享天年 但千万别忘了她还有睁着的一只眼表面上不亲庶务自得其乐的贾母在关键时刻明锐果决凛然不可犯看看她在贾赦谋娶鸳鸯一节时的发飙就会明白她一把手的位置和相应的警觉从来没有一天放下过 贾母的管理理念相当先进知人善任抓大放小适时退居二线在一切场合力挺主事新人凤姐既能放权享受又能统领全局她还善于带队伍她调理的丫鬟遍布大观园各房紫鹃晴雯辈从相貌到资质到才干哪个不令人称羡 作为女性管理者贾母有一些柔性的管理方式她怜贫惜老优礼刘姥姥宽待犯错的小道童女性基本的善良和同情心贯穿贾母的为人处事福分很多是修来的 饮食变化 贾母的饮食从两个方面一是从口味谈起二是从排场谈起 首先看第十一回凤姐所说老太太因为晚上看着宝兄弟他们吃桃儿老人家又嘴馋吃了有大半个五更天的时候就一连起来了两次说有好吃的要几样还要很烂的那里很明白的表述了贾母的体质与饮食方向虽然说生活在大家族里讲求调养但毕竟是年老之人按此时七十岁上下牙口和胃口大不如从前所以吃了半个鲜果胃口就受不了大多老年人都喜欢吃软烂食品贾母也不例外给宝钗过生日那一回文中就点出了贾母爱吃甜烂之食再看贾母吃螃蟹本来螃蟹性冷老年人不宜多吃所以贾母只少量尝一些而且还要把酒烫的滚热的拿来滚烫二字一下就把贾母的饮食理念体现出来热酒能够抵消螃蟹的冷让老年人胃口好受一些要是平头百姓猴年马月也吃不上一回螃蟹但凡吃上了哪还顾得了这许多啊贾母吃螃蟹不单讲究在吃上更讲究在排场上吃完还要用菊花叶儿桂花蕊熏的绿豆面子来洗手当然这是排场问题留到后面细说 贾母吃的大菜里有一道牛乳蒸羊羔49回按照贾母所说这是我们有年纪的人的药没见天日的东西这没见天日的所指的大概就是还在胎胞里的羊羔听来未免有些残忍这样的一道菜显然算是荤中之荤了也许是平日里饫甘餍美多了些贾母更偏好吃些新鲜瓜蔬刘姥姥二进荣府所带的但是是些豇豆扁豆茄子但贾母却说我正想个地里现撷的瓜儿菜儿吃外头买的不像你们田地里的好吃不光是新鲜菜蔬贾母还喜欢吃些野味比如野鸡崽子汤贾母吃了两块二不仅仅心里很受用还嘱咐再炸上两块就着吃粥有味儿另外也有野鸡爪子 和大多数老人一样贾母不喜欢吃油腻食品丫鬟捧来的藕粉桂糖糕松穰鹅油卷螃蟹馅的小饺子还有奶油炸的各色小面果贾母都不喜欢皱眉说这油腻腻的谁吃这个再如第五十四回写给贾母预备的鸭子肉粥她都嫌荤腻要吃些清淡的罢按理说这鸭肉性甘凉能够滋润五脏之阴清虚热有补血养胃生津的功效正适合贾母这样的老年人夜间食用但她还是想吃些清淡的食物不仅仅要吃清淡的连甜的也不想吃了还抱怨不是油腻腻的就是甜的所以勉强吃了些杏仁茶那里所说的杏仁茶也是甜的只但是讲究的做法是放几枚苦杏仁以发其香想必贾母所吃的也是如此做法 起初说贾母爱吃甜烂之食那时候的贾母大概七十岁年纪而第五十四回不喜欢吃甜食的贾母已将近八十岁几年时间的身体衰老自然影响改变了她的口味如第七十六回王夫人说那些面筋豆腐老太太又不大甚爱吃只拣了一样椒油莼酱来贾母却很喜欢说正想吃这个显然是想就着稀饭吃些罢了这个时候的贾母不仅仅是口味有所变化偏好清淡更值得注意的是饭量在减少只吃了半碗红稻米粥这是老年人身体衰老的一个很明显体现 接下来所要说的就是贾母饮食的排场问题 黛玉初进荣府时候第一次吃饭看曹雪芹如何写来李氏捧饭熙凤安箸王夫人进羹贾母正面榻上独坐两边四张空椅旁边丫鬟执着拂尘漱盂巾帕李凤二人立于案旁布让外间伺候之媳妇丫鬟虽多却连一声咳嗽不闻再如第四十回所表贾母素日吃饭皆有小丫鬟在旁边拿着漱盂麈尾巾帕之物看看这个排场几个人吃饭倒要几十个人伺候呢吃过饭还有小丫鬟捧过茶水漱盂来先用茶水漱口盥手毕然后捧上茶来这方是正经吃的茶 贾母饮食排场之大还是柳嫂子说的一针见血大厨房里预备老太太的饭把天下所有的菜蔬用水牌写了天天转着吃吃到一个月现算倒好61回 这可算讲究之极了看这意思吃了一个月也不见得有重样的简直成了满汉全席了难怪薛姨妈都说你们府上也都想绝了这还不算另外各子孙房里有好吃的还要另外孝敬一份来这是一种规矩第七十六回贾母见自己的几色菜已摆完另有两大捧盒内捧了几色菜来便知是各房另外孝敬的旧规矩我读红楼梦深刻感觉到贾母饮食排场的变迁是与贾家衰落紧密相结合的正如贾母所说上几次我就吩咐如今能够把这些蠲了罢你们还不听如今比不得在先辐辏的时光了 有人说贾母是一个高高在上只知享受的老妇人其实并非如此贾母虽然身在内宅但却比任何子嗣都清楚自己家族的处境所以她首先从自己身上减少浪费同样就在这一回里曹雪芹还描述了贾珍等人聚众赌博天天宰猪割羊屠鹅戮鸭好似临潼斗宝一般都要卖弄自己家的好厨役好烹炮两相比较贾母的聪明要比子孙们强不止一点半点呢看这回写贾母略尝了两点便命将那两样着人送回去就说我吃了以后不必天天送我想吃自然来要 贾母一来是年岁大了不想吃这些浑腻食物更重要的则是这些东西太过浪费她已经开始为子孙们打算了吃了半碗的粥也要送给凤哥儿吃去剩下笋和风腌果子狸给黛玉宝玉两个吃去那一碗肉给兰小子吃去这些都是以往贾母没有想过的更为突出的描述是贾母还让银蝶尤氏丫鬟与尤氏一齐吃饭这已经破坏了规矩贾母这么做出于什么目的呢 大概是看着一桌子菜吃不下浪费而感到可惜为了避免浪费已经把规矩都抛弃了其实也是如此日后贾家败落之后饭都吃不上了玉粒金莼噎满喉的宝玉都沦落到寒冬噎酸齑的地步那些奴才们也就更别提了但凡有口吃的活命要紧谁不是先入己口哪里还有心思想着什么主子奴才呢 贾母在贾家生活了将近六十年时光是贾家鼎盛与衰亡的见证者她的饮食变化也正是预示了一个家族从鼎盛走向衰亡的过程最后想以一句世人皆知曹雪芹亦在第十五回曾引用过的唐诗做结尾谁知盘中餐粒粒皆辛苦 私房钱与理财师鸳鸯 数个世纪前的英国为贵族从事私人财务管理已经成为一门职业化很强的专学如今的私人银行即脱胎于此数个世纪前的中国正值清朝康乾年间当时的贵族财务管理多由府第管家或心腹人士实施红楼梦中为贾母专职服务的鸳鸯可算是其中的一位 鸳鸯为贾母打理的个人财富总价值约折合白银数万两该笔财富共出现过两次一是凤姐的算法第五十五回凤姐在与平儿聊到省俭之计时称宝玉和黛玉的婚嫁费用将全部出自贾母的体己钱或称私房钱之后又说惜春等人婚嫁每人要花费七八千两白银与之相比宝黛婚嫁每人花费上万两是正常的这样贾母的私房钱至少就有两万多两二是贾母的算法第一百零七回散馀资贾母明大义中因宁国府被抄贾赦贾珍等获罪贾母将自己财物分派时显示了其个人财富账单这包括分给贾赦贾珍凤姐各三千两现银交给贾琏的黛玉棺木南运费五百两承诺包揽惜春婚事费用交给贾政用于偿还债务的黄金若干分给宝玉宝钗金银饰物折数千两分给李纨贾兰若干自备百年费用数千两分给鸳鸯等的剩余财物如此计算贾母的个人财富约折合白银五万两这笔财富为贾母自做贾府媳妇以来数十年积攒平时用大箱笼自藏从散馀资之前贾母便叫鸳鸯吩咐去了一句可见该笔巨额财富纯系鸳鸯一人打理而能够迅速理清这笔财富鸳鸯手中如没有一个现成的大账本是办不到的 鸳鸯能够成为类似如今的CFP实为贾母之功鸳鸯本是贾府的家生女儿其父亲金彩和母亲长期为贾府看守南京的老房子而鸳鸯早在儿时就成了贾母的丫鬟之一试想两个不在身边的看房人如何培养鸳鸯她是被擅长理家的贾母一步步调教出来的最后她超越了其他丫鬟成了贾母的心腹和私人财务师 按凤姐对王夫人的陈述鸳鸯的月薪仅是一两银子以微薄报酬管理巨额财富没有对贾母的忠诚度是不行的否则随便挪用几百两像凤姐那样在外面放放高利贷也是很高的收益但鸳鸯没有这样做她对贾母感恩式的忠诚远胜过对物质的追逐她甚至主动放下了做贾赦姨太太的权势这样的职业财务师实在难得 为贾母理财并不是一件易事首先要做到账目细诚然贾母的日常财务支出并不多大到礼节往来小到家宴寿辰都可在贾府公账上列支如据贾琏称贾母一次寿辰花费的数千两银子就出自公账但和凤姐等的小赌输赢给秋纹等丫头的赏钱等却是出自私房钱虽然金额不大多以钱吊为单位计但可能每一天都会发生对外人的见面礼金额要多些一笔笔计下来都属于鸳鸯的理财细活 其次要明了贾府财务大势这个性包括有时要暗地挪用和支出贾母个人财富贾琏为应付节庆红白礼急需三二千两银子但公账上却无银可支只好求助鸳鸯帮着偷出贾母的一箱东西典当鸳鸯清楚贾府财务已是入不敷出甘愿冒着风险帮了贾琏凤姐一把但是直到贾母去世贾琏也没有赎回这箱子当头算是给鸳鸯出了个难题 自然长期维持私人财务师的职位也非易事但鸳鸯的潜力在于她还兼任贾母的生活秘书由于照料得好年事已高的贾母日常生活再也离不开鸳鸯再则她的才情和人情味上下结下了一个好人缘鸳鸯是酒令高手行酒令时要说诗词歌赋她能够替王夫人说一个可见她的才情以及和王夫人的关系司棋潘又安私会她发现后也不揭发可见她对自由感情的认可以及她的前位思想宝玉平儿生日探春也主动把她叫上可见她的人脉个性是她并不事事向贾母禀报保护了不少人也维系了贾府内院的表面安宁当然有时候她也要有些手段如在贾母大观园设宴中她见剩下了许多菜便质问管事的婆子并要婆子挑两碗送给平儿吃当凤姐说平儿吃过饭了她则直称她不吃了喂你们的猫显然是针对婆子们而言此话一出慌得婆子忙拣了两样拿盒子送去 但鸳鸯的命运最终是个杯具哥哥金文翔是贾母的买办嫂子是贾母浆洗处的负责人恐是贾母给了鸳鸯面子的结果但势利的哥嫂完全靠不住贾母去世后应对贾赦日后可能的逼迫她选取了自尽数百年后的这天个人理财方兴未艾新的鸳鸯们开始了全新的职业设计但真正的私人财务师还远远没有出现 对宝玉婚事的态度 贾母与王夫人在宝玉婚事上的矛盾 红楼梦中若以宝黛感情为视角真是三日好了两日恼了琐碎而令人费思今试从贾母与王夫人在宝玉婚事上的矛盾为视角大有豁然开朗之感至少在前八十回中我们看到的贾母是倾意于黛玉而非宝钗 1既吃了我们家的茶怎样还不给我们家作媳妇贾母对金玉良缘的回应矛盾显露的原由还在王夫人的亲妹妹薛姨妈身上薛姨妈来到贾府不久便散布金玉之说来探贾母之意这在第二十八回中作者不经意点逗出来薛宝钗因往日母亲对王夫人等曾提过金锁是个和尚给的等日后有玉的方可结为婚姻等语这种说法弄得府里人人皆知连当事人宝玉都对黛玉说除了别人说什么金什么玉我心里要有这个想头天诛地灭万世不得人身可见舆论之广整日被薛姨妈围着的贾母未必不知她又是何种态度呢第二十五回作者借凤姐下茶巧妙的证明了贾母的立场给王夫人一个否定和警告民俗中女子受聘其礼曰下茶吃茶整个婚礼更有三茶六礼之称一天凤姐儿当着宝钗等众人的面和黛玉开了这样一个玩笑凤姐笑道倒求你你倒说这些闲话吃茶吃水的你既吃了我们家的茶怎样还不给我们家作媳妇 凤姐笑道你别作梦你给我们家作了媳妇少什么指宝玉道你瞧瞧人物儿门第配不上根基配不上家私配不上那一点还玷辱了谁呢 对于极善揣摩贾母心意而又礼数不错的凤姐来说敢当众挑明宝黛关系尤其有宝钗在场否定金玉之说金玉之说但是王熙凤的姑姑长辈之言定是衔了更长的长辈贾母之意而来了世事洞明的贾母借凤姐儿之口给王夫人等散布的金玉良缘一个婉转否定的回应 2不是冤家不聚头贾母对王夫人等主张金玉良缘的回击 王夫人虽属意于宝钗这个亲外甥女但在贾母面前不好硬作主张但是有做娘娘的亲女儿这一有利条件自己便可以静制动了采取以君对臣的方法到达自己的意愿第二十八回贾妃以赏礼之规格证明了娘娘的旨意宝玉与宝钗一等黛玉与三姐妹一等深居皇宫的贾妃何以在一次短暂的归省后作出如此决定归省当晚的赐物钗黛诸姐妹及宝玉均一样毫无疑问这是王夫人之意因为每月逢二六日期准其椒房眷属入宫请候看视可见王夫人已把金玉良缘之说的工作做到娘娘头上了木头似的的王夫人给了贾母一个无声的挑战 事事明了但不多过问的贾母深知王夫人之意没过几日即在书中第二十九回贾母便借着张道士为宝玉提亲道出自己为宝玉择偶的条件贾母道上回有和尚说了这孩子命里不该早娶等再大一大儿再定罢你可如今打听着不管他根基富贵只要模样配的上就好来告诉我便是那家子穷但是给他几两银子罢了只是模样性格儿难得好的 搞笑的是一边是金玉良缘的满城风雨一边却要为尚无人选而打听着一边和尚说等日后有玉的方可结为婚姻一边也有和尚说命里不该早娶大家不要忘记在第二十二回贾母刚刚大张旗鼓的为宝钗过了及笄之年的生日这分明是让大家都明白宝钗你到了年纪了快找婆家嫁人了吧贾母一边拖着对娘娘的意旨无奈拖延宝玉婚事一边又如此作为想想是不是煞是好看啊 至此贾母与王夫人暗藏深底的矛盾已公开化事到如今不进则退借着二玉的吵架贾母说了一番让他俩都细嚼滋味好似参禅的话来 那贾母见他两个都生了气只说趁今儿那边看戏他两个见了也就完了不想又都不去老人家急的抱怨说我这老冤家是那世里的孽障偏生遇见了这么两个不省事的小冤家没有一天不叫我操心真是俗语说的不是冤家不聚头几时我闭了这眼断了这口气凭着这两个冤家闹上天去我眼不见心不烦也就罢了偏又不咽这口气自己抱怨着也哭了 贾母真是烦恼啊不仅仅玉成二人婚事千难万难而且二玉也不能明了老人的一番苦心难怪极少落泪的贾母在这时自己抱怨着也哭了小冤家俗指感情极深而又时常吵架的小夫妻贾母以此称呼二人其心里对二人关系的认同度可见一斑且这一说一哭给了王夫人一个有声的回击 3你只放心罢贾母对木石前盟认可的暗示 正如贾母所说宝黛二人没有一天不叫我操心第五十回人人皆知专为发嫁而来的宝琴贾母却为宝玉求配一边是热辣辣的金锁等玉来配你不要一边是已有人家又刚来几日的薛家小妹你又求贾母这一明知故问的行为无疑明确的告诉了薛姨妈我不思考宝钗你们别枉费心机了细心的贾母选取了黛玉不在场的状况下向薛姨妈发出了这个弃钗的信号而薛姨妈却别有用心的把贾母求配宝琴的事去告诉黛玉刺激黛玉本已脆弱的身体与敏感的心理又可谓是另一番苦心了 如果说以上是贾母同王夫人等的侧面交锋那到了第五十七回时就算得上是正面开火了宝黛的感情问题已到了不可回避的程度上贾母得知原委后流泪劝慰宝玉道我当有什么要紧大事原先是这句顽话又向紫鹃道你这孩子素日最是个伶俐聪敏的你又明白他有个呆根子平白的哄他作什么 贾母安抚的态度分明是认可了两人的关系这还了得薛姨妈紧接话茬此时大家规矩晚辈不得插嘴薛姨妈以客人身份说话是王夫人的不言而言宝玉本来心实可巧林姑娘又是从小儿来的他姊妹两个一处长了这么大比别的姊妹更不同这会子热刺刺的说一个去别说他是个实心的傻孩子便是冷心肠的大人也要悲哀这并不是什么大病老太太和姨太太只管万安吃一两剂药就好了一番话赶忙把宝黛急需解决的婚姻问题拽回到普通的姐妹亲情之上且是吃药就能好的小病贾母对薛姨妈之语并不答言只叫为黛玉而疯癫的宝玉你只放心罢此时的宝玉恐是只有娶了黛玉才能放心吧对照薛姨妈的暧昧之语贾母的话则是很明确的暗示了 贾母对宝黛关系的态度我们也可从侧面他人的言语中作一下了解第五十五回凤姐儿与平儿在家中密语家中将来大事善于洞察贾母心意的凤姐儿是这样说的我也虑到那里倒也够了宝玉和林妹妹他两个一娶一嫁能够使不着官中的钱老太太自有梯己拿出来 第五十七回与黛玉情同姐妹的紫鹃说了一篇肺腑之言替你愁了这几年了无父母无兄弟谁是知疼着热的人趁早儿老太太还明白硬朗的时节作定了大事要紧俗语说老健春寒秋后热倘或老太太一时有个好歹那时虽也完事只怕耽误了时光还不得趁心如意呢若娘家有人有势的还好些若是姑娘这样的人有老太太一日还好一日若没了老太太也只是凭人去欺负了 这番话何尝不是黛玉所忧虑的难怪黛玉听后伤感直泣了一夜 第六十六回贾琏的心腹仆人兴儿对府外的尤氏姐妹说将来准是林姑娘定了的因林姑娘多病二则都还小故尚未及此再过三二年老太太便一开言那是再无不准的了 由此可见贾母之意在贾府也到了人人尽知的地步作者不时透过他人之口表露出来 近黛远钗贾母对黛玉宝钗的态度 在前八十回中贾母对黛玉是十分疼爱的无论贾母是有心或是无意她的行为已在客观上促进了宝黛感情的发展他们一桌子吃饭一床上睡觉第二十八回且林黛玉自在荣府以来贾母万般怜爱寝食起居一如宝玉迎春探春惜春三个亲孙女倒且靠后便是宝玉和黛玉二人之亲密友爱处亦自较别个不同日则同行同坐夜则同息同止真是言和意顺略无参商第五回在第五十四回贾府夜宴放花炮时林黛玉禀气柔弱不禁毕驳之声贾母便搂他在怀中贾母的一个举动立即引起众人反映王夫人搂了宝玉薛姨妈搂了湘云凤姐儿立马凑趣道我们是没有人疼的了联想到黛玉刚入府时的场景相似的场面说明贾母对黛玉一贯的感情深厚相比宝钗贾母可没有这么多情真意切的举动了除了第二十二回贾母为其做寿外其意前已讲就只有第三十五回当着薛姨妈的一句奉迎了千真万真从我们家四个女孩儿算起全不如宝丫头可细想黛玉都成了自己家的四个女孩儿之一了焉有当着外人的面夸自己孩子的道理理应夸不是我家女孩儿的宝钗才对呀这亲疏关系不是很巧妙的摆出来了吗 第四十回贾母携刘姥姥游大观园第一站便来到潇湘馆当刘姥姥看到满是笔砚书籍以为这必定是那位哥儿的书房时贾母颇为自得和喜悦的说这是我这外孙女儿的屋子其亲切之情溢于言表当看到纱窗旧了时贾母当众和王夫人说一纱窗旧了不能用二纱窗颜色不协调三命令明儿就换比较在宝钗房中明日后日都使得只别忘了的语气态度看贾母是生气了她对王夫人等这么粗心地对黛玉充满了愤怒伶俐的凤姐儿忙接话薛姨妈也来打岔因为王夫人真是到了别等老太太问出来我没话回的境地了难怪直到贾母等一径离了潇湘馆王夫人也没说出一句话 相反的到宝钗住所时贾母先问这是你薛姑娘的屋子不是已露出陌生之感及至看到室内如雪洞一般时贾母说使不得虽然他省事倘或来一个亲戚看着不象二则年轻的姑娘们房里这样素净也忌讳我们这老婆子越发该住马圈去了 对于一个女孩子来说这话已相当严重了 第五十三回荣国府庆元宵看贾母是如何设座位的将自己这一席设于榻旁命宝琴湘云黛玉宝玉四人坐着西边一路便是宝钗李纹李绮岫烟迎春姊妹等这不是偶然当晚又是贾母安排贾母便说这都不要拘礼只听我分派你们就坐才好说着便让薛李正面上坐自己西向坐了叫宝琴黛玉湘云三人皆紧依左右坐下向宝玉说你挨着你太太于是邢夫人王夫人之中夹着宝玉宝钗等姊妹在西边 由此可见贾母是将喜爱之人放于身边不是乱坐无论贾母是有心或是无意这种设置已把当年贾妃省亲会见众姐妹时安排的设置翻了过来煞是搞笑 对于贾母的态度聪明的宝钗哪有不明白的她的心中已有了一种莫名的不服输与不平衡这不仅仅表此刻对宝琴我就不信我那些儿不如你第四十九回的一句又嫉又愤的话上到了第七十七回宝钗的一番话已到了不象的份上王夫人为凤姐配药需用上好人参从贾母处得了的却因放的太久而失去药性你听宝钗是如何说的 宝钗笑道这东西虽然值钱究竟但是是药原该济众散人才是咱们比不得那没见世面的人家得了这个就珍藏密敛的王夫人点头道这话极是 以前宽厚稳重的宝钗不见了这分明是一个绝望而充满怨气的人在摔闲腔就差把没见世面的人家换成贾母了王夫人还点头称极是呢可见宝钗内心对贾母是极为不尊重的相对的贾母对宝钗也只是表面上应景儿而已 贾母不选取宝钗却支持宝黛感情因为她明白即使再与薛家亲上加亲也不能挽救四大家族即将衰败的命运这种想法我们能够从贾母祈天祷告的话中看出比这更重要的是宝黛二人感情成长的过程贾母看得一清二楚而且对于黛玉这样的一个孤女没有比留在身边更好的选取了宝玉又是贾母最疼爱的孙子为他娶一个合心意婚后能美满幸福的妻子是每个疼爱儿孙的老祖母都会做的事 人物原型 贾母是有原型的何以见得呢大家明白曹雪芹的祖父是曹寅曹寅的妻子姓李是李氏是李煦的妹妹李煦是谁呢曹寅当江宁织造的时候李煦当的是苏州织造两人是江南金陵地区的两大织造而且康熙皇帝很宠爱他们还经常让他们两个轮流分管当地的盐政有时候一块儿管有时候分开管轮值管并且康熙让他们两个当特务除了他们本职工作以外还要他们密报很多当地的状况个性是明代的遗民有什么动向当地的民间对朝廷有什么议论等等他们关系很密切曹寅的妻子李氏就是李煦的妹妹那么在小说里面我们就发现贾母这个主角作者把她的真实姓氏李氏化为姓史了说明是经过艺术加工了那么为什么说贾母的原型是李氏 大家明白在荣国府过春节的时候闹元宵的时候贾母这个人是一个享乐主义者她不但很会吃很会穿她也很会看戏很会欣赏文艺家里请了说书人来说书她说你们都根本不行她就破除陈腐旧套给他们讲书就应怎样说又给她们讲起当年她家里怎样演戏她说当时我们家里唱戏有弹琴的场面不来虚的因为中国戏曲是大写意虚拟的弹琴比画几下表示弹琴就行了她说我们不是我们家演戏是真琴上台真的琴师上台她就举例子有时候凑起来演几个折子戏都跟弹琴有关她说了一个西厢记的听琴这个是大家很熟悉的剧本西厢记是元代王实甫的作品在明清十分流行不稀奇她又说了一个玉簪记的琴挑琴挑是明朝高濂的一个剧作当时也很流行到处演也不稀奇她又举一个例子还有一个戏叫续琵琶续琵琶是写蔡文姬的故事里面要一面操琴一面唱胡笳十八拍她说像这些戏我们都是请会弹琴的演员在台上真的弹琴那多好看啊 那么续琵琶是谁写的呢你去查中国戏曲史料你很难查到这是一个很不流行的剧本是一个几乎没有公开演出过的剧本是一个没有继续演出到这天的剧本这个剧本是曹寅写的就是曹雪芹祖父曹寅写的而且查资料能够明白只在曹寅自己家和他的亲戚家也就是李煦家演过这个戏这个例子就证明贾母的原型就是李煦的妹妹否则曹雪芹写这一笔的时候不可能写到这样一出很偏僻的曹寅写的剧而且是一出只有在曹家和李家演过的戏这是一个例子 另外书里面交代史湘云是贾母她娘家的人书里面透露她有两个叔叔都是封侯的地位很高的一个是保龄侯史鼐一个是忠靖侯史鼎而且书里面也说得很清楚史鼐是哥哥史鼎是弟弟也就是说书里面有贾母的两个侄子书里面设定贾母姓史所以他们也都姓史他们一个叫史鼐一个叫史鼎那么你去查李煦家的家谱你就会发现李煦两个儿子老大就叫李鼐老二就叫李鼎这不可能是巧合啊哪那么巧啊而且虚构的话按道理鼎就应当哥哥因为鼐在鼎上加了个乃字就应是老二但是他一丝不乱地写可见他是有原型的贾母的原型就是曹寅的妻子李氏 阅读精选4 贾母原本姓史人称史太君是贾府年龄最大辈分最高的一位女性在红楼梦如同其他人物形象一样贾母亦被塑造得个性鲜明独特有血有肉活泼生动十分成功 贾母的丈夫是贾代善贾代善是荣国公贾源的儿子荣国公贾源具体有多少个儿子不详但贾代善就应是其长子贾源和其兄贾演因对朝廷有功分别被朝廷封为荣国公和宁国公十分富贵荣耀贾源死后贾代善承袭其父为荣国公在荣国府中居住已经死去贾母大约是在其二十岁左右被嫁到贾府里来的已经在贾府中生活了50多年贾母和贾代善的婚姻堪称门当户对贾母的娘家即史家亦是金陵地界赫赫有名的望族是金陵四大家族之一阿房宫三百里住不下金陵一个史讲的就是贾母娘家的盛况虽然不免有些夸张但从中可见其显赫与富有所以无论是在娘家还是到了贾府贾母都过着养尊处优的贵族生活贾母和其丈夫贾代善生有二男贾赦和贾政一女贾敏即林黛玉的母亲共三个孩子到了贾母的晚年她膝下可谓是儿孙满堂了贾母这人作者对她基本上是持肯定态度的而我们纵观贾母这一生从总的来说她还是成功的幸福的也就是说贾母的一生确实有福有寿另外从另一个角度来说贾母这个艺术形象的确也塑造得十分成功 一生活幸福美满儿孙孝顺 贾母出身于大家闺秀自小过着无忧无虑的贵族小姐的生活嫁到贾府以后贾府不但亦十分显赫富有而且自己不久又成为荣国府堂堂正正的女主人虽然丈夫贾代善早就去世没能与自己白头到老但自己却养育有男女几个子女而且都孝顺有才华长子贾赦尽管才干平庸却承袭其父的祖业也算是朝廷命官一个贾赦之子贾琏娶了王夫人之侄女王熙凤为妻贾母的这位孙媳妇不但长的如花似玉而且聪明伶俐能说会道敢作敢为很有心计现接替王夫人管家把诺大的贾府管得有井井有条一丝不乱况且这位孙媳妇还个性善于对贾母察言观色经常把贾母逗得乐开了怀因此很受到贾母的喜爱次子贾政聪明勤奋自幼酷喜读书原本完全能够凭着自己的才干透过科考步入仕途但其父死后朝廷却额外赐给了一个主事之衔令其入部习学如今已升了个员外郎这贾二老爷还娶了一个极其贤惠孝顺的媳妇也就是王夫人这王夫人平时不但善待婆婆贾母犹如其亲生母亲而且还为贾家生育了一个贵妃女儿贾元春和一个个性受到贾母喜爱的宝贝孙子贾宝玉让贾母享尽了天伦之乐其女儿贾敏亦嫁了探花出身的江南才子林如海也给她生了一个才貌双全如花似玉的外孙女林黛玉此外其余的子孙亦大有使她喜爱满意 者平时贾母就是与这些儿孙们在一齐不是游山玩水便是看戏斗牌或者讲笑话取乐以欢度其晚年罢了 二复杂的性格特点 贾母的性格特点比较复杂归纳起来就应有如下几个方面 首先是乐观处世贾母无论是在其娘家还是到了贾府其生活状况总体上是比较富足的虽然也有过一些波折但总的来说还算比较稳定并没有从根本上危及贾府作为金陵望族的地位穿金戴银山珍海味和无忧无虑这是贾母长期以来所养成的一种生活习惯尤其是到了晚年孙女贾元春还被晋封为贤德妃这更使她的情绪得到了极大的安慰所以平时她总是爱凑热闹就是看戏也是多点那些喜剧的节目很少看那些杯具戏贾政一贯为人严肃认真孩子们都很畏惧他贾母和孙儿们在一齐时为了避免贾政在场而使大家扫兴她总是变着法儿把贾政支开不许由于他的在场而使场面冷落即使到了七十回以后的这一年中秋节贾府已明显衰败了家人无不为家族的前景忧心忡忡但贾母却还坚持带领众儿孙们到大观园里吃酒赏月听音乐企图以此来振奋大家的士气可见她的乐观精神和良苦用心 其次是具有一颗善心怜贫惜幼我们阅读红楼梦总感觉贾母是个慈祥的老人很值得尊重和敬佩你看刘姥姥一个乡下的穷人来走访她并不嫌刘姥姥而是热情招待亲如姐妹还和她一齐喝酒做游戏带领她和儿孙们一齐游玩大观园等等看见几个小戏子年纪那么幼小便离家出来卖艺她深感可怜便命人赏给他们小费点心在庙里还愿打蘸看见小和尚被王熙凤等人追打贾母命人喝住王熙凤等人不许欺负小和尚还把他叫到自己面前耐心询问他的状况还赏给他钱和果品吃所有这些都表现了她怜贫惜幼慈悲为怀的善心 再次是对待儿孙有偏心贾母也不是完人更不是神仙所以她也有缺陷贾母最大的性格缺陷便是偏心在他的两个儿子贾赦和贾政之间她偏爱二儿子贾政夫妇而疏远大儿子贾赦夫妇但是贾母对贾赦夫妇偏心是有其原因的首先是贾赦这人好色诺大的年纪不好好保养却想来娶贾母心爱的丫鬟鸳鸯来做其小妾而且还让其妻邢夫人来说媒这点就很令贾母十分不高兴其次是贾赦夫妻俩对贾母不够孝顺不善于伺候老人所以贾母自然就疏远了他们贾母的这种偏爱行为使人觉得她作为一个母亲的确是没有真正做到一碗水端平的确实有点不就应关于这一点贾赦就以前对她委婉地提出过批评此外她还宠爱贾宝玉而厌恶贾环客观地说在出身方面贾宝玉确实是出自嫡系而贾环则属于庶出贾环的母亲是赵姨娘这是事实另外在形态相貌上贾宝玉生得面目娇好聪明伶俐而贾环则生得形态委琐这也是事实但是一个人的形态相貌是父母亲给的是先天性的东西不容其本人来决定而且容貌也代表不了其为人和性格才干作为长辈不应以貌取人由于贾母等人没有公平对待宝玉和贾环所以才使贾环产生了自卑感和嫉妒心并且还频频对宝玉使坏差点把贾宝玉弄成了残废 三其命运结局探讨 贾母最后的命运结局如何因小说后半部已经遗失其具体状况我们已经无从明白但是从前八十回的发展状况以及小说其他情节所透露的各种信息来看我们能够推想贾母大致的命运结局状况 贾母这一生能够说是有福有寿享尽了荣华富贵小说以前叙述过家人给她办了八十华诞的生日喜酒虽然说她这一生过的基本上是顺境这样的人往往比较脆弱但是数十年的风风雨雨也使她饱经风霜具有比较丰富的生活经验所以死于非命看来是不大可能的她一个家庭妇女而且这一生中为人谨慎哪怕是贾府确实有罪而被朝廷抄了家我看也不至于对她一个老人家给予治罪她的死就应是在贾妃死后贾府又确实彻底败落了下来于是便忧郁成疾最后最后不治而亡而此时她也有了八十来岁的年纪了她的死就应属于比较正常的了只是她死时肯定是十分底败落了下来于是便忧郁成疾最后最后不治而亡而此时她也有了八十来岁的年纪了她的死就应属于比较正常的了只是她死时肯定是十分绝望的既无可奈何又很有点不甘心的样貌甚至是死不瞑目的总之她的死还是比较可悲的贾母死后其儿孙们便随之而树倒猢狲散了 阅读精选5 近读红学始信一部书养活一代人之说不谬曹公红楼充分体现了东方文化隐讳暧昧的艺术风格闺阁谈笑每藏草灰蛇线之笔富贵气象多伏颓败倾覆之虞雪芹先生对笔下诸般女子多怀爱惜温柔敦厚妩媚风流等赞誉之语颇多纵然不喜亦不直言寥寥数语隐讳描述而已红楼女儿的口舌之争亦罕有明刀执槍至多冷笑讥诮而已略微心直口快如晴雯就已被形容为爆炭了因此她们之间的矛盾难以简单决定甚至难寻蛛丝马迹今附前贤骥尾略呈几点偶得愚见聊博一笑耳 红楼梦中贾母是人际关系的一个核心也是一座桥梁说核心是指众人都簇拥着她使一个勾心斗角的场面成为一个群众和整体说桥梁是讲大观园中的善与恶爱与恨灵秀之气与世俗之气皆透过这位老太太相遇相博最后定个胜负 贾母最终还是一个杯具而且这个杯具的深刻程度决不亚于宝玉和黛玉的情爱结局因为林黛玉是她亲自接来的谁也不会忘记黛玉初进荣国府这位鬓发如银的外祖母一把把她搂入怀中的情景那心肝儿肉叫的哭声感动了所有在场的人贾母也更没有想到自己原先是要给可怜的黛玉更多快乐和幸福的可之后竟然成为一个真正的戕杀者不仅仅戕杀了宝黛的感情而且也戕杀了自己内心中原有的善良愿望这一点和她在大观园所做的一切是一致的她为了避免杯具的行为恰好加剧和导致了杯具的发生她所看到的正是她最害怕的和最不愿看到的她给自己最爱的人带来的恰恰是最悲惨的结局 得一提的是贾母至死毫不糊涂对于大观园命运的杯具心知肚明对于大观园人与人关系的角角落落了如指掌谁也瞒但是这位老太太的她所做的一切都是在维持和支撑这摇摇欲坠的大厦而已她对大观园内外众人命运的体恤上包括对刘姥姥这样的乡下村妇也无例外在贾府里凤姐无疑是钗裙中的伟丈夫可贾母则要比凤姐强上百倍她比凤姐有着更辉煌的人生经历更广阔的世面见识更丰富的理家经验凤姐充其量但是是她理家的一个缩影而已其实她喜欢和重用王熙凤也没有什么大错王熙凤是个贪婪之人但是也确实能干贾母早就看出了她的辣而且直言不讳但是她也明白比起邢夫人和王夫人来说凤辣子不仅仅对她更善解人意而且更明事理在这小小的大观园内这位被儿孙们象祖宗牌位一样供起来的老太太还能依靠谁呢 在那里与其说贾母是贾府地位极高的权威不如用一个泥塑木胎的偶像来形容更为贴切与贾母同辈的人物都相继去世后贾母已被作为一个辉煌时代的象征而供奉了起来在这个封建大宗族里贾母也只能在纲常名教的体制束缚内行使着她有限的权威这个封建家族的老祖宗一副老祖母的慈软心肠她总是不断地在周围制造着欢愉的笑声与简单的气氛看样貌她连快乐都还嫌少哪里会再去制造悲哀 悲的是贾母周围或明或暗存在着封建教义造就的这样一批人物她们能够为扑杀一只苍蝇而大动慈悲之心但她们的一个意念便能够给人间平添许多的眼泪和血渍却丝毫不能震醒她们的昏沉和麻木因为她们根本就不觉得那是一种罪恶任何时候她们总是真诚地相信着她们是道德与秩序的化身是给人间带来善和福祉的使者她们用旧生活旧习惯支配着自己同时也以此支配着别人看来她们有时愚蠢得可怜有时也免不了被生活中的一些事情所烦恼所痛苦甚至使我们觉得不屑与她们计较仇恨但是黑暗世界的顽固和保守正是在这种人的身上取得了可靠的支持红楼梦中的贾母王夫人等正是这种人物 这就是为什么恰恰是她们而不是荣国府中最专横最残暴的统治者绞杀了林黛玉和贾宝玉的感情和生命而且是在这样一种爱护的不得已的形式下绞杀的 贾母出身侯门曾历经大富大贵她世事洞明人情练达是宁荣两府辈分最高的长辈膝下儿孙众多又有一个嫡亲孙女贵为皇妃整个家族正处于烈火烹油之势此生至此夫复何求但是豁达随缘安知天命罢了惟一的心事但是是宝玉的婚事黛玉的归宿而已 以贾母对凤姐宝琴以及晴雯的喜欢与欣赏其审美观可想而见她喜欢晴雯的灵巧美丽凤姐的机灵风趣宝琴的出类拔萃而从这三人身上我们都不免会看到黛玉的影子贾母喜欢宝钗不假但她似乎更偏爱凤姐黛玉那种能说会道有棱有角的性格类型陪侍贾母的鸳鸯不是好惹的而从贾母那里出来的晴雯也是敢笑敢骂锋芒毕露第七十八回贾母对王夫人说但晴雯那丫头我看他甚好怎样就这样起来我的意思这些丫头们那模样儿言谈针线多不及他将来只她还能够给宝玉使唤得而对王夫人挑中的袭人贾母则认为我只说他是没嘴的葫芦并不十分喜爱尤可注意的是晴雯是黛玉的影子贾母挑中晴雯给宝玉正暗伏她桃中黛玉与宝玉相配她虽然也赞赏宝钗的稳重平和对李纨那种温和贞静的性格也曾予赞扬可宝钗显然非她喜爱的类型当她看了宝钗房里朴素的陈设就连连摇头说使不得虽然省事倘或来一个亲戚看着不像二则年轻的姑娘们房里这样素净也忌讳有现成的东西为什么不摆若很爱素净少几样倒使得我最会收拾屋子的她们姊妹们也还学着收拾的好只怕俗气有好东西也摆坏了我看她们还不俗如今让我替你收拾包管又大方又素净可见贾 母对于宝钗的素淡很不以为然由此不妨推断贾母心目中的女孩子就应是美丽活泼聪明伶俐的像她说凤姐的话我喜欢她这样况且她又不是那不知高低的孩子家常没人娘儿们原该这样横竖礼体不错就罢没的倒叫她从神儿似的作什么而不要像宝钗小小年纪就学着一副罕言寡语藏愚守拙的处世态度反倒失去了女儿天真未凿的个性 愚一向相信贾母对黛玉始终抱着对爱女远嫁早逝的深深遗憾黛玉初进荣国府祖孙初遇的那一番话就显得颇有意味我这些女孩儿所疼的独有你母亲今一旦先我而亡不得见面怎不悲哀因此贾母对自己膝下这唯一的外孙女怜爱有加在她身上寻找昔日欢乐的影子其实论亲疏远近从家族上看宝钗与黛玉一样是近亲一个是姑舅亲一个姨表亲而且以父系社会的角度似乎还是黛玉亲些从血缘上从看自然是贾母和黛玉更亲但现实是黛玉父母双亡而薛家不仅仅属于金陵四大家族之一且与王家也有姻亲关系三个家族之间凭借联姻结成了错综复杂关系网从这点上看黛玉不如宝钗贾母是个有经历的人深知这一点因此对薛姨妈和宝钗始终以贵客礼待甚至连湘云在她眼里也是客但贾母却从未将黛玉视作外人书中很少直接描述贾母如何疼爱如何喜欢黛玉的除了黛玉初进荣国府时曾搂着她心肝儿肉的大哭但从一些细节上仍可见这个外祖母是多么溺爱她的外孙女儿比如张道士提亲后宝玉因心里不自在黛玉又中了暑中暑是托词否则后面还有那么大精力吵闹其实也是因为提亲而不自在第二日都不愿逛去了而贾母先前那么有兴致的人也因了二人的不去便执意不去老人家是多么体贴两 个玉儿其后宝黛之间闹了一场极大的风波惊动了贾母和王夫人急得贾母抱怨我这老冤家偏生遇着两个不省事的小冤家真是不是冤家不聚头惹得宝黛两人似参禅般细嚼此中深意再有第五十一回末贾母与王夫人凤姐商量姑娘们吃饭的事因天寒地冻凤姐推荐再添一个厨房单给姊妹们做饭凤姐的理由是就便多费些事小姑娘们冷风朔气的别人还可第一林妹妹如何禁得住就连宝兄弟也禁不住何况众位姑娘须知贾母早有此念却顾及媳妇们不好提及凤姐这么一说直说到贾母心里去了惹得贾母当众对凤姐好一番称赞还有每次聚会留神看去凡贾母一席无论其他人怎样变化总是有宝玉黛玉承欢膝下比如湘云在就是宝玉黛玉湘云和宝钗四人有薛姨妈同席时就是宝黛与薛姨妈宝钗四人之后来了个宝琴就变成宝玉黛玉宝琴和湘云可见黛玉在老祖宗心里的分量她早已将黛玉视作自己人了 而从其他人的反应也可窥见贾母的心思最善于揣摩贾母心事的莫过于凤姐了第二十五回凤姐对黛玉开玩笑你既吃了我们家的茶怎样还不给我们家作媳妇众人听了一齐笑起来官裁笑向宝钗道真真我们二婶子的诙谐是好的凤姐笑道你别做梦给我们家做了媳妇你想想便指宝玉道你瞧人物儿门第配不上还是根基配不上模样配不上是家私配不上那一点玷辱了谁呢甲戌本有脂批说二玉事在贾府上下诸人即看书批书人皆信定一段好夫妻书中常常每每道及岂其不然叹叹庚辰本有脂批说二玉之配偶在贾府上下诸人即观者作者皆为无疑故常常有此等点题语我也要笑可见宝黛之配已为贾府诸人所公认那首先当然是得到了贾母的默许如果贾母反对宝黛恋爱那么那样精明和善于逢迎贾母的凤姐怎样会公然拿宝黛恋爱开玩笑呢李纨称赞风姐诙谐是好的正因为宝黛之配合府公认尤其合老太太之意风姐的笑话十分聪明而对景很多人以为凤姐关于茶叶的玩笑话是在反讽黛玉的门第与根基的不配不然因为若论起黛玉的门第来决不在宝钗与湘云之下反而更清贵些林家四代封侯至其父如海便从科第出身乃前科探花因此林家不仅仅是钟鼎之家还 是书香之族不像贾府贾政本人倒是想弄个科甲出身的只因皇上体恤额外赐了官衔但到底称不上书香二字美中不足所以凤姐怎样可能就门第一事来论事呢更何况黛玉的生母是史太君唯一的掌上明珠林家若非簪缨诗礼之家怎样可能娶得到这颗明珠呢因此凤姐开这个玩笑实在是因为她太了解贾母的心事了但是自元春赐珠以后凤姐显然觉察到了元春与王夫人的心意此类明显的玩笑话就不见了再者就是贾府的上下诸人都信定宝黛是一段好姻缘从李纨宝钗到薛姨妈都给颦儿开过类似的玩笑而兴儿在尤氏两姊妹面前也毫不掩饰对这段姻缘的笃信第五十七回慈姨妈爱语慰痴颦中薛姨妈向宝钗说道我想着你宝兄弟老太太那样疼他他又生的那样若要外头说去断不中意不如竟把你林妹妹定与他岂不四角俱全第六十六回兴儿回答尤家姐妹询问宝玉状况时说只是他已有只未露形将来准是林姑娘定了的因林姑娘多病二则都还小故尚未及此再过三二年老太大便一开言那是再无不准的了这些描述无非说明宝黛之配已为贾府上下人等公认故每每提及以便为将来岂其不然如何心事终虚化的反跌作铺垫 所以宝钗好固是好但是总不如自己的亲外孙女亲总不如亲上加亲的好虽然贾母曾数次表扬过宝钗但不知大家可留意否这总是在薛姨妈在的场合下焉知不是对亲戚的客套话宝钗及笄之后不久元妃即赐珠暗示与宝玉配对随后张道士向贾母提亲被贾母拒绝理由是宝玉命里不该早娶等再大一些再定又说要选模样性格好的这其实是给王夫人及薛姨妈的信号照普通人看来宝钗就算是模样性格好的吧似乎是最贴合贾母心意的但是应对这样一个上上人选贾母没有半点松口却定下了不早娶等等再说的基调难道她不知宝钗还年长宝玉一岁么再等宝玉长大宝钗又何以堪再者真是这么好的女孩子难道就不怕被别家先订走了细细想来真是奇怪之极唯一可解释的就是贾母根本就没有看中宝钗若不信还有一事可佐证就是宝钗的堂妹宝琴一来贾母就十分喜欢有求配之意后因宝琴已许配梅家作罢这一段也颇有意味在我看来至少表达了三层意思一是没有看中宝钗否则宝钗入府那么久又有元春与王夫人暗示在先何以迟迟不提婚配之事反而宝琴一来就提二是明确彰显了自己喜欢的女孩类型书中描述宝琴年轻心热本性聪敏自幼读书识字俨然一稚年的黛玉况宝琴一来就与黛 玉亲敬异常像亲姊妹一般而贾母的公然喜爱惹得素来沉稳的宝钗也忍不住了说宝琴你也不知是那里来的福气我就不信我那些儿不如你此种酸语在宝钗也是头回吧反而是黛玉与宝琴却惺惺相惜起来三是贾母向宝琴提亲其实但是是障眼法而已书中叙及薛蝌兄妹之所以进京就是为宝琴发嫁一事且与凤姐之兄王仁一路同行想以贾母之才智凤姐之耳目焉有不知宝琴已有婚约之理何况就是真不明白也要先打听清楚再提岂有作碰墙之举的所以我以为贾母是故意的明知宝琴已许配了人偏做提亲之举无非是想告诉薛姨妈王夫人之流我史氏还是没有看上你们眼里的宝姑娘你们不要再生妄想之念了 但是贾母的心事又有谁能明白倒是有一个凤姐可惜在宝玉的婚姻大事上她凑趣能够要作为对抗元春王夫人的力量则不足论之凤姐本人主观对黛玉的看法书上没有提到实际上凤姐虽然一字不识看人却很准也很爱才回写到凤姐笑评人物大奶奶是个佛爷也不中用二姑娘更不中用宝姑娘是不干已事不张口一问摇头三不知黛玉人品才情都是出类拔萃的愚意以为就凤姐本意而言她是扬黛抑钗的又看出黛玉与宝玉的情意加上老太太的疼爱凤姐总喜欢拿他两个说笑凤姐与黛玉一个大俗一个大雅彼此都看得透透的但是家族利益高于一切凤姐最后用了掉包记是贴合她的性格和作用须知古代的婚姻讲究的是父母之命媒妁之言黛玉父母双亡谁来为她做主即父母这一方有谁能担此职责媒妁又请谁来进此一言贾母实在有太多的无奈正因为把黛玉视作己人有了私心反而更不好为黛玉说话而唯一疼爱的女儿早逝二个儿子一个太胡闹一个太端方二个儿媳一个到处生嫌隙一个则一味装愚都不足以与之谋事更何况装愚的那位也藏有私心有许多人都奇怪宝钗进京是为选秀何以一入贾府此事就只字不提理由只有一个就是薛姨妈极想攀附这门亲事书 中借宝钗之口明确说过往日母亲对王夫人等曾提过金锁是个和尚给的等日后有玉的方可结为婚姻等语可见在私下里这对王氏姐妹对于宝玉的婚姻问题不知作过多少讨论对于元妃赐珠那段大家想必记忆颇深那是全书第一次对宝黛钗三人关系的暗示而且这暗示来自皇宫代表的是贾府外无上的权威另一个权威是贾府内的史太君须知那时宝钗进贾府时日不多元妃省亲时还对薛林二人青眼有加说是非愚姊妹可同列者何以到了之后赐珠时就有了明显的偏好须知元妃此后再未见过薛林二人这显然又是王夫人的功劳了王夫人对黛玉的不满在她评述晴雯时可见一斑而作为皇亲国戚是能够每月进内省视一次的贾母年事已高这每月内省的活路显然落在王夫人头上何况她毕竟是元春生身母亲王夫人的见解与意见元春岂有不重视之理而以贾母的心智世故又岂有不知元春王夫人与薛姨妈的心思正因为明白更觉心事重重因为元春与王夫人的意见在宝玉的婚姻问题上分量太重若是依着自己的意思让宝黛成亲不是不行而是要顾及各方关系和大家庭的和睦所以贾母只能聪明地选取了沉默 每每读到书中贾母关心宝黛是否和睦相处期望他们一处玩耍不要怄气的情节就会生出许多叹息印象中的贾母鬓发如银就像个老母鸡似的始终翼护着宝黛只可惜老人家年事已高也有身不由己的苦恼一言以蔽之宝黛的杯具命运也不是贾母所能主宰的贾母能作主的大概也只有那个离了她饭也吃不下的鸳鸯了而鸳鸯在贾母死后就上吊了这大概不仅仅仅因为要殉主吧揣曹公之本意也许贾母先逝于黛玉之前所以黛玉的命运就真的成了薄命桃花叹今生谁舍谁收无人做主又不甘随波逐流最后只能质本洁来还洁去花魂鸟魂总难留 所以身为外祖母的贾母并非不心疼林黛玉但她选取孙儿媳妇终究要思考整个家族的利益顾及家族中的方方面面言论影响林黛玉的羸弱的身体孤傲的脾性以及自定终身的越轨行为在贾府这样勾心斗角的封建大家族中是不可能获得青睐的贾母在第五十四回破陈旧腐套回中借批驳才子佳人书时慷慨陈词地说道这小姐必是通文知礼无所不晓竟是绝代佳人只见了个清俊男人不管是亲是友想起他的终身大事来父母也忘了书也忘了鬼不成鬼贼不成贼那一点象个佳人就是满腹文章做出这样事来也算不得是佳人了这正说出了当时封建统治阶级对男女感情问题的有代表性的统治观念在那号称诗书传礼之家的贾府里爬灰的爬灰养小叔子的养小叔子是不足为怪的而自由感情则被目为大逆不道像洪水猛兽一样可怕的东西贾府众人所以一时不能对林黛玉和贾宝玉的恋爱断然干预主要是怕伤害了宝玉贾母王夫人等都视这个命根子为不可或失的福气的材料鲁迅语贾母是一个绝对利己的享乐主义者她的儿孙成了淫棍赌徒只要他们不来搅扰她的享乐她是不干涉的她晚年生活需要的是甜闹和团圆尤其需要贾宝玉伴随在身边贾宝玉的任何不虞都将破坏她 晚年的安宁她之所以如此溺爱宝玉除了隔代亲的心态外是因为宝玉长得俊美可人意儿那通身的气魄很像他爷爷当然更重要的是她认为宝玉聪明灵秀是贾府理想的继承人随着贾家境况的恶化随着家长要把贾宝玉引上封建正路以挽救家庭颓局的期望日益明确和强烈家长便把他们的缔结金玉良姻的意愿一次又一次的暗示出来同时一次又一次的剿杀贾宝玉身边的反抗势力并且把压迫的圈子越来越紧缩到贾宝玉和林黛玉身上当贾母对薛姨妈进驻潇湘馆表示喜悦时林黛玉杯具性的命运已经被她不经意地判定当贾母对王夫人抄检大观园不做出反对的姿态时等于敲响了宝黛感情的丧钟敏感多病的林黛玉挣扎着一心想得到幸福自由的生活她曾因自己终身无人依恃而频频想念自己的父母她还曾幻想过薛宝钗母女的同情和庇护但环境是那样的虚伪和险恶她的幻想破灭了眼泪流尽了最后怀抱纯洁的爱和对环境的怨愤永远地离开了尘世实现了她质本洁来还洁去不教污淖陷渠沟的誓言 是贾母成就了宝黛的相知相识也是贾母最终毁灭了宝黛感情而最后摧毁了这一纯洁美丽的感情偏偏不是那个使一切感到窒息的封建统治暴君贾政却仍然是这个以前如此为贾宝玉祈求幸福并且又是对林黛玉如此口头心头一刻不忘的贾母以前把他们的生活连接在一齐的贾母 当林黛玉死后贾母也眼泪交流地说是我弄坏了她了这一句话好像也透露出一点悔悟但是我们的这种感觉还来不及在心里安放下来就立刻消失了因为紧之后贾母还有这样的一句话但只是这个丫头也忒傻气这就是说一切职责一切罪过还是归于林黛玉自己这在那时持有这种看法的又岂只贾母一人又岂只荣国府里的统治者 是的这个少女的死亡没有谁为她的忠贞同情侧目更没有使昏沉愚昧的生活与智慧人性的生活之间得到任何的和解几乎不用甚么证明我们就能够完全确信生活中的一切仍是按照固有的秩序在大地上进行 这难道是命运吗也许贾母到死也难解开这个结就像一百零八回强欢笑蘅芜庆生辰死缠绵潇湘闻鬼哭中贾母让鸳鸯掷骰子凑乐鸳鸯依命便掷了两个二一个五还有一个骰子在盆中打转鸳鸯大叫不要五但是那骰子偏偏转出个五来 看来贾母最终也没有从自身的地狱中跳出来她自认为一生福也享尽了就是对宝玉还很担心殊不知她对宝玉一世的疼爱恰恰注定了宝玉终身的痛苦和悔恨就此来说贾母一向挣扎在儿子和孙子之间也就是传统的道德规范和个人的性情爱好之间对于生活实行着双重标准一方面她渴望幸福这与她几十年来忍受的苦难和经历的危机有关正如她自己所说的我是极爱寻快乐的所以她并不十分喜欢不死不活的道学气另一方面她又明白家庭赋于她的职责脱不开对人对事世俗的价值标准在人生婚姻大事上她又个性低估了性情相投的重要性 这也暴露了当时社会性情相残的文化气氛因为在专制的文化气氛中讲性情和不讲性情并非是个人意愿而是与权力息息相关一个人有多大的权力就有多大的表现自己性情的空间处于生活底层没有权力的人自然只能唯唯诺诺用牺牲自己本性的方式来获取生存空间当然也有不顾权力压制而坚持和表现自己性情但是这不可避免地要付出人生甚至生命的代价这也就造就了性情之间相互残杀的杯具有权力的人不仅仅能活得潇洒随心所欲而且能够把自己的意志强加于人以压抑和剥夺他人性情的方式展示自己的生命快乐 贾母的杯具就是这么产生的她的权力在大观园是至高无上的没有人能违背她的意思唯此她施于宝玉的爱带有强制性最终伤害了宝玉的性情酿成了大观园里一连串的人生杯具 所以贾家越是接近灭亡就越是不能容忍贾宝玉和林黛玉的恋爱就越迫切地需要成就贾宝玉和薛宝钗的金玉良姻贾宝玉是贾家子孙中唯一有期望能够中兴家业的继承人家长们要把他引上正路就不能不摧毁他和林黛玉的感情就不能不聘娶维护封建主义的薛宝钗陷于困境的贾家不仅仅渴望薛家金钱的支持而且急需能干的薛宝钗来治理家庭贾家男性腐朽不堪早已是女性当家贾母处在贾家的最高权力地位上她是家庭中辈份最高的长者更重要的她是贾家的精神领袖在她的面前贾政连教训儿子的权力也被剥夺了在以男性为中心的封建社会一个大家庭中出现这种反常现象便是衰朽的征兆封建社会里君子之泽五世而斩贾氏家族的旺盛发达恰恰经历了五世这时它的子孙虽多却都只知安富尊荣尽情享乐竟没有一个运筹策划的人这个家全靠王熙凤支撑着王熙凤下台探春理家失败后继者就只能是薛宝钗王夫人请薛宝钗帮忙探春理家已经表现了对薛宝钗的急迫期望金玉良姻体现着贾薛两家的根本利益封建势力制造了贾宝玉林黛玉的感情杯具然而它所强制缔结的金玉良姻也没有如愿以偿贾宝玉的逃遁使得这个婚姻成了千古遗憾",
        "Source": ""
    },
    {
        "Name": "Jiazheng",
        "Reviews": "一为人正直 迂腐装正 贾政字存周工部员外郎贾母的次子他是儒家统治思想的化身儿子贾宝玉的叛逆思想使他大为不满动不动就骂他畜生该死的奴才曾亲自抡起大板子朝宝玉狠命打去随后还要用绳子来勒死因贾母及王夫人的拦阻才未勒死宝玉 他是个伪君子的典型满口仁义道德宽柔待下而实际上他对奴隶的训斥却是等我闲一闲先揭了你的皮外甥薛蟠打死了人他公然徇情枉法对贪赃暴虐的贾雨村他却最是热衷与其来往外放江西粮道时在他的纵容下手下人横行不法公然纳贿他无能又孤独儿女亲属相聚谈笑他一出现就会让大家敛声屏息弄得索然无味致使贾母也不得不撵他出去休息当锦衣军来抄检贾府时他只会跪在地下磕头 心惊肉跳跺脚长叹而已 二封建礼教下的正人君子 贾政生活在荣国府大家庭里自幼好读书接受儒家思想受封建传统约束与管教他的行径与言行更很好说明这一点在第二回曹雪芹借冷子兴之口说贾政自细幼酷爱读书祖父最疼这时所读之书未尝就是四书五经未尝不可以理解为如宝玉的旁学杂收也许包括着诗词歌赋甚至或许还有西厢记牧丹亭之类禁书在内而祖父最疼就说明着他当时也如宝玉得宠于贾母一样得宠于祖父这也是其童心天性得以表现出来的基础而长大的贾政已经完完全全封建制度下的产物提起贾政不少人脑中会浮现一张严厉死板生硬的面孔一副封建卫道士样子在家庭中贾政主观上严于律己勤于修身谨于治家处处按儒家教条规范自己与下人不敢越雷池半步他竭思尽虑试图把自己塑造成一个教子成龙的严父形象一个治家有方的家长形象一个克尽孝道的孝子形象可惜的是他生不逢时处在封建末世复杂矛盾中的他一切努力均是在枉费心机终成泡影 尤其贾政在与宝玉关系矛盾上有力体会到封建礼教下的正人君子形象他动手打宝玉故事情节把矛盾发展到极点作为一个百年望族的大家长作为儒家文化熏陶培育的严父贾政只顾为了家世的利益早早替宝玉选择了前途不顾念宝玉每天在想什么只为了自己的脸面而严拘儿宝玉的身心在中国封建社会里男人居于统治地位男尊女卑的思想占着非常重要的地位贾政也强要求宝玉接受最正统的封建教育努力地去加官晋爵功名出仕 而宝玉偏又是个俗冲破封建教条束缚追求个性自由的新人他不爱读的书贾政偏偏要他读他不爱做八股文贾政偏偏要他做他不爱和那些峨冠博带的家伙应酬偏偏逼他出去应酬他认为茫茫尘世只有女孩子们的世界是一片净土贾政总要把他拉出这片净土他的母亲总要来摧残这一片净土还有他的伯父哥哥侄辈之流总要来污秽践踏这片净土宝玉默默忍受使父子关系越来越不好贾政从不反思下为什么自己儿子会这样也不与宝玉说道说道面对爱子背叛他只能表露无可奈何的悲凉绝望 三为人老实 做官清廉 虽然迄今为止对贾政形象的研究几乎异口同声地将其定为封建制度和礼教传统的卫道士甚至有人直接以虚伪假正贾政经来概括之这一说法当然有道理但不可否认贾政的形象是臵于封建传统文化之中他身上彰显了所处的那个时代色彩展现了中国传统文化积极的一面首先看看贾政的人品他从小读书熟读四书五经受过很好的教育凭借个人实力走上仕途作为人子贾政在家庭中唯贾母之命是听千方百计让母亲开心主观上尽全力要使自己成为符合儒家标准的孝子楷模作为慈父他爱护子女希望与他们沟通亲近如第二十二回猜谜语时贾政已知是荔枝故意乱猜罚了许多东西然后方才猜着了轮到贾政出谜面让贾母猜时只见他把谜底悄悄地说与宝玉宝玉会意又悄悄地告诉了贾母贾母想了一想果然不差便说是砚台贾政笑到到底是老太太一猜就是然后献上大盘小盘的新巧之物令贾母心中甚喜 一向古板拘谨的贾政也搞了喜剧性的小动作但这并非虚伪做作而是真情的自然流露再看看他为官上他从家庭步入社会以后贾政主观上是克尽职守勤于政事时时以儒家为官准则约束自己的言行试图做一位在其位谋其政廉洁奉公的清官可此时已是封建社会的末世官场全面腐败道德全面滑坡信仰全面危机他所信奉的儒家为官信条已经成为昔日黄花世人皆浊我独清结果清官贾政虽主观上居官更加勤慎但客观上却陷入了孤独寂寞的可悲境地成了欲清不能迂腐冬烘的悲剧人物 贾政放江西粮道时事与愿违的官场遭际就是一个最有力的证明初到之时他只一心做好官认真要查办起来州县馈送一概不受但阻为接踵而至很快便陷入四面楚歌的孤家寡人的可悲境地先是那些长随怨声载道而去接着衙役鼓手执事们是搀前落后消极怠工以示不满以后便觉得样样不如意既而节度使做生日又无钱送礼开始贾政还想我行我素把清官做到底管门的李十儿第一次拿幪钱的事试探贾政时被贾政痛骂了一顿巧舌如簧的李十儿第二次下说辞时贾政仍不为所动欲硬撑到底可后来贾政本意是在鼠害肆虐的官场上做一只捕鼠的猫可因客观污浊现实在李十儿的痛陈利害的教唆下他的心态失不得以去了平衡价值观发生了倾斜最后看看他生活贾政平时喜好读书和清谈周围颇多清客相公之流以助谈兴为人颇为爱才有加那些清客相公和他关系够深密的却始终没见他做过推荐显见得他不是胡乱推荐人的但他对妹夫林如海却甚为重视人家可是探花郎呢是故对妹夫推荐的贾雨村立即爱屋及乌的重视见面考察果然赏识有加做了力荐 四封建末世悲剧的缩影 曹雪芹独具匠心地把贾政放到贾府与社会两个世界中通过以小见大以大见小的大小反复对比充分提示贾政治家无能治国无功一切无用无可奈何的人生悲剧从而说明人生万事皆空只有出世返归大自然才是最好的归宿若设想贾政生于封建社会的汉唐盛世他在家庭中严于律已兢兢业业率先垂范一切为家的行为自然可以成为治家楷模他在社会上忠于职守廉洁奉公一丝不苟的作法理所当然地可以成为忠臣的典范但不幸的是他生于世风日下的末世因此他成了无用的多余人在家庭中他对贾赦贾琏贾珍之流的偷鸡摸狗咨意败家无可奈何他对宝玉的不服管束任性而为无可奈何他只能眼睁睁地看着家人一步步堕落下去家风在一天天败坏下去家财在一天天困乏下去在气急败坏而又束手无策中只有唱着挽歌为他爱恋的家庭送葬了这是贾政的悲剧更是那个时代的悲剧是封建制度与宗法社会将贾政塑造成了他所成为的那个样子但当他一丝不苟一毫不差地精心做一个忠孝两全之人时而封建社会却又走到了尽头 严父没有当成贾宝玉不成器慈父也没有当成元春进宫探春远嫁孝子也没有当成贾母并不赞成他的教子模式而屡屡发生冲突忠臣同样没有做成最后落得个抄家的下场白茫茫一片大地真干净如此苍凉的结局应该有一个怎样凄苦酸楚的心情呢难道说是贾政生来就不慈不孝不仁不义而且伪善吗这样说当然不是是社会制度塑造了他然后又毁灭了他贾政最后只能作为封建末世的一苍凉背影永远地定格在人们心中 曹雪芹按儒家修齐治平的文化理想来精心塑造贾政这一独特形象想把他塑造成了儒家文化中典型的孝子严父忠臣的形象进而又将他臵于传统文化与封建末世的纵横交错点上臵于二者的矛盾冲突中生动地展示出贾政的事与愿违动辄得咎的人生两难处境忠臣未做成严父没当好家长不治家孝子未尽孝整个是个处处碰壁的人生悲剧 贾政性格的一个特点是生性疏懒不懂世务碌碌无为他为人忠厚不骄不奢崇尚诗礼有着一般社会贤达和文人儒士的风习 贾政是一个典型的忠臣楷模在元春归省一回中他的这种忠臣形象表现得淋漓尽致 他迂腐古板严厉生硬这是因为在小说中作者对贾政这方面的性格描写颇多的缘故在第九十九回中写他被李十儿拨弄的情形第一百零五回在禁衣军查抄宁国府时对贾政的描写都生动形象地表露了贾政的迂腐古板他委琐鄙俗举止荒谬滑稽首先是魂魄定心惊肉跳后又是跺脚叹气泪流不止贾政没有治事理家的才能在家庭中他把一切事务推给贾琏和凤姐让他们一手操持一切事务他不管不问 贾政在小说中始终被作者塑造成一个忠臣孝子严父的形象作者也正是通过这些来揭示贾政的封建伦理教条思想和封建卫道士形象的在贾政生活的年代已经是封建社会回光返照的末世阶段社会上已经到处可见衰退的迹象在这样的环境里贾政严格遵守封建礼教抱守封建礼教而不越雷池半步他想以此来振兴贾府 贾政作为封建家长所固有的阶级特性他时时处处以儒家纲纪规范自己约束他人同时他又具有儿女情长的一面是一个时时流露出普通人的情感的真实人物曹雪芹刻画的贾政这个人物不仅反映出他性格本身存在着复杂矛盾而且抓住了他性格矛盾的特殊性下面看一看相关信息吧 一为人正直 迂腐装正 贾政字存周工部员外郎贾母的次子他是儒家统治思想的化身儿子贾宝玉的叛逆思想使他大为不满动不动就骂他畜生该死的奴才曾亲自抡起大板子朝宝玉狠命打去随后还要用绳子来勒死因贾母及王夫人的拦阻才未勒死宝玉 他是个伪君子的典型满口仁义道德宽柔待下而实际上他对奴隶的训斥却是等我闲一闲先揭了你的皮外甥薛蟠打死了人他公然徇情枉法对贪赃暴虐的贾雨村他却最是热衷与其来往外放江西粮道时在他的纵容下手下人横行不法公然纳贿他无能又孤独儿女亲属相聚谈笑他一出现就会让大家敛声屏息弄得索然无味致使贾母也不得不撵他出去休息当锦衣军来抄检贾府时他只会跪在地下磕头 心惊肉跳跺脚长叹而已 二封建礼教下的正人君子 贾政生活在荣国府大家庭里自幼好读书接受儒家思想受封建传统约束与管教他的行径与言行更很好说明这一点在第二回曹雪芹借冷子兴之口说贾政自细幼酷爱读书祖父最疼这时所读之书未尝就是四书五经未尝不可以理解为如宝玉的旁学杂收也许包括着诗词歌赋甚至或许还有西厢记牧丹亭之类禁书在内而祖父最疼就说明着他当时也如宝玉得宠于贾母一样得宠于祖父这也是其童心天性得以表现出来的基础而长大的贾政已经完完全全封建制度下的产物提起贾政不少人脑中会浮现一张严厉死板生硬的面孔一副封建卫道士样子在家庭中贾政主观上严于律己勤于修身谨于治家处处按儒家教条规范自己与下人不敢越雷池半步他竭思尽虑试图把自己塑造成一个教子成龙的严父形象一个治家有方的家长形象一个克尽孝道的孝子形象可惜的是他生不逢时处在封建末世复杂矛盾中的他一切努力均是在枉费心机终成泡影 尤其贾政在与宝玉关系矛盾上有力体会到封建礼教下的正人君子形象他动手打宝玉故事情节把矛盾发展到极点作为一个百年望族的大家长作为儒家文化熏陶培育的严父贾政只顾为了家世的利益早早替宝玉选择了前途不顾念宝玉每天在想什么只为了自己的脸面而严拘儿宝玉的身心在封建社会里男人居于统治地位男尊女卑的思想占着非常重要的地位贾政也强要求宝玉接受最正统的封建教育努力地去加官晋爵功名出仕 而宝玉偏又是个俗冲破封建教条束缚追求个性自由的新人他不爱读的书贾政偏偏要他读他不爱做八股文贾政偏偏要他做他不爱和那些峨冠博带的家伙应酬偏偏逼他出去应酬他认为茫茫尘世只有女孩子们的世界是一片净土贾政总要把他拉出这片净土他的母亲总要来摧残这一片净土还有他的伯父哥哥侄辈之流总要来污秽践踏这片净土宝玉默默忍受使父子关系越来越不好贾政从不反思下为什么自己儿子会这样也不与宝玉说道说道面对爱子背叛他只能表露无可奈何的悲凉绝望 三为人老实 做官清廉 虽然迄今为止对贾政形象的研究几乎异口同声地将其定为封建制度和礼教传统的卫道士甚至有人直接以虚伪假正贾政经来概括之这一说法当然有道理但不可否认贾政的形象是于封建传统文化之中他身上彰显了所处的那个时代色彩展现了传统文化积极的一面首先看看贾政的人品他从小读书熟读四书五经受过很好的教育凭借个人实力走上仕途作为人子贾政在家庭中唯贾母之命是听千方百计让母亲开心主观上尽全力要使自己成为符合儒家标准的孝子楷模作为慈父他爱护子女希望与他们沟通亲近如第二十二回猜谜语时贾政已知是荔枝故意乱猜罚了许多东西然后方才猜着了轮到贾政出谜面让贾母猜时只见他把谜底悄悄地说与宝玉宝玉会意又悄悄地告诉了贾母贾母想了一想果然不差便说是砚台贾政笑到到底是老太太一猜就是然后献上大盘小盘的新巧之物令贾母心中甚喜 书中贾政的年龄与曹寅和曹的对比分析 书中记述贾政一举目见宝玉站在跟前神彩飘逸秀色夺人看看贾环人物委琐举止荒疏忽又想起贾珠来再看看王夫人只有这一个亲生的儿子素爱如珍自己的胡须将已苍白因这几件上把素日嫌恶处分宝玉之心不觉减了八九既然胡须将已苍白就应是四十五六的年龄此时宝玉的年龄在十一二岁左右两者的年龄差距在三十五岁左右 现实中曹寅和曹的情况是曹寅在康熙五十一年去世应该是五十五岁当时曹年当弱冠二十左右两者差三十五岁左右根据现实的推算曹在十一二岁时曹寅四十五六岁与书中的年龄形象是一致的所以书中的贾政不是乾隆初年曹的形象宝玉也不是四十岁左右去世的曹雪芹或曹子的形象 贾政可谓是红楼梦里少有的好男人没寻花问柳的习惯也没像他哥哥那样放着官不好好做更不像贾珍能把全府都闹的翻过来 表面看来贾政十分符合古人对男人的审美忠厚老实出仕做官出身诗书家庭然而再一细看这个红楼中最正点的男人却样样都有些别扭 他虽出仕自身却没什么作为政绩上也没有可圈点之处他虽出身诗书家庭却在诗书上平平给自己找说辞不算更是把儿子往远离书本的方向驱赶他虽忠厚老实却对家人很冷漠且交友又无原则贾政的性格可谓矛盾重重 一人在朝心在野 对贾政来说他这一生最大的矛盾可能就是从政了或许曹雪芹给他起贾政这个名字就是指他是个心思不在政务上却身处官场之中的人 记得在大观园刚建成的时候他带着一批清客一起参观到潇湘馆时贾政曾说道这一处还罢了若能月夜坐此窗下读书不枉虚生一世其实读书哪里不能读为啥偏偏在这个地方才是不枉一世 想这潇湘馆是什么样貌黛玉曾形容这一处有层层竹林隐着是个清幽僻静的地方这样的僻静之地也恰恰是贾政在大观园里最喜欢的地方 所谓人与物有相通之处大概曹雪芹在这里写到贾政的反应就是想要让人看到他那颗想要遁世的心表明贾政大有世事浮云何足问不如高卧且加餐的态度 贾政身处俗务中却对俗务一窍不通他不知如何招揽政务人才你看他周围围绕的都是些阿谀奉承的清客就可知了 他也不知道事务内里虽身居高位也没什么远大目标贾府原来还是百足之虫而贾政身为家族中看起来最上进的男人却从未为贾府筹谋过 这一点上贾政可连黛玉和宝钗都不如黛玉是目下无尘却对人情世故和世间俗务都了然于胸也能够很好地思考利弊看清吉凶而宝钗更是乐于俗务精于俗务之人 虽将事务以俗务称呼却并非精于俗务就是俗人相反如贾政那样身处俗务却一无所知的才会成为俗人 曾经以为贾政和王维是很像的都存在出世还是入仕的矛盾而今越看越觉得他和王维差的太远王维有着舒展的人生他能从官场中看到自己的政治抱负也能从原野中看到山野的魅力而贾政对山野的喜爱却流于表面比如他在稻香村时对此处景致的看法很流于形式连贾宝玉都知道的自然他却体会不到 二好读书恨读书 贾政身上的矛盾之处还体现在读书这件事上虽然贾政是个好读书的他自己却说自己案牍劳神已经不会写那些唯美浪漫的诗词了 对于贾政这样的人又是对田园闲适生活心有向往的怎么会在那些花鸟山水上如此平平呢可知要么是贾政喜欢山水却缺少山水般的性情有如叶公好龙要么他就是想要逃避官场上的繁杂生活远离人群中来来往往的俗事而已 贾政说不定自己本身也是个不乐意读书的或许他自己都不知道这一点为什么这么说所谓兴趣是第一老师连读书这件事都不大做的好怎么会说自己有多爱书呢 若是自己不会做唯美诗词这还可以用天资来掩饰而他对宝玉读书的态度用天资不足可解释不来 贾政若真心喜欢读书那他看到儿子去上学为什么自己不高兴当贾宝玉要和秦鲸卿去上学时贾宝玉特地来和贾政辞行 且不说贾宝玉读书为的什么起码是主动有个想念书的行为了啊而贾政呢见了儿子不说认可鼓励却把儿子当着众清客的面一顿贬损一通话说出来竟然连劝诫二字都谈不上就是要把儿子踩在泥土里然后再跺两脚而这是让儿子远离书本却不是让他亲近书本的意思了 家庭教育的方式是很大可能会遗传的想必贾政少时家里对他也是寄予厚望的说不定贾政的爹还指望他能从科举出仕因而时常对他打骂教训宝玉挨打时贾母提到过贾政父亲曾对其打骂因而贾政潜意识里并不爱好读书却不得不做出个好读书的样子 贾政对读书的兴致可远远不如贾宝玉读西厢记的劲头看来为了读书而读书和为了兴趣而读书还是有区别的 三爱儿女远儿女 贾政要管儿子的时候就往死里埋汰他要教训儿子的时候就往死里打他待到贾母生气了又索性对儿子不管不问起来 这简直可以用冷漠二字来形容其冷更是不亚于后期的惜春和绝世的柳二 贾政的冷更有一种绝情在里面比如赵姨娘曾经对贾宝玉和凤姐下降头在贾宝玉气息奄奄的时候赵姨娘说出贾宝玉马上就会死了这样的话贾母都气的不行而身为父亲的贾政却不以为意 贾政甚至在贾赦着三火四地为贾宝玉和凤姐的病着急找门路的时候竟然对贾赦出言劝阻丝毫没有为了儿子挣个活路的意思他的行为确实挺让人意外的 贾政不仅对亲人冷漠在交友上也没什么原则比如后期的贾雨村成为了一个无恶不作的奸雄他的行为难道没有传到过贾政的耳朵里 也许贾政知道了也断不会因此而与贾雨村绝交顶多是说一句两句劝劝也就罢了就如同贾珍要用樯木棺材葬秦可卿时一样他身为长辈原本可以禁止贾珍这样奢侈的却也只是劝说一句半句而已 以他的性格是不可能像贾琏那样直接强烈的表达自己对事情的看法的如此细看真实的贾政却和人们眼里的贾政大相径庭 回顾贾政的一生他总会给人一种无力感一副软蹋蹋的形象他就像是没有生命力的干木头裹着一层金漆而已他虽然从政心却不在政治上他虽然厚道只想着管好自己从没有要施展什么理想抱负他虽不曾寻花问柳却也没见他合理治家他虽谁都没伤害却也从未真正关心过谁他甚至连强烈的观点立场都没有表达过除了要把儿子打死出气以外 贾政的人生谈不上多姿多彩更谈不上是绽放的生命更像是方盒子里脱水的橡皮泥已经失去了人生的弹性",
        "Source": ""
    },
    {
        "Name": "Jiazhen",
        "Reviews": "作者包茅子 链接httpswwwzhihucomquestion470778440answer2237199259 来源知乎 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处 贾珍这个人物写得好好就好在他是个有能力的败家子败家子就得是酒囊饭袋那太简单了红楼梦很少把人物平面化混账如薛蟠还占个爱护母亲胞妹还占个直爽慷慨呢贾珍作为书里贾氏的一族之长又岂是寻常之辈事实上红楼梦虽有家事消亡首罪宁的说法但宁国府前后两位主事人体面上都比荣国府的要好得多贾敬文字辈里唯一考中进士的荣府那边贾赦根本不用比了就说政老爹吧读书如何认真为人如何妥当到头来还不是没得到什么功名连官都是皇帝赏的在沉迷炼丹修道之前贾敬就是贾家第一号人才贾珍呢没有功名这是儿子不如爹的地方但在应对家族事务时他依然显示出足够的能力第一个例子督建大观园元妃省亲贾家的主要准备就是造省亲别墅按理说元妃为荣府的女儿督建工作自然由荣府的人来主导后面也看得出来花的是荣府的银子但按照书里地描写贾珍似乎才是那个主事人因为十七回让贾政去看园子的是贾珍作为向导一路带着贾政贾宝玉逛园子的也是贾珍可见在省亲别墅建造的过程里贾政贾赦这些老一辈其实是甩手掌柜具体事务都由贾珍贾琏等人负责而其中作为族长的贾珍角色最为重要第二个例子清虚观打醮荣府女眷全体出动何等热闹又何等棘手而贾珍一边指挥下人一边陪伴贾母把整个活动给罩住了这时贾蓉却和一伙小辈躲在钟楼里乘凉被贾珍抓住一通训儿子不如爹孙子不如儿子作者真是无时无刻不在提醒我们贾家如何一代不如一代第三个例子是除夕祭宗祠这回里贾珍和官员打交道和乌进孝打交道和族中小辈打交道都显示了不俗的手腕比如乌进孝这是贾家的老庄头了按身份是奴才但是呢他又帮府里管着庄子上的其他壮丁贾家人自己早已不理会这些田地上的事也没有监管的功夫年成好坏都要落在这个庄头手里那贾珍怎么对他上来就问候人家身体然后问候家庭即便对他送上来东西钱数不满意也是用老货这样亲昵的称呼来掰扯不失体统又极尽笼络分寸拿捏得当又如贾芹这家伙承包大观园的差事还想来分年物贾珍的反应是立即喝止表示东西是给穷苦族人的他没资格作为长辈展示了足够的威严和公正事实上红楼梦有一组隐性的对照就是贾珍尤氏和贾琏王熙凤这两组是宁荣二府实际的管家人其中两位女性俱有才华凤姐自不用说协理宁国府一节已是光芒万丈而尤氏的办事能力其实是被低估的不仅有独艳理亲丧还有操办王熙凤生日贾母主持的几次家族聚会都能看到尤氏忙上忙下的身影但是凤姐可以辖制住贾琏而尤氏却不能对贾珍形成有效的制衡这里面固然有两人家世差别所带来的底气不同但也未尝不和两位丈夫的性格能力有关比起各方面均只平平的贾琏贾珍就是更霸道更有手段考虑到宝玉的才华并不为外面的世界所认可说贾珍是玉字辈里能力最强的人似乎并不过分但能力强的贾珍恰成了贾府衰败的首要罪人作者在无情揭露一切的同时也就赋予红楼梦深刻的悲剧性想想看如果贾府末路充斥的是贾赦贾环般智商欠费性格糊涂的人那好像也没什么可惜的如此天赋如此子弟神仙也救不活你看薛家的衰败就没引起什么感叹因为薛蟠一出场我们就知道药丸了嘛但贾府悲哀就悲哀在它是被贾珍这样有能力的人毁掉的吃喝嫖赌骄奢淫逸贾家最荒唐的事几乎都由贾珍起头这些事很大程度上就抵消了所谓的能干为什么贾蓉会成长绣花枕头道德败类贾珍明明管他了呀而且有时还挺严格因为修身齐家修身齐家贾珍你自己一屁股破事到公共场合又出来装威严装公正如何让小孩信服当柳湘莲都知道宁府除了门口的石狮子没有什么东西是干净时贾珍所做的那些工作就无效了省亲别墅如何不落俗套清虚观打醮如何浩大张扬除夕祭宗祠如何有序公正都只是面子工程而面子工程要有用前提是里子别让人看到这就是贾珍他有能力所以可以把贾府的面子工程做到极致但也正因为有能力他的无法无天会到把宁府的里子翻了过来这四个字正是冷子兴的评语的地步 作者包茅子 链接httpswwwzhihucomquestion470778440answer2237199259 来源知乎 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处 贾珍这个人物写得好好就好在他是个有能力的败家子败家子就得是酒囊饭袋那太简单了红楼梦很少把人物平面化混账如薛蟠还占个爱护母亲胞妹还占个直爽慷慨呢贾珍作为书里贾氏的一族之长又岂是寻常之辈事实上红楼梦虽有家事消亡首罪宁的说法但宁国府前后两位主事人体面上都比荣国府的要好得多贾敬文字辈里唯一考中进士的荣府那边贾赦根本不用比了就说政老爹吧读书如何认真为人如何妥当到头来还不是没得到什么功名连官都是皇帝赏的在沉迷炼丹修道之前贾敬就是贾家第一号人才贾珍呢没有功名这是儿子不如爹的地方但在应对家族事务时他依然显示出足够的能力第一个例子督建大观园元妃省亲贾家的主要准备就是造省亲别墅按理说元妃为荣府的女儿督建工作自然由荣府的人来主导后面也看得出来花的是荣府的银子但按照书里地描写贾珍似乎才是那个主事人因为十七回让贾政去看园子的是贾珍作为向导一路带着贾政贾宝玉逛园子的也是贾珍可见在省亲别墅建造的过程里贾政贾赦这些老一辈其实是甩手掌柜具体事务都由贾珍贾琏等人负责而其中作为族长的贾珍角色最为重要第二个例子清虚观打醮荣府女眷全体出动何等热闹又何等棘手而贾珍一边指挥下人一边陪伴贾母把整个活动给罩住了这时贾蓉却和一伙小辈躲在钟楼里乘凉被贾珍抓住一通训儿子不如爹孙子不如儿子作者真是无时无刻不在提醒我们贾家如何一代不如一代第三个例子是除夕祭宗祠这回里贾珍和官员打交道和乌进孝打交道和族中小辈打交道都显示了不俗的手腕比如乌进孝这是贾家的老庄头了按身份是奴才但是呢他又帮府里管着庄子上的其他壮丁贾家人自己早已不理会这些田地上的事也没有监管的功夫年成好坏都要落在这个庄头手里那贾珍怎么对他上来就问候人家身体然后问候家庭即便对他送上来东西钱数不满意也是用老货这样亲昵的称呼来掰扯不失体统又极尽笼络分寸拿捏得当又如贾芹这家伙承包大观园的差事还想来分年物贾珍的反应是立即喝止表示东西是给穷苦族人的他没资格作为长辈展示了足够的威严和公正事实上红楼梦有一组隐性的对照就是贾珍尤氏和贾琏王熙凤这两组是宁荣二府实际的管家人其中两位女性俱有才华凤姐自不用说协理宁国府一节已是光芒万丈而尤氏的办事能力其实是被低估的不仅有独艳理亲丧还有操办王熙凤生日贾母主持的几次家族聚会都能看到尤氏忙上忙下的身影但是凤姐可以辖制住贾琏而尤氏却不能对贾珍形成有效的制衡这里面固然有两人家世差别所带来的底气不同但也未尝不和两位丈夫的性格能力有关比起各方面均只平平的贾琏贾珍就是更霸道更有手段考虑到宝玉的才华并不为外面的世界所认可说贾珍是玉字辈里能力最强的人似乎并不过分但能力强的贾珍恰成了贾府衰败的首要罪人作者在无情揭露一切的同时也就赋予红楼梦深刻的悲剧性想想看如果贾府末路充斥的是贾赦贾环般智商欠费性格糊涂的人那好像也没什么可惜的如此天赋如此子弟神仙也救不活你看薛家的衰败就没引起什么感叹因为薛蟠一出场我们就知道药丸了嘛但贾府悲哀就悲哀在它是被贾珍这样有能力的人毁掉的吃喝嫖赌骄奢淫逸贾家最荒唐的事几乎都由贾珍起头这些事很大程度上就抵消了所谓的能干为什么贾蓉会成长绣花枕头道德败类贾珍明明管他了呀而且有时还挺严格因为修身齐家修身齐家贾珍你自己一屁股破事到公共场合又出来装威严装公正如何让小孩信服当柳湘莲都知道宁府除了门口的石狮子没有什么东西是干净时贾珍所做的那些工作就无效了省亲别墅如何不落俗套清虚观打醮如何浩大张扬除夕祭宗祠如何有序公正都只是面子工程而面子工程要有用前提是里子别让人看到这就是贾珍他有能力所以可以把贾府的面子工程做到极致但也正因为有能力他的无法无天会到把宁府的里子翻了过来这四个字正是冷子兴的评语的地步 作者若愚 链接httpswwwzhihucomquestion470778440answer1991097747 来源知乎 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处 贾珍是红楼梦中一个风评并不怎么好的人物历来研究者对贾珍的分析多将重点放在他骄奢淫逸的生活作风上这固然是贾珍性情的一面但并不足以构成完整的贾珍形象曹公塑造人物采用春秋手法实录其事力求客观刻画人物因此我们不能以简单的脸谱化的坏人形象来给贾珍定性通过对红楼梦文本的分析笔者认为贾珍虽人生履历劣迹斑斑但也有着出色的应酬世务的能力他的劣迹多是由于生存环境的特殊性而酝酿促发的这种由内到外的奢靡腐朽最终演化成瓦解贾家势力的内部力量清人涂瀛在红楼梦论赞之贾珍赞中如此评价十恶之条一曰内乱犯此者在家必丧在国必亡贾珍席祖父余业恣其下流即比房嫷列屋柔靡亦何不可而乃为不鲜不殄之求作大蛇小蛇之弄东府中无完人矣借非狮子介石之坚其能免乎然吾闻之方山子贤者生平得狮子力居多贾珍胡不幸焉若是仅仅站在结果论的角度贾珍无疑是个不学无术的纨绔之徒他作为宁国府的男主人以及宁荣两府的族长并未对家族未来承担起任何责任反而肆意享乐坐吃山空导致宁国府风评日差就连柳湘莲都知道你们东府里只有门口那两只石狮子是干净的只怕连猫儿狗儿都不干净而这一切的源头都可以归结到贾珍身上所以贾珍的形象分析对于整个贾家没落原因的探索无疑具有重要的借鉴意义我们今日不妨客观来看待下贾珍这位贾府最后的族长目前诸多论者看待贾珍均是带着有色眼镜想当然地认为贾珍是一个年老色衰毫无能力只知道享受的中年男人这种观点无疑缺乏对红楼梦文本的细致研究事实上与贾府众多男子相比贾珍的能力稳居在水平线之上比如元春封妃荣国府修建大观园之时贾政不惯俗务每日看书下棋为乐最多偶尔去园中转转贾赦更是高卧房中不管不问所以大观园的修建工作基本上都是贾珍操控全局也正是因为这样贾珍对大观园内部构造极为熟悉在第十七回大观园试才题对额时也是贾珍引领贾政与众清客游玩又不知历几何时这日贾珍等来回贾政园中工程俱已告竣大老爷已瞧过了只等老爷瞧了或有不妥之处再行改造好题匾额对联的贾政刚至园门前只见贾珍带领许多执事人来一旁侍立第十七回修建大观园是何等重大且繁琐的工程贾珍却能通盘负责统筹规划将这项工程如约完成而且从贾珍其后对贾政等人介绍大观园的路径来看贾珍对这项工程应该是用了心操持的否则不会对如此庞大的园子地形熟悉到这般地步由此可见贾珍是有能力在身的并非是一个碌碌无为之徒同时贾珍的眼光也是相当毒辣颇有奸雄的意味对于家族中的经济状况他心中是有一笔账的就连王熙凤也难骗过他最直接的例子就是第五十三回宁国府除夕祭宗祠彼时王熙凤向鸳鸯借老太太的金银家伙卖钱维持荣国府的面子这个消息被贾蓉得知贾蓉立刻幸灾乐祸地向父亲告密贾珍却一眼看出王熙凤是在为将来的省嚼作铺垫并非荣国府真的穷到卖东西的地步且看书中记载贾蓉又笑向贾珍道果真那府里穷了前儿我听见凤姑娘和鸳鸯悄悄商议要偷出老太太的东西去当银子呢贾珍笑道那又是你凤姑娘的鬼哪里就穷到如此她必定是见去路太多了实在赔的很了不知又要省哪一项的钱先设此法使人知道说穷到如此了我心里却有一个算盘还不至于如此田地第五十三回贾珍虽生活作风奢靡但对于宁荣两府的经济状况心中始终有一本账贾蓉跟王熙凤交往密切都没看出王熙凤的心机贾珍却能立刻判断出王熙凤散布假消息的真实意图能有这样的眼界和格局安能说贾珍是一个无能之辈",
        "Source": ""
    },
    {
        "Name": "Jiajing",
        "Reviews": "宁国公贾演的孙子京营节度使世袭一等神威将军贾代化的次子是丙辰科进士却一味好道在都外玄真观修炼烧丹炼汞别的事一概不管放纵家人胡作非为后因吃秘制的丹砂烧胀而死死时腹中坚硬如铁面皮嘴唇烧得紫绛皱裂死后天子追赐他五品之职 鲁迅先生认为红楼梦是一本为人处世的智慧奇书诗绿凤从人情世故的视角精辟解读红楼梦 文诗绿凤 贾惜春是红楼梦里谜一样的重要人物她某些特立独行的地方让人费解 比如在送宫花一回她年纪尚小出口老道不恋红尘说什么要出家当尼姑要这些花儿作什么 又比如她与父亲从未有过任何互动父亲宾天后也未见其流露一丝悲伤难过 与亲哥哥贾珍以及嫂子鲜有互动唯一一次与尤氏交谈也是诀别之谈大有要与她们这些不清不白之人划清界限之意 小小年纪如此老成早熟很大程度与缺少亲情父亲贾敬很早离家出走有关 是以要读懂惜春就要了解她的父亲他是与惜春血缘关系最近的人也是贾珍的亲父贾敬大人也 曹公给惜春的父亲取名贾敬不无调侃语带冷嘲热讽这里的敬不是敬畏尊敬之意而是意谓他不是一个值得尊敬的好父亲 解开贾敬为何在早年离家出道的谜团就能看清惜春自强内敛性格养成的原因 要解开贾敬离家出道的谜团就要从贾敬的地位财产配偶子女上说起 古董商冷子兴在乡村小酒馆对贾雨村谈及贾府时说的一段话极具参考价值 子兴叹道正说的是这两门呢待我告诉你当日宁国公与荣国公是一母同胞弟兄两个宁公居长生了四个儿子宁公死后贾代化袭了官也养了两个儿子长名贾敷至八九岁上便死了只剩了次子贾敬袭了官如今一味好道只爱烧丹炼汞余者一概不在心上幸而早年留下一子名唤贾珍因他父亲一心想作神仙把官倒让他袭了他父亲又不肯回原籍来只在都中城外和道士们胡羼这位珍爷倒生了一个儿子今年才十六岁名叫贾蓉如今敬老爹一概不管这珍爷那里肯读书只一味高乐不了把宁国府竟翻了过来也没有人敢来管他 冷子兴这段话基本概括了贾敬生平 贾敬是宁国公贾演的孙子是贾府第二代京营节度使世袭一等神威将军贾代化的次子是贾府以文字辈为首的第三代继承人是贾珍的父亲贾敬和荣国府的贾赦贾政是同辈 贾敬的哥哥贾敷早夭后贾敬就继承了哥哥官位贾敬是贾府最有出息之人是贾府唯一高中乙卯科进士之人 关于什么是进士举人学历史的朋友就很清楚了 由于诗绿凤不把红楼梦当历史书来拆解一通诗绿凤解读红楼梦的宗旨是摒弃历史糟粕提炼红楼梦里的为人处世智慧为今所用 故而对于这些历史读者只需大致了解知道进士官位大于举人考中进士就像今天读博士后一样即可切勿本末倒置 贾敬才华如此出众他本应在贾府鹤立鸡群奈何他命中与世无争淡泊世事出家当道士一心想做神仙想长生不老把神威将军的官位让儿子贾珍承袭 贾敬果真想正儿八经求仙问道未必不过是在道观中整日与道士们胡羼罢了也因修炼心思不纯想长生反而短命死于吃自己秘制的丹砂过量而死 值得一提的是空有一身才华却虚度一生对贾府之事不闻不问的贾敬在他死后与他同辈之人贾母竟痛哭流涕伤心难过如若贾敬没有过人之处或难以言说的苦衷才出家那贾母这样的表现就实属怪哉了 看来冷子兴的话不足以成为我们了解贾敬的依据他的话有水分 贾敬这个谜一样的人物值得探究 贾敬首次出场始见于红楼梦第十回儿媳尤氏把老公公贾敬放在心上操心贾敬生日便问贾珍后日是太爷的生日到底怎么办 太爷这里就是指贾敬 尤氏问贾珍怎么给你父亲办生日看来宁府是贾珍说了算 再后来提到贾敬宾天贾敬的儿孙即贾珍贾蓉都恰好有事不在家贾敬的丧事完全由尤氏一手操办办得极为出色事后连贾珍都对尤氏赞称不绝 尤氏不是没有理家的才能而是贾珍埋没了她的才华 婚姻是腐蚀剂它会慢慢侵蚀你扭曲你尤氏与贾珍的婚姻属于门不当户不对的婚姻像隐形杀手慢慢消耗折损了尤氏原本可以光彩夺目的一生 惜春的父亲贾敬很早就没有和儿女们住在宁府了他们之间很早就不来往少有沟通了惜春与父亲的父女情缘非常短暂惜春的惜有惋惜之意即在此 贾敬拥有世袭财产与地位也是个略通经书文墨之人但成了鳏夫的他似不大看重这些浮云般身外之物他远离红尘似在逃避 是什么样的变故导致他不愿住繁华花柳地富贵温柔乡的宁府 说到贾敬离家去与道士胡羼在一起红楼梦里还有一个人甄士隐原本小日子过得好好的最终却毅然决然离家出道之人也竟不回家同了疯道人飘飘而去 对于二人离家出道的原因不能相提并论 二人当道士的原因本质截然不同甄士隐是被逼无奈在岳父封肃家待不下去没有活路了才毅然决然远离红尘跟了跛足道士弃家出道 而贾敬与甄士隐相反贾敬身在贾府富贵温柔乡荣华富贵应有尽有竟然割舍人间美好他的出家不是看破红尘着实让人匪夷所思 由于曹公用词隐晦贾敬出道的原因从字面上根本看不出来合情合理的解释就只有一个就是为情所困与一个女人有关她是谁至于虏获贾敬一颗自命不凡的心 惜春的母亲也像贾敏一样是大家闺秀遗世独立超人一般的贤妻早早过世斯人已邈贾敬第一次感受到内心空虚漫漫长夜孤寂时光难消磨所谓情到深处人孤独爱至穷时尽沧桑 为惜春的母亲抛却红尘这是贾敬出家的一条重要线索 选择出家离开宁国府这个除了门前两个大石头干净外连猫儿狗儿都不干净的龌蹉之地一心一意寄托求道修仙忘却红尘是是非非忘却心爱之人是贾敬最好选择 诗绿凤在诗绿凤细讲红楼梦第3回之15的开讲前小语里说到 论语雍也第六子曰中人以上可以语上也中人以下不可以语上也 意思就是说具有第二层境界的人可以与之探讨第三境界的认知而还处于第一层境界的人就不要浪费时间与之探讨第三境界的认知了即便说了他也听不懂如同对牛弹琴 诗绿凤认为贾敬之所以出家有可能是遇到孔子说的这种情况了不想浪费时间与这些境界认知都不如她的人面对面 于是贾敬潇洒远离红尘远离贾府是是非非悄然离家出走不愿让别人打扰落得自在逍遥心无挂碍度余生 遗憾的是贾敬初衷固然好但他出家之后并非一心修道动机不纯乃至暴死观中符合曹雪芹的判词造衅开端实在宁 造衅意谓挑起祸端曹雪芹意在表明如果才华满腹的贾敬不出家好好治理宁国府好好管教儿孙们不把一切交给不成器的贾珍来管理宁国府也不致被贾珍搞得乌烟瘴气闹翻了天如呼啦啦大厦倾衰败之速发人深思",
        "Source": ""
    },
    {
        "Name": "Jialian",
        "Reviews": "贾琏是一个风流浪荡之人其妻王熙凤是一个精明能干权利欲强又好争风吃醋的女人贾琏在她的防范辖制下更显得软弱无能连房中侍妾平儿也不得接近然而他寻花问柳偷鸡摸狗的劣性难改先和厨子多浑虫的老婆多姑娘私通后又与女仆鲍二家的勾搭就如贾母所说成日家偷鸡摸狗脏的臭的都拉了你屋里去第44回终于演出了凤姐泼醋的闹剧不久又借口宗祧无继偷娶了尤二姐在宁荣街后小花枝巷内另立门户此事终被凤姐探知她乘贾琏外出机会把尤二姐赚入大观园再用各种毒辣办法孤立和摧残尤二姐此时贾赦因贾琏外出办事得力又将房中丫鬟秋桐赏给他做妾他也就把尤二姐置之脑后了直至尤二姐吞金自尽贾琏才良心发现搂尸大哭只叫奶奶你死的不明都是我坑了你第69回尤二姐死后凤姐不给丧葬费贾琏也无法可想还是好心的平儿偷出二百两银子来才对付过去 补续的后四十回写贾府被抄贾琏虽未定罪但私物已被抄检一空王熙凤死后平儿就被他扶了正但这样描写是否符合作者原意尚可研究据第五回判词说王熙凤一从二令三人木哭向金陵事更哀暗示80回后贾琏终于无法忍受王熙凤的辖制对她一冷二休终于把她遣出贾府送回金陵老家就是在80回中我们也已经看到贾琏对王熙凤愈来愈不满特别是尤二姐之死使他对王熙凤的阴谋有所觉察我忽略了终究对出来我替你报仇第69回这可能是贾琏性格发展的转折点贾琏凭借整个社会对夫权的支持最后休了王熙凤进行一次无情的报复是可能的 作者土丫 链接httpswwwzhihucomquestion30347654answer89926826 来源知乎 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处 只能说下面回答的人多半都是颜狗87版红楼功不可没啊但我始终记得尤二姐是怎么死的不是一心一计和她过吗不是私房都搬给她吗不是嚷嚷说她胜过凤姐百倍吗凤姐面甜心苦磋磨她把秋桐当枪使的时候也是琏二爷贪秋桐的新鲜把尤二姐抛到脑后的时候晴雯得点风寒你们口里无能的宝二爷一眼就看出药方的不妥赶紧换医生琏二爷这本事人居然让庸医把尤二姐腹中成型男胎打下要知道他当时还一个儿子没有呢人死了倒是知道哭了不是指着院墙说要找凤姐儿替二姐报仇吗然而一年过去尤二姐的周年忌日居然是凤姐儿提起来琏二爷才想起奶娘给自己儿子踅摸差事发现找贾琏不中用还得找凤姐同族的贾芸要管个事儿揩油发现贾琏指望不上赶紧去贿赂凤姐一个管家爷们儿死了二房都摸不出现钱来办丧事最后还是平儿想办法周全管家管到现金周转不来全靠凤姐想路子出面甚至闹到当老婆的首饰能力方面凤姐进门没多久就能让一直管着贾府庶务的贾琏退了一射之地论能力口齿统御力倘或凤姐儿是个男人琏二爷只怕给她提鞋也不配至于人品为石呆子说几句公道话挨打什么的道德也不能说比一般人更高里头有多少跟贾雨村的旧怨也未可知只能说同行衬托得好在贾府这种烂泥潭里居然成了难得的正派人了说到品味宝二爷为何腹诽他俗连西门大官人都知道闲来整整文艺范儿琏二爷他专偷下人的老婆啊跟个满嘴粗话的秋桐打得火热啊贾母都骂他什么脏的臭的都往屋里拉了没事儿还刺他两句综上所述琏二爷实在是个在各方面都比较平庸的人最多只能说矮子里头拔将军跟贾雨村之贪酷贾赦之颟顸贾政之迂腐贾珍之妄为宝玉之非主流比较起来他是贾府男主子里头最正常的一个 作者土丫 链接httpswwwzhihucomquestion30347654answer89926826 来源知乎 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处 只能说下面回答的人多半都是颜狗87版红楼功不可没啊但我始终记得尤二姐是怎么死的不是一心一计和她过吗不是私房都搬给她吗不是嚷嚷说她胜过凤姐百倍吗凤姐面甜心苦磋磨她把秋桐当枪使的时候也是琏二爷贪秋桐的新鲜把尤二姐抛到脑后的时候晴雯得点风寒你们口里无能的宝二爷一眼就看出药方的不妥赶紧换医生琏二爷这本事人居然让庸医把尤二姐腹中成型男胎打下要知道他当时还一个儿子没有呢人死了倒是知道哭了不是指着院墙说要找凤姐儿替二姐报仇吗然而一年过去尤二姐的周年忌日居然是凤姐儿提起来琏二爷才想起奶娘给自己儿子踅摸差事发现找贾琏不中用还得找凤姐同族的贾芸要管个事儿揩油发现贾琏指望不上赶紧去贿赂凤姐一个管家爷们儿死了二房都摸不出现钱来办丧事最后还是平儿想办法周全管家管到现金周转不来全靠凤姐想路子出面甚至闹到当老婆的首饰能力方面凤姐进门没多久就能让一直管着贾府庶务的贾琏退了一射之地论能力口齿统御力倘或凤姐儿是个男人琏二爷只怕给她提鞋也不配至于人品为石呆子说几句公道话挨打什么的道德也不能说比一般人更高里头有多少跟贾雨村的旧怨也未可知只能说同行衬托得好在贾府这种烂泥潭里居然成了难得的正派人了说到品味宝二爷为何腹诽他俗连西门大官人都知道闲来整整文艺范儿琏二爷他专偷下人的老婆啊跟个满嘴粗话的秋桐打得火热啊贾母都骂他什么脏的臭的都往屋里拉了没事儿还刺他两句综上所述琏二爷实在是个在各方面都比较平庸的人最多只能说矮子里头拔将军跟贾雨村之贪酷贾赦之颟顸贾政之迂腐贾珍之妄为宝玉之非主流比较起来他是贾府男主子里头最正常的一个 作者明明如月 链接httpswwwzhihucomquestion30347654answer89037557 来源知乎 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处 小恶不断大恶不犯虽无治世之才但能齐家绰绰有余谈不上君子也远够不着小人贾琏其实才是真真正正的普通人红楼梦里人物各个都被写得活灵活现但最接地气的就是他贾赦为了抢扇子而害人性命本来人已经害了再说什么都没用了贾琏明知老爹老不正经坏得流水硬是多嘴为这点子事弄得人家倾家荡产也不算什么能为而挨了一顿揍他愿意出面为彩霞打抱不平在柳湘莲要退婚时再三挽留他作为富家公子在大事方面贾琏实际上是非常有良知的这从他对待妻子的态度就能看出来他怕王熙凤凤姐是有手段但就身份地位来讲贾琏真的没有怕她的必要很多时候软弱不过是自动的放弃强势这也是善良的一种贾琏最大的黑点就是他的好色脏的臭的都往床上弄但要说他不务正业就实在有失偏颇贾琏和凤姐相当于是贾府最高等级的一对管家凤姐负责管理内务打理财政贾琏则是处理外务修建大观园往来驾吊可以说贾琏都辛苦地出了大力贾母肯在林如海去世时把自己的心肝林黛玉托付给贾琏足见她对贾琏能力的信任然而贾琏处理得好家业却没有治世之才和建功立业之心他纨绔的态度很适中既不像宝玉一样消极避世也不像薛大傻子一样放荡无度琏二爷的人生态度就是没事玩玩美人享享福尽管美人他一般没什么机会玩儿事情来了马上应对在小事上面放荡一些在大事方面良知尚存在红楼梦里他是最接地气和普通人最为相似的人他有血有肉有优点也有缺陷这个人物最出彩的地方就在于他的寻常 人物赏析 贾琏贾赦之子平日在贾政处总理荣府家务 贾琏是一个浪荡公子嗜色如命挥霍无度其妻王熙凤是一个精明能干权利欲极强又好争风吃醋的女人贾琏在她的防范辖制下更显得软弱无能连房中侍妾平儿也不得接近然而他寻花问柳偷鸡摸狗的劣性难改先和厨子多浑虫的老婆多姑娘私通后又与女奴鲍二家的勾搭就如贾母所说成日家偷鸡摸狗脏的臭的都拉了你屋里去第44回终于演出了凤姐泼醋的闹剧不久又借口宗祧无继偷娶了尤二姐在宁荣街后二里远近小花枝巷内另立门户此事终被凤姐探知她乘贾琏外出机会把尤二姐赚入大观园再用各种毒辣办法孤立和摧残尤二姐此时贾赦因贾琏外出办事得力又将房中丫鬟秋桐赏给他做妾他也就把尤二姐置之脑后了直至尤二姐吞金自尽贾琏才良心发现搂尸大哭只叫奶奶你死的不明都是我坑了你第69回尤二姐死后凤姐不给丧葬费贾琏也无法可想还是好心的平儿偷出二百两银子来才对付过去 补续的后四十回写贾府被抄贾琏虽未定罪但私物已被抄检一空王熙凤死后平儿就被他扶了正但这样描写是否符合作者原意尚可研究据第五回判词说王熙凤一从二令三人木哭向金陵事更哀暗示80回后贾琏终于无法忍受王熙凤的辖制对她一冷二休终于把她遣出贾府送回金陵老家就是在80回中我们也已经看到贾琏对王熙凤愈来愈不满特别是尤二姐之死使他对王熙凤的阴谋有所觉察我忽略了终究对出来我替你报仇第69回这可能是贾琏性格发展的转折点贾琏凭借整个社会对夫权的支持最后休了王熙凤进行一次无情的报复是可能的 人物争议 观点一 因为贾琏有个叫贾琮的哥哥所以贾琏被称作二爷这个结论似乎是错误的请看下面的例证 证明第二回冷子兴演说荣国府时提到贾赦也有二子长名贾琏点明贾琏为长其中也字是针对贾政生了两个儿子说的 贾琏小说红楼梦人物 贾琏小说红楼梦人物 第13回吊唁秦氏的名单中荣国府中的贾琏宝玉贾环均不在其上那么是否荣国府之人尚未前来吊唁呢似乎不是贾兰明明就在名单里也有研究者认为此贾兰应为宁国府的贾蓝宝玉是单独来吊唁的而贾琏则去送黛玉回家探父不在京都所以名单中出现的贾琮既可能是宁府的也可能是荣府的 第53回祭祖由贾敬主祭贾赦陪祭贾珍献爵贾琏贾琮献帛宝玉捧香贾菖贾菱展拜垫守焚池一句看出琏琮应是亲兄弟祭宗祠是传统也是民俗年轻子弟至多是站在一旁观看亲祭一事还应年长子孙来做贾琮他能与贾琏共献帛贾环贾兰也应出现并作些事情才对祭祖既然没提到贾环贾兰贾环比探春小探春比宝玉小贾兰也没出现贾兰比贾环更小不知道是作者拥有不同的修改稿还是后人改动原稿的原因有的书中贾琮是与贾琏同父同母有的书中贾琮则与贾琏同父不同母 第53回设晚宴由廊上几席便是贾珍贾琏贾环贾琮一句看出琏长于琮是琮的兄这个无须太多解释即使是在当代众人就座次序也是很讲究的 观点二 贾琏上面有个叫贾瑚的哥哥所以贾琏被称作是二爷这是吴克岐在犬窝谭红一书中提到的他的依据是曾经有个午厂本午厂本中写到在贾琏之上有长子贾瑚早夭在贾琏之下还有庶出一子共计三子但是根据以上分析可以得出贾琮并非是庶出的结论或许午厂本本身并不可信这个本子是后人的改本绝非雪芹原稿 观点三 贾琏小说红楼梦人物 贾琏小说红楼梦人物 作者的疏忽似乎最有可能红楼梦一书中前后矛盾之处甚多迎春惜春贾琮等都有身份之迷还有网友指出贾巧姐莫名其妙的多出了个姐妹这部长篇小说情节错综人物纷杂出现疏忽不足为奇大家可参考金庸先生解答读者置疑金氏小说中人物前后出现不一致问题的文章可能作者的原构思当中贾琏确有个哥哥而后来作者取消了这个想法作者创作红楼梦多半是断断续续的有可能因为疏忽而忘了修改前文 观点四 应该是从宁府的贾珍在玉字辈中排下来贾珍是最年长而贾琏在同辈中排行第二因此称琏二爷",
        "Source": ""
    },
    {
        "Name": "Jiarong",
        "Reviews": "乱情男贾蓉错位的感情贾蓉入红楼最深 尴尬 贾蓉堪称红楼梦中身份和情感都最为尴尬的一位他娶了金陵十二钗中漂亮的秦可卿为妻偏偏老婆却跟自己的老子贾珍偷情有最终淫丧天香楼一说而他自己也总热衷于混乱的情感关系中与自己的姨娘尤二姐尤三姐也多有私情 表面上看起来贾蓉是很风光的他不但是宁国府的长房长孙更是整个贾府的长房长孙而且长的清秀俊俏可是其实这是一个不折不扣的倒霉孩子为什么这样说呢 不幸 首先贾蓉的美貌妻子秦可卿被别人长期霸占 在揭秘秦可卿淫丧天香楼真相红楼梦中秦可卿真的是公主吗揭秘红楼梦中贾元春之死真相和揭秘红楼梦中贾府事败被抄真相这是对于任何一个男人来说都是应该具有的正常权利可是作为偌大一个贾府的长孙少爷的贾蓉却没有他真的很可怜很倒霉也就是说贾蓉连起码的做丈夫的权利都没有 其次更加让贾蓉难堪的是霸占他老婆的竟然就是自己的父亲 被别人戴绿帽子本身就很惨了而更加不堪者还是自己的老爸给儿子戴上一顶硕大的绿帽子你说能摊上这样的父亲这世界上还有比贾蓉更倒霉的孩子吗 乱伦 由于妻子长期被父亲霸占使年轻的贾蓉成为一个性变态 贾蓉就只有退而求其次了这也就决定了他和秦可卿之间很难有正常的夫妻生活而这也就导致了贾蓉的性变态我们也许还记得小说第63回尤二姐和尤三姐到宁国府的情景吧贾蓉在尤二姐和尤三姐面前的丑态 87版贾蓉 87版贾蓉 贾蓉且嘻嘻的望他二姨娘笑说二姨娘你又来了我父亲正想你呢二姨娘红了脸骂道好蓉小子我过两日不骂你几句你就过不得了越发连个体统都没了还亏你是大家公子哥儿每日念书学礼的越发连那小家子的也跟不上说着顺手拿起一个熨斗来兜头就打吓得贾蓉抱着头滚到怀里告饶尤三姐便转过脸去说道等姐姐来家再告诉他贾蓉忙笑着跪在炕上求饶因又和他二姨娘抢砂仁吃那二姐儿嚼了一嘴渣子吐了他一脸贾蓉用舌头都舔着吃了众丫头看不过都笑说热孝在身上老娘才睡了觉他两个虽小到底是姨娘家你太眼里没有奶奶了回来告诉爷你吃不了兜着走贾蓉撇下他姨娘便抱着那丫头亲嘴说我的心肝你说得是咱们馋他们两个丫头们忙推他恨的骂短命鬼 你一般有老婆丫头只和我们闹知道的说是玩不知道的人再遇见那样脏心烂肺的爱多管闲事嚼舌头的人吵嚷到那府里背地嚼舌说咱们这边混账贾蓉笑道各门另户谁管谁的事都够使的了从古至今连汉朝和唐朝人还说脏唐臭汉何况咱们这宗人家谁家没风流事别叫我说出来连那边大老爷这么利害琏二叔还和那小姨娘不干净呢凤婶子那样刚强瑞大叔还想他的账那一件瞒了我 通过这段描写我们完全可以看出贾蓉由于妻子秦可卿被父亲贾珍霸占一事对于他的心灵造成的伤害和扭曲一是恣意乱伦由于父亲和媳妇通奸导致贾蓉形成了与上一辈女性乱来的报复性变态性取向尤二姐和尤三姐是他的继母的姐妹是姨娘的辈分可是贾蓉竟然没有一点廉耻羞耻之心的马上进行调情调笑二是随意胡来从贾蓉的行为来看家中的丫鬟他也是随意侮辱糟蹋这同样是一种潜意识的性报复这竟然使得他挑唆叔叔贾琏娶尤二姐也有自己的打算那就是以后自己好趁机对尤二姐上下其手 而且我们必须看到正是由于父亲贾珍的言传身教贾蓉很快成为一个和父亲一样有着共同的性嗜好的流氓那就是贾琏所说的贾珍贾蓉等素有聚麀之诮而所谓聚麀之诮就是指父子共同占有一个女人的嗜好 暴力教育 贾蓉长期受到父亲贾珍的暴力教育 贾府对于男子历来是比较严厉的贾政对贾宝玉的呵斥和痛打贾赦稍不如意就揍贾琏几下然而这和贾珍对儿子贾蓉的严厉来真不算什么也就是在第二十九回清虚观打醮一节贾珍因为贾蓉躲懒而收拾他的一段 贾珍道去罢又问怎么不见蓉儿一声未了只见贾蓉从钟楼里跑出来了贾珍道你瞧瞧我这里没热他倒凉快去了喝命家人啐他那小厮们都知道贾珍素日的性子违拗不得就有个小厮上来向贾蓉脸上啐了一口贾珍还瞪着他那小厮便问贾蓉爷还不怕热哥儿怎么先凉快去了贾蓉垂着手一声不敢言语 这比打几下还严重贾珍这样的教育是极其具有侮辱性的对贾蓉的人格具有极大的破坏性只能导致他对于别人的发泄型报复性格的形成 因此在我看来与在贾母的鼓励式教育环境里成长起来的心智健全的贾宝玉比起来作为贾府长房长孙的贾蓉真的很可怜他面对的是严厉好色的父亲面对的是父亲的暴力和龌龊这使得他别无选择的成长为贾府的另一个贾珍他的丑陋的父亲的一个影子也因此从某种程度上说贾蓉的堕落实则是贾府堕落的一个绝妙而真实的缩影 下面由趣历史小编给大家带来红楼梦中的贾蓉是是个什么样的人感兴趣的小伙伴可以接着往下看 红楼梦里的男性人物因为贾宝玉的主角光环加上曹雪芹褒扬女性贬低男性的主题思想贾府里的其他男人一个比一个不堪今天要分析的贾蓉其实无论是身份还是处理事情都可圈可点是一个聪明绝顶的人物 贾蓉是宁国府长房长孙他是贾珍唯一的儿子是家族爵位和宁国府家业唯一嫡传人论贾蓉不能仅仅局限在宁国府内宁国府是贾氏长房贾氏宗祠就设在宁国府内贾敬本为族长因为一心要当神仙家也不要了将爵位家业族长一股脑地全给了儿子贾珍贾珍只有贾蓉一个儿子所以这些早晚都是贾蓉的 中国封建社会靠宗法治理政府的最基层机关是县县以下的治理全靠宗族宗族族长权力可想而知贾族不是一般的宗族而是显赫高门的贵族是一方治理的标杆不光是管理本宗族在整个社会都是标杆有着巨大的影响力 长房嫡长子嫡长孙在家族里有着无与伦比的重要性红楼梦里也不例外贾氏祭宗祠唱主角的就是长房宁府贾敬主祭贾赦在一边陪着贾珍献爵贾琏贾琮等做相关配角的工作给祖宗上供传菜爷们儿按次传至阶上这个从男到女传递的中间人就是贾蓉而且因为他长房长孙的身份才有资格随着女眷在槛内传完了菜贾蓉退出下了台阶同样列在一众子弟之首位 imagepng 祭宗祠这里描写得很细致重点除了最年长政治地位也最高的贾母之外担任最重要工作的就是长房的长子长孙论宗族地位宁国府是全面碾压荣国府的贾琏贾宝玉等人是不能和贾蓉相提并论的 贾蓉的存在感却很低而且很多时候像个窝囊的受气包秦可卿活着的时候贾蓉完全被妻子耀眼的光芒碾压还被亲爹给带了顶绿帽子也不得不忍气吞声贾琏偷娶尤二姐王熙凤进府兴师问罪贾珍脚底抹油开溜留下尤氏和贾蓉顶缸尤其是贾蓉头都磕烂了 其实细细地想贾蓉经手的所有事或者说他谋划的所有事全都是成功的全部达到了他想要的目的更重要的是这所有的事他都是将主角光环让给别人的我们都能感觉得到贾蓉姿态很低态度很让人受用贾蓉的这个聪明才叫真聪明 举一个借玻璃炕屏的例子感受一下贾蓉如何吃定厉害角色王熙凤 刘姥姥一进荣国府见到管家奶奶王熙凤话还没说两句小厮报告东府小蓉大爷进来了王熙凤一听忙止住刘姥姥一边问你蓉大爷在哪里呢一句话就露出了王熙凤对贾蓉的好感来了待贾蓉说明来意想借王家送凤姐的玻璃炕屏去摆一摆王熙凤露出了傲娇的态度说被人拿去了其实王熙凤根本不是不想借她就等着贾蓉求她跟她撒娇呢贾蓉对王熙凤真是吃得准脸上表情是笑嘻嘻身体动作是半跪了下去嘴里说着 婶子若不借父亲又说我不会说话了又挨一顿好打呢婶子只当可怜侄儿罢 这话说是求饶不如说是撒娇内里完全是恭维王熙凤王熙凤虽说喜欢人奉承她但是她对这个奉承的水准还是有要求的贾蓉就恰恰挠准了她的痒痒肉因为人家贾蓉重点在说王熙凤疼侄子舍不得侄子挨打王熙凤却接口道 imagepng 也没见你们王家的东西都是好得不成你们那里放着那些好东西只是看不见偏我的就是好的 完全和贾蓉说的主题对不上王熙凤这是在王婆卖瓜却更能衬托出贾蓉说话到位 接下来贾蓉说哪里有这个好呢只求开恩吧 贾蓉完全是顺着凤姐的话头说下来的而且这两句话一样的将凤姐和凤姐的东西都捧到了最高处凤姐心里是很欢喜的命平儿拿钥匙吩咐人去取 圆满完成了任务的贾蓉不再笑嘻嘻而是随着平儿出去了凤姐不知为何向窗外吩咐道叫蓉哥儿回来于是贾蓉马上就回来了贾蓉的动作是垂手侍立听阿凤指示 这是标准的晚辈见长辈下级见上级的谦卑恭敬的态度和表现凤姐出了半天的神可能是因为刘姥姥在不方便说于是说算了你先去吧晚饭后再来 贾蓉于是退着出来回去了 曹雪芹写贾蓉后面这两句对待凤姐的态度绝对是有教养的大家公子的表现其实全过程凤姐是有点飘有优越感而贾蓉则表现出强烈的目的性和无可挑剔的言语和行动两人的这一段互动表面上看贾蓉有求于凤姐姿态很低实际上每次看到这里就觉得贾蓉很高明面对凤姐他太懂凤姐的心思一副胸有成竹的样子与贾蓉相比凤姐倒是显得略有些急躁和不稳重 imagepng 以上是脂砚斋重评石头记也就是脂本的样子关于这一段的描写程本写得很露骨在凤姐叫贾蓉二次进来吩咐时写道凤姐脸一红贾蓉抿嘴笑完全是两人暧昧不清很脏的感觉把贾蓉写成了一个勾搭婶子的小淫棍王熙凤更是一个作风有问题的女人可以肯定的是这绝不是曹雪芹的原笔原意而是程伟元的写作班子为了抹黑凤姐故意的篡改因为所有的脂本都没这样的描写 贾蓉吃定凤姐这是肯定的所用招数不过是他深谙王熙凤的脾气秉性知道怎么做王熙凤才受用有这样本领的人尤其是面对王熙凤这样的强势女人可见贾蓉的智商情商很在线 凤姐大闹宁国府也是一样贾蓉不停地求饶磕头打自己的耳光因为他知道王熙凤这口气很难咽下去说什么都没有用想让王熙凤火气小下来他只有使劲地作践自己自己虽说吃点苦头但是最有用 说到底贾蓉和凤姐过招回回有便宜占对他来说实惠就好身段软一点怕什么",
        "Source": ""
    },
    {
        "Name": "Jiahe",
        "Reviews": "贾赦中国古典小说红楼梦中的虚拟角色字恩侯荣国公贾源之孙贾代善和贾母的长子贾政贾敏的长兄邢夫人的丈夫贾琏贾琮迎春的父亲是个无耻之徒袭了一等将军的爵位 生性好色妾室一片在第46回中他想要母亲的贴身丫环鸳鸯做妾不惜威逼利诱鸳鸯的哥哥后来遭到贾母的怒斥方才作罢 贾赦中国古典小说红楼梦中的一个人物字恩侯荣国公之孙贾代善贾母之长子邢夫人的丈夫以下是小编为大家推荐的红楼梦贾赦人物分析希望能帮到大家 红楼梦贾赦一提就很容易让人想到他的一个主要特点那就是好色作为贾政的哥哥贾赦按照道理来说不管是在为人处事和事业发展上面当哥哥的应该是要领先一些但是贾赦因为好色扰误了很多重要的事情据资料记载贾赦一家所住的庭院其实是别院不是贾府里的正厅这就标志着红楼梦贾赦在家中的地位其实并不好为什么贾赦的情况是这么的糟糕呢 红楼梦贾赦在曹雪芹的笔下是这样被塑造的不务正业无知昏聩量小识段好色几乎在红楼梦里人身上所有的陋习都被呈现在了贾赦的身上那么曹雪芹为什么要在红楼梦中这样子塑造贾赦呢其实在贾府里面每个人的性格特征不尽相同荣国府里形形色色的人如出水马龙能够博人眼球的要么是好的无私要么是怀的让你恨死不能说曹雪芹是有意塑造但或多或少的情况其实还是存在的而红楼梦的贾赦他是迎春和贾琏的父亲是贾政的哥哥贾母的长子每个角色他都没有责任去担当去诠释在这里被冠上了不肖子孙的名号贾赦一生好色在自己儿孙满堂的时候还寻觅着佳人去享天伦之乐这点确实让贾赦的孩子们和荣国府里的人很痛恨而又很无奈 贾赦和贾政 贾赦和贾政是亲兄弟贾赦字恩侯荣国公贾源的嫡孙贾母的长子而贾政则是贾母的次子贾宝玉的父亲字存周贾赦和贾政二人虽为兄弟但性格品行却相差极大身为兄长的贾赦生性好色仗着自己一等将军的官职作威作福无恶不作曾经贾赦与贾雨村购机强行索取石呆子的古扇逼得石呆子自尽而贾赦虽然上了年纪儿孙满堂却仍旧不改好色本性在自己的屋子里放着左一个右一个的小老婆寻欢作乐 贾赦不但喜欢与家里的妾寻欢作乐还喜欢糟蹋良家女子甚至看上了贾母房中的鸳鸯执意要求鸳鸯做他的妾鸳鸯不肯贾赦却仍旧不肯善罢甘休直到贾母大发雷霆又买了个十七岁的女孩嫣红放在自己的屋子里这才歇了这个心思而贾政则于自己的兄长完全相反贾政喜欢看书为人正直谦逊礼贤下士并且大有祖风而唯一的缺点便是有些迂腐也正因为贾政太过正直正直到了迂腐虽然贾政喜欢读书却不适合为官因为贾政的迂腐在官场中贾政只懂得躬身作孽形如泥塑导致了贾政虽然希望做一个好官但却遭人蒙蔽弄得名声狼藉 虽然看起来贾赦和贾政是完全相反的两个人但却同样是当时封建社会下的悲剧一个是以权压人仗着自己的官职欺男霸女另一个则是读书读得太过迂腐甚至不懂得如何去交际 贾赦的老婆 贾赦的正妻是邢夫人她也是贾赦唯一的老婆虽然贾赦他纳了不少妾也曾有原配但是书中贾赦的老婆就是她邢夫人 贾赦生性好色小老婆不间断相传他之前是有原配的还有姨娘但是好像都过世了最后只有这个邢夫人当上了正妻其实邢夫人他对于贾赦来说也是填房由于这个出身位分让人很无奈但她确实是荣国府里的长房长媳 众所周知作为长媳自然需要具备代表的风范言行举止甚至德行需要起到一个模范作用但是贾赦的老婆跟贾赦一样其实是一丘之貉可以说是众人眼中的一路人原因皆是因为贾赦的老婆像泥巴一样贴在了贾赦的身上由于在自己的丈夫那里地位低下不得不时常奉承贾赦讨得他的欢心在荣国府里面秉性跟贾赦其实是一样的胆小怕事贪图利益不得不承认作为长媳来说贾赦的老婆这么做其实是很愚钝的贾赦的老婆事事顺着他连应该是女人自己操心的家务事还是一切由贾赦说了算自己从不操心染指大小事务对贾赦是惟命是从不分青红皂白而且贾赦的老婆比较贪图小利本分没有做好只要贾赦有小事交到她的手里她必然是要谋小利获取钱财来满足自己的贪婪之心由于这个的性格和做事风格贾赦的老婆在荣国府里跟谁的关系都不好甚至让贾母对她也没有好感是一个悲剧人物 贾赦的两个儿子 贾赦的一个儿子是贾琏俗称二爷娶的是王熙凤是荣国府里面的重要人物 事实上贾赦的两个儿子除了贾琏之外他的另一个儿子据资料记载可能是叫贾琮但是相关资料也不是很多而且贾琮在红楼梦中出现的次数又少只能说贾赦的两个儿子一个是贾琏另外一个可能是贾琮尽管如此贾赦确实是有两个儿子这点是毋庸置疑的 贾赦的长子其实是传闻中的贾琮相传贾琮早年多病体质衰弱身体很不好在未成年之前就已经去世了所以关于他的信息很少又有贾琮的性情比较弱势自行生活的能力很不具备这点让他的母亲邢夫人很痛恨经常吵骂他随为长子但是各方面一直处于劣势的一个小人物自然并不为人们所知传言贾赦的这个长子其实不是邢夫人所生从邢夫人对他的态度就可以看出 贾赦的二儿子是贾琏荣国府里面的人都叫他二爷可以揣测一下这样子的一个称呼其实是碍于上面还有一个年长一些的哥哥所以叫二爷介于哥哥的情况并不好贾琏自然而然成为了贾赦的心头肉也是荣国府里面的重要男性人物之一在哥哥去世之后贾琏的称呼还是没有改过来一直是二爷但是地位是相当重要的于是不少有人议论贾琏什么时候去掉那个称号这点贾赦也没有过多的表示过 贾赦怎么读 贾赦怎么读呢贾是一个双音字它的拼音是 jia和gu当读音为gu的时候音调是三声贾字的意思就是商人经商而作为姓来读那就要读jia了音调同样为三声发音的时候舌头周围要卷起来舌头中心微微下沉才能把这个音饱满的发出来 所以贾字读jia三声比较符合字义在红楼梦中贾字还是这么读但是意思的话就不尽相同了贾作为一个人姓来称呼红楼梦主要人物其寓意相信后人应该清楚 一提到赦字就想到了十恶不赦的成语其实赦的读音和在成语是一样的因为赦字只有一个读音的读she音调为四声也就是去声读这个字的时候舌头要上扬舌尖和舌尖周围的肌肉要尽可能卷起来而且赦字的去声音调比较短读的时候语气也要短而有力赦字的表面意义好像是一个贬义字其实赦的字义是减免惩罚看起来好像也是褒义的但是要是用作人名来讲少之又少 贾赦连起来读的话就是读jia she第一个三声第二个四声贾赦是红楼梦的一个人物名字所以贾字只能读jia说到红楼梦里面的那个人为什么叫贾赦这点确实有点匪夷所思究竟为什么在人物身上起这样的名字呢其实基于作者的创作以及人物塑造起贾赦这样的名字也是应人物形象和故事情节所需要这点其实并不重要 邢夫人帮贾赦纳妾 在小说红楼梦中邢夫人的角色愚钝一味只知讨好丈夫只因为邢夫人是个填房而且一生没有个一儿半女所以在书中经常能够看到邢夫人帮贾赦纳妾其中最有名的妾侍就是鸳鸯 贾赦生性好色坐拥多个小老婆面对没有这么貌美天仙的鸳鸯邢夫人如此热衷将她作为贾赦的妾侍其实是另有意图的鸳鸯是贾母的贴身丫环虽然她没有很好的出身但贾母十分器重她因为鸳鸯为人仔细贴心一心只对贾母忠诚是贾母无法离身的丫环 贾母作为贾家中最德高望重的人物她有大笔财产大家如此讨好她也是为在贾母死后能够讨得一点财富贾赦虽然是家中大儿子他的地位仅次于贾母但是他并不是贾母最疼爱的儿子而邢夫人也远不及王夫人得贾母得欢心贾赦不仅好色而且贪财邢夫人更是一个视金钱为生命的女人他二人便打起了贾母贴身丫环鸳鸯的主意也便有了邢夫人帮贾赦纳妾这一出 也正是因为鸳鸯是贾母的贴身丫环兼管家也就没有人在意她的丫环卑微出身了鸳鸯不仅是邢夫人帮贾赦纳妾的对象连贾赦的儿子贾琏夫妇也打着鸳鸯的主意都想拿下鸳鸯得到掌管贾母财产的钥匙在贾府中充满形形色色心怀鬼胎的人一个个都是笑里藏刀所以在大观园中大家看起来是屈服于贾母的年龄辈分下其实都是想要得到贾母的财产 大学曰所谓治国必先齐家其家不可教而能教人者无之⒀所谓齐家就是管理家庭或家族的事务把整个大家庭管理的井井有条和谐美满幸福安康贾赦作为贾府的长房荣国公嫡孙他完全有义务肩负起齐家的责任可事实是贾赦不仅置偌大的家业于不顾而且还不时与贾政一府争权夺利倾轧排挤兄弟和睦才能振兴至少可守住家业而兄弟骨肉之间的相残只能使整个家族滑向消亡的深渊如此简单的道理连贾府里年轻的女孩子都知道而贾赦竟不知足见贾赦见识短浅器量狭小 贾赦与贾政两府的矛盾由来已久在荣国府里虽然官爵是由贾赦承继但真正主持家政的却是贾政这一派而且贾赦在贾母面前似乎并不得宠主要还是因为他放着身子不保养官儿也不好好做成日里和小老婆喝酒不务正业贾家的亲戚也不怎么喜欢贾赦为人在小说第三回林如海送女进京前向贾雨村介绍贾赦和贾政时林如海对贾赦的介绍只是一句带过而对贾政却大加赞赏了一番贾雨村进京谋缺贾政竭力内中协助题奏之日轻轻谋了一复职候缺这说明无论是齐家还是做官贾赦所处地位都极其尴尬尴尬一词本是作者用以形容贾赦的妻子邢夫人的在小说第四十六回尴尬人难免尴尬事脂批只看他提纲用尴尬二字于邢夫人可知包藏含蓄文字之中莫能是也⒁含蓄文字其实就是在隐批贾赦之同于其妻邢夫人尴尬正如此他才会急迫地要夺取在家族里的威望和权力事实上贾赦一府也曾执掌过一些家庭事务上的权力书中第七十一回有这样一段文字这费婆子原是邢夫人的陪房起先也曾兴过时只因贾母近来不大作兴邢夫人所以连这边的人也减了威势因为失去了贾母的宠幸所以贾赦这边便也不再有了威势此消彼涨贾政那边便威势渐盛如此一来贾赦与贾政两派的斗争就愈显激烈 鸳鸯拒婚一事看似贾赦荒淫好色欲强纳鸳鸯为小妾其实不然鸳鸯为贾母丫鬟多年贾赦如已看上鸳鸯何不早几年纳为小妾为何偏要等到鸳鸯成为贾母贴心侍女后才想将其纳为妾呢况且鸳鸯本人在贾府众多丫鬟中相貌并不算出众其美貌胜于鸳鸯的丫鬟甚多因而无论从时间上还是从鸳鸯相貌看贾赦因色欲纳其为妾的可能性都不大我认为贾赦想要娶鸳鸯为小老婆实际上是向贾政一派夺权众所周知鸳鸯是贾母身边贴心的丫鬟与贾母关系最密切连王熙凤都要让她三分贾琏见到她都要叫她好姐姐更重要的是鸳鸯还掌管贾母的财物书中多次提到贾琏和熙凤因缺钱求鸳鸯弄出点贾母的梯己正因鸳鸯手握大权贾赦才想将其纳为小妾这样便可控制贾母借以打压贾政那一边夺回在家族里的权力这一点贾母是清楚的贾母听了气的浑身乱战口内只说我通共剩下这么一个可靠的人他们还要来算计因见王夫人在旁便向王夫人道你们原来都是哄我的外头孝敬暗地里盘算我弄开了他好摆弄我贾母之所以向在旁的王夫人发脾气其实就是因为贾母对贾赦和贾政两边的斗争是清楚的这位久经世故的老人清楚地知道贾赦欲娶鸳鸯的真实意图就是摆弄我排挤贾政王夫人的势力但最终贾赦的欲图还是未得逞随后两派的斗争日趋白热化直至绣春囊事件两派的斗争趋于尖锐明朗化贾赦和贾政两派的斗争也达到了高潮抄检大观园从表面看来是王夫人对园内的一次大清洗而贾赦一面未露一语未发和贾赦强娶鸳鸯一样此次抄检亦由邢夫人出面从中我们不难看出贾赦的影子而这也恰是作者所惯用的草蛇灰线之法抄检因绣春囊而起而绣春囊却是邢夫人从傻大姐手里发现的既而又由邢夫人转给王夫人邢夫人之所以给王夫人是希望借此事件打压一下王夫人在贾府内的威望绣春囊刚到王夫人之手时王夫人的第一反应便认为此物应为王熙凤所有而邢夫人素来对王熙凤不满如今连他的正经婆婆大太太都嫌了他说他雀儿拣着旺处飞黑母鸡一窝儿自家的事不管倒替人家去瞎张罗绣春囊之事正好离间了王夫人和王熙凤之间的关系王熙凤至此失去了王夫人的信任以致王夫人一意孤行抄检大观园这正是贾赦一派所要看到的抄检中邢夫人的陪房王善保家的就狐假虎威那些丫鬟们不大趋奉他他心里大不自在要寻他们故事又寻不着恰好生出这事来以为得了把柄又听王夫人委托正撞在心坎上整个抄检闹的大观园鸡犬不宁风声鹤唳也使贾府女孩子们的这片清洁之地风雨飘摇女儿们从此走向了各奔腾之路对于贾府而言这次抄检也使两边的矛盾进一步加深贾府内部更是离心离德一副大厦将倾的惨象抄检后的中秋节家宴连一桌子人都凑不齐整个家宴凄凉寂寞死气沉沉抄检中贾府中很有见识的三丫头探春痛心地说可知这样大族人家若从外头杀来一时是杀不死的先从家里自杀自灭起来才能一败涂地坚固的堡垒都是从内部攻破的有学者认为贾府最后获罪可能就是家里的奴仆告发被贾府的政敌抓住把柄致使后来被抄家落了片白茫茫大地真干净贾府内两派人都恨不得你吃我我吃了你内斗生发内祟内祟引来外祸偌大的贾府就在贾赦和贾政两派的内耗中走向败亡贾赦身为荣国府的爵位的继承者理应从整个大家族的利益出发可他器量狭小见识短浅为一己私利与自己的兄弟相争相斗致使祖业败尽家族消亡 小说第七十五回贾赦在褒扬贾环作的诗时大发一番读书观像我们这样的人家原不必读什么书只要认识几个字不怕没有一个官儿做此番言论居然从一个钟鸣鼎食翰墨诗书之族的长辈口中说出这不得不令人觉得其人昏聩愚昧无知无识当时的贾府早已家道中衰子孙安富尊荣满足现状不求上进只靠祖宗留下的家业坐吃山空而贾赦竟不知家业日微的现状毫无危机感相反他蔑视读书忽视读书的重要性在当时贾府若想振兴祖业其可行的办法只有两条要么勤奋读书考取功名进阶仕途要么效力疆场建功立业只有如此贾家才有中兴之可能为此红楼梦的续书者在补续中让贾宝玉和贾兰在贾府败落后应试科举博得功名兰桂齐芳贾家沐皇恩延世泽家道中兴因为在那样的时代环境下一个人或者一个家族若想富贵显达科举之路是必须的贾家虽可官爵世袭但爵位传至贾赦已是第三代了而世袭是要累世降袭每袭一代就要降一级这样无望袭荫的子弟也只能走科甲之路了贾赦如此蔑视读书真可谓无知无识并且毫无远见 贾赦不仅蔑视读书而且对子女也极不负责迎春误嫁孙绍祖贾政极力反对奈何贾赦不听迎春嫁到了孙家使得迎春失去了公府千金的地位最终导致迎春金闺花柳质一载赴黄梁的悲剧结局迎春是贾府中由公府千金沦落到蒲柳下流的第一人可制造这场悲剧的却是迎春的父亲贾赦贾赦的昏聩愚昧最终害了自己的亲女儿 前妻已死生下了儿子贾琏 贾赦和贾政是亲兄弟贾赦字恩侯荣国公贾源的嫡孙贾母的长子而贾政则是贾母的次子贾宝玉的父亲字存周贾赦和贾政二人虽为兄弟但性格品行却相差极大身为兄长的贾赦生性好色仗着自己一等将军的官职作威作福无恶不作曾经贾赦与贾雨村购机强行索取石呆子的古扇逼得石呆子自尽而贾赦虽然上了年纪儿孙满堂却仍旧不改好色本性在自己的屋子里放着左一个右一个的小老婆寻欢作乐 红楼梦中贾赦的性格如何他和贾政是什么关系 贾赦不但喜欢与家里的妾寻欢作乐还喜欢糟蹋良家女子甚至看上了贾母房中的鸳鸯执意要求鸳鸯做他的妾鸳鸯不肯贾赦却仍旧不肯善罢甘休直到贾母大发雷霆又买了个十七岁的女孩嫣红放在自己的屋子里这才歇了这个心思而贾政则于自己的兄长完全相反贾政喜欢看书为人正直谦逊礼贤下士并且大有祖风而唯一的缺点便是有些迂腐也正因为贾政太过正直正直到了迂腐虽然贾政喜欢读书却不适合为官因为贾政的迂腐在官场中贾政只懂得躬身作孽形如泥塑导致了贾政虽然希望做一个好官但却遭人蒙蔽弄得名声狼藉 红楼梦中贾赦的性格如何他和贾政是什么关系 第2张 虽然看起来贾赦和贾政是完全相反的两个人但却同样是当时封建社会下的悲剧一个是以权压人仗着自己的官职欺男霸女另一个则是读书读得太过迂腐甚至不懂得如何去交际",
        "Source": ""
    },
    {
        "Name": "Jiayuanchun",
        "Reviews": "红楼梦贾元春人物性格分析 篇1 贾元春简介贾元春中国古典小说红楼梦中的人物金陵十二钗之一贾政与王夫人所生的长女贾宝玉的姐姐贾府通称娘娘因生于正月初一而起名元春第2回便已入宫做女史第16回加封贤德妃为了迎接元春省亲贾府建造了大观园元春省亲热闹欢腾同时又表现出她在深宫高处不胜寒的辛苦元春的命运关乎贾府兴衰秦可卿之死标志着贾府末世来临元春晋封皇贵妃则令贾府重现生机直到后四十回她与王子腾先后暴卒贾府失去了靠山很快就获罪抄家元春在钗黛之争中支持宝钗她曾利用端午节礼单和清虚观打醮表明自己的立场 红楼梦贾元春人物性格分析 篇2 性格特点贤孝才德身份高贵养尊处优雍容大度 贾元春的性格特点与贾元春的身世分不开贾元春是贾政的嫡长女排行老二生于正月初一故名为元春因贤孝才德选入宫中起初充任女史后来封为凤藻宫尚书加封贤德妃蒙天子降谕特准鸾舆入其私第书中用了整回篇幅写元妃省亲贾府流金淌银之盛然而元春却称自己居住的皇宫是一个不得见人的去处可见她在帝皇之家既受极权的管辖也无人身自由的难以言状的辛酸这就造就了贾元春一部分的性格特征 红楼梦贾元春人物性格分析 篇3 然后贾元春的性格特点还被这样一个现实说舒服了贾元春既是贾府的政治靠山也是金玉良缘政治婚姻的支持者她在一次赏赐礼物给众人的时候独宝玉与宝钗的相同这就显示了她在宝玉择偶问题上的倾向贾元春用自己的最好的青春为贾府带来了转机但是贾府的男人们并没有把握好这个机会贾赦贾珍贾琏等人仗着元妃这个靠山在外有恃无恐加速了家族的衰落灭亡 扩展资料 元春之死 72回凤姐梦见被夺一百匹锦83回元春染恙86回托梦给贾母暗写元春在宫中处境十分凶险95回元春之死时辰十分明细是年甲寅年十二月十八日立春元妃薨日是十二月十九日已交卯年寅月存年四十三岁寅年属虎卯年属兔 86回只怕遇着寅年卯月这就是比而又比劫而又劫107回东省的地亩早已寅年吃了卯年的租儿了证虎兔相逢隐意青黄不接 元春正传以时辰为线如83回省宫闱出现了辰巳申酉黎明卯初酉初五个时辰标记18回元春省亲于时辰也极讲究出现了上元正月初八十四日十五日五鼓未初未正酉初戌初丑正三刻等密集的时辰标记证后四十回的时辰描写符合18回的路数虎兔相逢确指卯年寅月 联系王子腾之死误用了药一剂就死了上距元春之死仅二十余日死因十分可疑更巧在95回派人来贾府传报王子腾升内阁大学士喜讯的正是后来陷害贾府的贾雨村证后四十回写元春和王子腾之死大有隐情 但也存在问题如86回写她生于甲申年至甲寅年薨逝时应为三十一岁95回却写她存年四十三岁病因叫做圣眷隆重身体发福未免举动费力每日起居劳乏时发痰疾均有失当 按曲子伏笔元春理应托梦给贾政王夫人示警后四十回却写到了贾母梦中老太太不大受用合上眼便看见元妃娘娘86回借用索隐的方法这里透露了曹雪芹实生活中的原型曹佳氏比小说中的元春高一辈 从人物原型上论大约元春原型曹佳氏就是四十三岁因身体发福生病去世的后期改稿时为了表达女儿悲剧和封建末世的主题对生活原型作了变形处理改写元春与宝玉为平辈 二人的年龄差和元春寿命则改了两次86回改为十四年程乙本第2回作十几年存年三十一岁后再改为一年程甲本第2回作次年存年十八岁判词作二十年来这就是元春年龄矛盾的成因 贾元春的个性特点 1二十年来辨是非二十年或说指元春在宫廷生活的时间或说指元春入宫时的年纪辨是非懂得世事人情 2榴花开处照宫闱榴花即石榴花石榴多子寓意多子多孙然而元春只是榴花不是榴子说明她怀孕却没有生下孩子或者是没来得及生下孩子就死了宫闱后妃居住的地方 3三春争及初春景三春指三年这里指贾元春被宠幸的三年只有第一年最得宠第一年她奢华的省亲之后却没有这么得宠 4虎兕相逢大梦归虎和兕都是猛兽据刘心武考证贾元春应该在一次宫廷斗争之中死去 以上判词很好地说明了贾元春的性格特征宽广懂事贵气柔和曲折多难柔韧温和 贾元春的人物介绍 父贾政 母王夫人 同胞兄弟兄长贾珠弟弟贾宝玉 异母弟弟贾环 异母妹妹贾探春 丫鬟抱琴 生日正月初一 排行第二 年龄省亲时2425岁时年宝玉13岁贾珠2526岁李纨20多岁贾兰7岁探春1213岁 性格贤孝才德身份高贵养尊处优雍容大度 身份贾政嫡长女宫中女史凤藻宫尚书贤德妃贵妃 昙花难得开花花夜开晨即萎谢所以昙花一现这句成语是用来形容事物一出现就很快消失 贾元春是贾政的嫡长女排行老二生于正月初一故名为元春比贾珠小一两岁比宝玉大十一二岁因贤孝才德选入宫中起初充任女史后来封为凤藻宫尚书加封贤德妃蒙天子降谕特准鸾舆入其私第书中用了整回篇幅写元妃省亲贾府流金淌银之盛然而元春却称自己居住的皇宫是一个不得见人的去处可见她在帝皇之家既受极权的管辖也无人身自由的难以言状的辛酸 贾元春既是贾府的政治靠山也是金玉良缘政治婚姻的支持者她在一次赏赐礼物给众人的时候独宝玉与宝钗的相同黛玉的与迎探惜春相同这就显示了她在宝玉择偶问题上的倾向贾元春用自己的最好的青春为贾府带来了转机但是贾府的男人们并没有把握好这个机会贾赦贾珍贾琏等人仗着元妃这个靠山在外有恃无恐加速了家族的衰落灭亡以红学家多年研究的结果认为元春的结局并没高鄂后四十回中所写得那么单纯从虎兕相逢大梦归可以看出元春可能毙于一场关系到贾府的宫廷恶斗 贾元春的正册判词 原文 画着一张弓弓上挂着香橼也有一首歌词云 二十年来辨是非榴花开处照宫闱 三春争及初春景虎兕相逢大梦归 脂本里虎兔虎兕都有通行本写作虎兔周校本辨是非为辨是谁 注释 1二十年来辨是非二十年或说指元春在宫廷生活的时间或说指元春入宫时的年纪或指元春的年二十年可以当成整数也可以认为二十多辨是非懂得世事人情 2榴花开处照宫闱榴花即石榴花很多学者认为这是在说石榴多子也代表多子而元春无子或怀有身孕这是她悲剧的其中之一却忽略了这句话的重点在于石榴花石榴花又称楼子花第三十一回因麒麟伏白首双星开时鲜艳夺目艳红似火有着火一般的光辉惹人侧目比喻元春封妃但却开的最晚农历五月对应了元春封妃对盛世中贾府是锦上添花而封妃对末世的贾府就是雪上加霜原因在于贾府已没有雄厚的经济相抗衡 3三春争及初春景三春指迎春探春和惜春三姐妹争及怎么比得上这一句是暗示其他三个姐妹虽各有特色但总体看来均不及元春 4虎兕相逢大梦归虎和兕都是猛兽据刘心武考证贾元春应该在一次宫廷斗争之中死去 虎指皇帝兕指皇帝身边的太监太监只要没有得到贾家的好处钱与第二句相互应就会向皇帝说对元春不利的话皇帝只要听信了元春的妃子之路就是一场梦 鉴赏 弓谐音宫隐喻凤藻宫橼谐音元隐喻元春香橼意指元春晋封贵妃是一件非常喜事弓橼谐音宫苑指元春的宫苑生活又谐音宫怨元春的命运悲剧和心理情感含有宫怨文化因子她的宫怨悲剧主要体现在到那不得见人的去处骨肉分离终无意趣72回凤姐的梦隐喻元春卷入宫斗 二十虚指元春寿命辨是非泛指红尘俗世名利场是非地25回偈语却因锻炼通灵后便向人间惹是非与辨是非一样都是平常不过的俗话有本作辨是谁不通之至 榴花多子寓意多子多孙所以宫廷之中盆景多有石榴榴花说明元春已经怀孕了然而也仅仅是榴花而不是榴子说明她死的时候并没有生下孩子从文中看的确如此 三春惜春判词和曲子中也有勘破三春景不长将那三春看破等语据刘心武考证知三春是指贾府最春风得意的三年小说中着墨最多的也是这三年全文绝大多数章回也是写这三年秦可卿预警三春去后诸芳尽在谶语的角度实指贾府经过这三年就家道中落了果应其言贾元春死后不久贾府就被抄检了 虎兔相逢许多古本都写作虎兕相逢大梦归只有高鹗整理的通行本写作虎兔相逢高鹗妄改为了照应后面四十回中元春染疾后死于兔年虎月虎和兕都是猛兽据刘心武考证贾元春应该死于一场宫廷斗争 元春判词意译为元春在红尘俗世是非场中活了二十来岁平生最显贵的一件喜事就是晋封贤德妃蒙天恩元宵省亲此等富贵荣华可惜她这样的荣华富贵只享受了三年就在一场宫廷斗争之中大梦归去含恨而逝 贾元春是贾府地位最高的女子 贵为皇妃在书中出现的机会并不是很多仅仅在省亲的时候正面出场但是就这仅有的出场暴露出了她性格的弱点也暗示她非正常死亡的结局我们先看她性格的弱点 喜怒形于色省亲时出言不慎眼泪涟涟 进宫的女子得到回娘家的机会不多但是元春却接二连三落泪并且不顾旁人出言不慎这就很容易授人以把柄成为软肋我们看她从开始的满眼垂泪到最后的泪如雨下竟然哭了七次 宫廷内的生活家人朋友不得相见从近些年的宫斗剧里也可以看出明争暗斗的日子固然不容易但是贾元春在大庭广众之下不能控制自己的情绪始终强颜欢笑 先是对王夫人说 当日送我到那不得见人的去处 后又对贾政说 田舍之家虽齑盐布帛终能叙天伦之乐今虽富贵已极骨肉各方然终无意趣 这话是什么意思宫中的荣华富贵对于贾元春来说根本就算不了什么终究是没什么意思她希望得到的是普通百姓的天伦之乐别说皇帝了就是普通人家的媳妇回娘家后一直哭哭啼啼说那个地方不得见人夫家的人如果知道心中也难免会有想法显得好像是受虐待呢 目光短浅让贾宝玉和众多姐妹搬进了大观园 元春出于好意怕园子荒置提议让宝玉和姐妹一起住进大观园 但是宝玉是什么样的性格整日喜欢在女儿堆里厮混抓周时抓的是钗环脂粉这个元春应该知道她让贾宝玉和姐妹们一起住进大观园给了他和这些女孩子天天耳鬓厮磨的机会 在贾府的众多子弟中贾宝玉是担起这个家族复兴的兴旺 宁国公和荣国公拜托警幻仙姑把贾宝玉带到太虚幻境并嘱咐说道 子孙虽多但只有宝玉一人略可望成幸遇仙姑冀能使他跳出迷人圈子能够改悟前情留意于孔孟之间委身于经济之道 已经归西的宁荣二公尚且为贾氏家族的前途未来考虑贾元春此举实在是目光短浅所致处于皇宫的妃子娘家的势力和在后宫能否得宠也是休戚相关的贾元春没有考虑到未来只是从疼爱宝玉这件事本身出发 插手薛宝钗和贾宝玉的婚事导致贾宝玉出家 在端午节之时贾元春给贾府的众人赏赐礼物唯独宝玉和宝钗赏赐了相同的东西在众人心中这就是指婚的暗示 她自己在皇宫大院尚且羡慕普通百姓的天伦之乐但是面对宝玉的婚事时她却不顾及宝玉的个人感受 虽然说宝玉和薛宝钗的婚事不是由她决定的但是作为娘娘她有机会替宝玉说一句话作为最亲爱的姐姐她也应该参考一下弟弟的想法 如果和贾宝玉结婚的是林黛玉贾宝玉还会出家吗林黛玉死宝玉出家是宝黛的爱情悲剧同时也是贾府家族的悲剧 贾元春在省亲时一再提醒家族子弟不可以太过奢华浪费天伦啊抽身要趁早她本身孝母爱弟崇尚俭朴温柔敦厚如果在普通的人家会是个持家有方的女子但是在皇宫中她的这些性格弱点致使她不得善终 她的曲子里也存在这方面的暗示 喜荣华正好恨无常又到 在这段曲子后面脂砚斋批了4个字悲险之至其实我们普通人也能从无常两个字中看出端倪 dai尤其是她的判词虎兕相逢大梦归虎和兕都猛兽两只猛兽相逢势必有一场惊心动魄的厮杀很容易让人理解成在两股强势力的斗争中她成了牺牲品而至于她怎么死的判词的画中也有交代只见画着一张弓弓上挂着香橼表明贾元春是被人用弓弦绞杀 性格特点贤孝才德身份高贵养尊处优雍容大度 身份贾政嫡长女贾府大姑娘宫中女史凤藻宫尚书贤德妃贵妃 贾元春是贾政的嫡长女排行老二生于正月初一故名为元春比贾珠小一两岁比宝玉大十一二岁因贤孝才德选入宫中起初充任女史 后来封为凤藻宫尚书加封贤德妃蒙天子降谕特准鸾舆入其私第书中用了整回篇幅写元妃省亲贾府流金淌银之盛然而元春却称自己居住的皇宫是一个不得见人的去处可见她在帝皇之家既受极权的管辖也无人身自由的难以言状的辛酸 贾元春既是贾府的政治靠山也是金玉良缘政治婚姻的支持者她在一次赏赐礼物给众人的时候独宝玉与宝钗的相同黛玉的与迎探惜春相同这就显示了她在宝玉择偶问题上的倾向 贾元春用自己的最好的青春为贾府带来了转机但是贾府的男人们并没有把握好这个机会贾赦贾珍贾琏等人仗着元妃这个靠山在外有恃无恐加速了家族的衰落灭亡 以红学家多年研究的结果认为元春的结局并没高鄂后四十回中所写得那么单纯从虎兕相逢大梦归可以看出元春可能毙于一场关系到贾府的宫廷恶斗 扩展资料 元春之死 72回凤姐梦见被夺一百匹锦83回元春染恙86回托梦给贾母暗写元春在宫中处境十分凶险95回元春之死时辰十分明细是年甲寅年十二月十八日立春元妃薨日是十二月十九日已交卯年寅月存年四十三岁寅年属虎卯年属兔 86回只怕遇着寅年卯月这就是比而又比劫而又劫107回东省的地亩早已寅年吃了卯年的租儿了证虎兔相逢隐意青黄不接 元春正传以时辰为线如83回省宫闱出现了辰巳申酉黎明卯初酉初五个时辰标记18回元春省亲于时辰也极讲究出现了上元正月初八十四日十五日五鼓未初未正酉初戌初丑正三刻等密集的时辰标记证后四十回的时辰描写符合18回的路数虎兔相逢确指卯年寅月 联系王子腾之死误用了药一剂就死了上距元春之死仅二十余日死因十分可疑更巧在95回派人来贾府传报王子腾升内阁大学士喜讯的正是后来陷害贾府的贾雨村证后四十回写元春和王子腾之死大有隐情 但也存在问题如86回写她生于甲申年至甲寅年薨逝时应为三十一岁95回却写她存年四十三岁病因叫做圣眷隆重身体发福未免举动费力每日起居劳乏时发痰疾均有失当 按曲子伏笔元春理应托梦给贾政王夫人示警后四十回却写到了贾母梦中老太太不大受用合上眼便看见元妃娘娘86回借用索隐的方法这里透露了曹雪芹实生活中的原型曹佳氏比小说中的元春高一辈 从人物原型上论大约元春原型曹佳氏就是四十三岁因身体发福生病去世的后期改稿时为了表达女儿悲剧和封建末世的主题对生活原型作了变形处理改写元春与宝玉为平辈 二人的年龄差和元春寿命则改了两次86回改为十四年程乙本第2回作十几年存年三十一岁后再改为一年程甲本第2回作次年存年十八岁判词作二十年来这就是元春年龄矛盾的成因",
        "Source": ""
    },
    {
        "Name": "linruhai",
        "Reviews": "林如海是个深谋远虑之人考虑到黛玉跟着自己可能无法尽心照料也不放心而去了贾府就不一样了上有外祖母宠爱下有姊妹们相伴这样对黛玉的成长也许会更好 林黛玉父亲是谁 林黛玉的父亲叫做林海家乡是在有人间天堂之称的苏州不过一般大家都叫他为林如海其实如海是他的表字根据原著中的介绍可以知道林家也是世代的官宦之家而且还是书香门第 林如海结局 当时林如海的职位是巡盐御史他的妻子是贾府的贾敏两夫妻之间一共有两个孩子儿女各有一个只是儿子没几岁就死了所以他们小女儿也就特别的疼爱而这个女儿就是林黛玉没想到这样幸福的日子没过几年贾敏因为生病没有医治好就去世了一向疼爱女儿的林如海没有办法就让黛玉到贾府里去生活一方面是怕自己照顾不好黛玉而且自己也没有什么旁支周围也没有跟黛玉般的同龄人另一方面是因为自己的家境毕竟没有贾府那么好虽然说贾母一直都不喜欢林父但是她对自己这唯一的外孙女还是很疼爱的所以在黛玉到了贾府后的生活待遇还是很好的甚至跟宝玉的差不多 失去了爱妻又没有了爱女在身边没有多久林父的身体也越来越差最后也患上了重病去世了",
        "Source": ""
    },
    {
        "Name": "Wangfuren",
        "Reviews": "王夫人的性格在红楼梦里面是比较藏拙的为什么这么说呢是因为虽然曹雪芹极力描写着王夫人的宽厚善良什么的但是其实仔细来看王夫人却是一个表明很善良内心比较歹毒的人 王夫人性格特点 王夫人的性格特点是有着多面性的就拿她对待自己的儿子来说毫无疑问她在物质上对待自己的儿子是很好的这也是王夫人的性格需要王夫人在人前的性格特点就是这样的一个温婉的形象所以她对待自己的儿子好这是毫无疑问的还有就是自己的儿子是整个园子里面的掌上明珠 既然物质是不愁的那么就来看看感情方面关于王夫人性格特点中对待宝玉的态度上一方面王夫人是知道自己儿子和表妹的这一段爱情的而她也没有强行的去棒打鸳鸯但是另一方面王夫人因为不赞成这段感情所以王夫人就把自己的外甥女给暗中安插了进来 王夫人的性格特点是多变的她因为从小就是被规规矩矩的教导着长大有着那种大小姐的一切性格特点王夫人嫁人不错生了个挺好的儿子所以她就会谋求在园子里面的地位 王夫人的性格特点在谋求地位里面也有体现为了巩固自己的位置王夫人提携自己娘家的侄女但是一旦自己的亲外甥女出现了便不会再去管自己的侄女了这也是典型的过河拆桥是王夫人的性格特点之一 王夫人 王熙凤 对于不太了解红楼梦的人来说经常会把王夫人和王熙凤两个人给混淆了或是认为她们根本就是一个人但其实王夫人和王熙凤是差了辈分的侄女关系只能说她们都姓王而且还有血缘关系而已 王夫人剧照 王夫人和王熙凤所属的王家在当时的时代是比较厉害的所以家族联姻就会成为一种需求王夫人自己代表了家族嫁进了园子她为了维持自己的权力需要娘家的人来帮忙正是因为这样所以王夫人就选中了王熙凤她的侄女 王熙凤也是的确没有辜负王夫人的希望在嫁到贾家之后王熙凤和王夫人相处的比较好也巩固了王夫人在园子里面的势力除此之外王熙凤还很得王夫人的婆婆园子最高掌门人的欢心这样王夫人也算是和王熙凤站在一个阵营里面的 但是毕竟是隔了一层关系的侄女在王夫人的亲外甥女到来之后王熙凤在王夫人那里就不是那么的讨喜了王夫人喜欢自己的外甥女更胜过喜欢王熙凤也是因为两个人的性格差异大概是薛宝钗的性格更能讨得王夫人的欢心总之王夫人就开始暗中帮助自己的外甥女夺王熙凤的权王熙凤是什么人她虽然知道王夫人的心思却还是笑着应承着 最后王熙凤在家族中败势王夫人也没有表现的太过悲伤或是怎样因为她找到了替代品从这一方面来讲王夫人心肠确实狠 王夫人的哥哥 王夫人是园子里面还比较有家庭背景的人虽然嫁给自己的丈夫有一点高攀的意味却也攀的不是很多因为她自己就是大家里面出来的大小姐所以王夫人作为女儿中的老大她的哥哥大概就是王家的长子了 王子腾剧照 王子腾剧照 王夫人的哥哥在红楼梦这本书里有提到过几次名字是叫做王子腾的因为薛姨妈的关系所以在书的前面就是薛蟠闯的祸事让自己的舅舅王子腾给自己擦屁股王子腾这个人物应该是具备一种封建式大家长感觉的人物他因为自己的身份担当所以需要挑起自己家族的担子王夫人的哥哥王子腾对待自己的妹妹们应该是比较疼爱的要不也不会让王夫人在无事的时候想着他 王夫人的哥哥王子腾为人处世应该还算周到因为毕竟后来升官都可以升成内阁大学士这个职务都是人精才能够当得在皇帝的面前说一句话是一句话还得揣测皇上的心思王夫人的哥哥能够得到这个职位那一定是他的人缘人品都没差 王夫人的哥哥王子腾除了上述特点还需要加上一个体弱多病因为他是在赴任的途中死掉的所以说他的身体肯定不会是很好再加上王夫人本来的年龄就不小了作为王夫人的哥哥王子腾的年龄应该更大所以王夫人的哥哥有身体疾病也是可以理解的但是因为王夫人长得不错所以王夫人的哥哥长得也不会差了 曹雪芹在红楼梦中对王夫人着墨不多但王夫人在红楼梦中的地位身份却非同一般随着后世读者对她在贾府的地位所做的事情与周围人物关系的解读她对儿女的爱伴随着恶毒自私的性格浮出水面王夫人把宝玉身边的人赶走逼死为宝玉选择他不喜欢的妻子这是王夫人为宝玉和她的未来做打算王夫人的性格中既有对子女最真实简单的慈爱也有利用他们时表现出的自私 一王夫人非木头 一众人面前的慈善人 王夫人在贾府中是贾母的儿媳妇是荣府管家太太红楼梦中颇多王夫人善良大度的描写第六回刘姥姥眼里的王夫人越发怜贫恤老最爱斋僧敬道舍米舍钱的1P92刘姥姥到贾府求取钱财的时候王夫人让凤姐好好招待并没有毫不客气地把这门穷亲戚扫地出门虽不排除维护贾府形象的考虑但更有着对于迫于生计奔走富家的穷亲戚的同情2P206平日在贾母面前王夫人恪守本分孝顺婆婆在府中侍候贾母用餐王夫人带领李纨凤姐在旁等待贾母和孙子孙女用餐后方可进食第三十五回贾母向宝钗评价王夫人你姨娘可怜见的不大说话和木头似的在公婆面前就不大显好1P464贾赦要纳鸳鸯为妾邢夫人为讨好丈夫主动说和贾母非常生气竟把这火气撒在王夫人头上当时王夫人站在一旁一语未发反是探春为其开脱无论是谁受这等冤屈都不会不申辩几句文中这样写目的是赞赏而非讽刺对王夫人这样写不是贬低而是褒扬目的是衬托她的和顺在封建时代这是多么难得的荣誉啊3P162贾母面前顺承寡言少语的王夫人或许真如木头但是在晚辈面前王夫人便多了些关心爱护 王夫人是贾府中众多子女的长辈贾府探春迎春两位小姐都和王夫人比较亲近探春的母亲是赵姨娘可赵姨娘怎么也入不了敏探春的眼这才有了探春说的太太满心疼我因姨娘每每生事几次寒心1P752邢夫人为迎春母亲却不能体会女儿的心情只会逞口舌之快迎春感慨幸而过婶子这边过了几年清净日子1P1137相较之下王夫人才是她们二姐妹可以倾诉的同性长辈迎春误嫁孙绍祖回府向王夫人哭诉王夫人只能陪着迎春叹气细心劝慰别无他法后来在王夫人保护迎春逃走使其免受邢夫人苛待虽说王夫人对会威胁到宝玉地位的赵姨娘贾环母子时时心生厌恶但她也会时时教导贾环第二十五回王夫人看见贾环下了学碰巧宝玉他们都不在便叫来贾环抄金刚经王夫人此番便已经在尽嫡母之职分黛玉和宝钗虽为外人也处处与贾府的小姐一般待遇 王夫人对待府中的小辈恩威并重完全不失一个管家太太的威仪她平素吃斋念佛在更多的时间里和大多数事务中她都显示出宽厚仁慈矜持大度2P170王夫人是宝玉的亲生母亲从她对小辈们的态度看来对宝玉的疼爱怎样也不为过了王夫人主要性格特征也非常鲜明突出可以高度浓缩凝练成两个字爱子即无比关心疼爱自己的亲生儿子命根子贾宝玉2P170曾经是贾府最有希望的继承人贾珠早逝女儿元春入宫唯一留在身边的宝玉便是她全部的依靠第二十五回宝玉和众姊妹到舅舅王子腾家做客傍晚归来与王夫人一番嬉闹王夫人便用手满身满脸摩挲抚弄他宝玉也扳着王夫人的脖子说长道短的 1P336王夫人温柔的爱抚也是她的母爱最真实发自内心的表达这也是人间最普通的亲情吧第三十三回贾政听信谗言将宝玉一顿狠打竟是要打死一般王夫人伤心欲绝今日越发要他死岂不是有意绝我既要勒死他快拿绳子来先勒死我再勒死他忽又想起贾珠来便叫着贾珠哭道若有你活着便死一百个我也不管了 1P444这顿打以贾母对儿子的斥责终结这位母亲的爱更多的是对儿子的依赖封建大家族中的的贵妇人若没有一个儿子可以依靠似乎就失去了安身立命的根本 王夫人有管家太太的威严儿媳的顺从母亲的慈爱让她在贾府四平八稳如鱼得水宝玉是王夫人在贾府得势的一部分原因她对宝玉的爱也更像是宠溺由此王夫人为了给这个家庭的继承人一个她认为的好的成长环境便做出了与慈善人相悖的许多残忍的事 二恶毒因爱而生 王夫人对儿子爱护甚至让她失去了管家太太的理智王夫人平日处理府中事务轻重缓急有条不紊无论任何事情只要与宝玉的利害无关或对宝玉不会有任何伤害一般来说她都能以一种正常的心态对待和处理十分平和稳重超脱而一旦事情与宝玉有关她立刻会变得非常警觉和敏感 红楼梦中王夫人就因为宝玉而逼得金钏含辱自尽文中第三十回宝玉调笑金钏金钏儿不大理会让他去找贾环和彩云去只见王夫人翻身起来照金钏儿脸上就打了个嘴巴子指着骂道下作小娼妇好好地爷们都叫你教坏了宝玉见王夫人起来早一溜烟去了1P411本是宝玉的错王夫人却要把金钏儿赶走金钏儿不忍王夫人如此羞辱投井而死后来王夫人和宝钗说金钏儿死因的时候又把责任推到自己身上丝毫不提宝玉原是前儿他把我一件东西弄坏了我一时生气打了他几下撵了他下去我只说气他两天还叫他上来谁知他这么气性大就投井死了岂不是我的罪过1P437这分明就是在维护宝玉在人前的形象从王夫人的悲伤看来她的心里此时仍是善良的第七十四回王夫人简单粗暴地抄检大观园却让人甚为寒心王夫人在怡红院的一番搅闹逼得晴雯花红落土芳官藕官蕊官落发为尼在王夫人看来她肃清了儿子周围影响不好的人和事殊不知宝玉眼中只剩了凄凉母亲的所作所为也成了天地间仅有的无情的事大观园中人不就都要散的了不如还是找黛玉去相伴一日回来还是和袭人厮混只这两三个人只怕还是同死同归的1P1099从此宝玉和母亲渐行渐远上面的种种措施就王夫人来说确实是对宝玉的保护和关心就宝玉来说上面的种种措施却像是一把把匕首插在其心上宝玉的心已经伤痕累累而后王夫人为宝玉选择的婚姻则是最致命的伤 二贾府掌权者 王夫人是荣府的二太太为贾家繁育子嗣尤其元春被选入宫宝玉被贾母视作心肝宝贝王夫人在府中的地位更加稳固她又是荣府的管家太太手中自然握着些权力 一以身边人为工具 王夫人把自己娘家的内侄女王熙凤嫁给了自己的侄子贾琏王熙凤自嫁入贾府便被姑母重用她能干伶俐的个性也得贾母喜欢使得她在府中更加顺风顺水从文中看凤姐应该是这两府之中最忙的女人了荣府中大小事务人来送往都必过问或者亲自处理 凤姐有了贾母和王夫人当靠山更是无限得意在贾府大展拳脚其实在红楼梦很多描写都能看出王熙凤背后还有她的姑母在操控着第七回晚上凤姐先来找王夫人回报一天的事情次日凤姐又到王夫人处告诉了才和宝玉一起到宁府小坐第十三回秦可卿去世宁府请王熙凤前去料理只是王夫人起先并不同意看贾珍求情恳切熙凤又胸有成竹才允了这件事这一方面是体现王熙凤在荣府的重要性同样也揭示了凤姐被王夫人掌握在手里府中有些事凤姐自行处理若遇大事还要王夫人点头方可王夫人在王熙凤身上用的方法很有一套她虽把权力给了王熙凤表面上看她吃斋念佛一幅超然之态其实她手中的权力并没有因此少一分王夫人本人抓权而不掌权其谋权之术确比初出茅庐心高气傲的王熙凤高出一筹 王夫人任用身边人也表现在信任且重用王家的几个陪嫁抄检大观园之时这几个是出了力气的一时周瑞家的与吴兴家的郑华家的来旺家的来喜家的现在五家陪房进来馀者皆在南方各有执事1P1025可见王夫人与王熙凤姑侄俩的陪嫁颇多且各司要职贾府各处地方也都有王夫人的爪牙甚至连宝玉的怡红院也不能幸免 宝玉身边的袭人晴雯是贾母特意为宝玉安排的两个妥帖机灵的丫鬟她们原都是贾母的身边人和宝玉关系也最为密切红楼梦第三十四回宝玉挨打之后王夫人与袭人的一番谈话改变了袭人在她心中的地位王夫人听了这话如雷轰电掣一般忙笑道我的儿你竟有这个心胸想得这样周全你今既说了这样的话我就把他交给你了 1P455后来王夫人将袭人内定为宝二姨娘便真顺了袭人的意也真正把袭人拉到了自己的阵营袭人和王夫人各有私心王夫人将之变为自己的触手间接摧毁了宝玉生命中的乐土袭人成了宝二姨娘王夫人在贾府中岂不是又多了帮手一个姨娘尚有如此大的功力宝玉的正妻宝二奶奶的位置就更为重要王夫人岂会放过这个绝好的巩固权力的机会 二控制宝玉的婚姻 王夫人表面上不动声色暗地里将身边的人一个个玩弄于股掌之间可见王夫人所做之事还没有超出一个管家太太权力范围作为宝玉的母亲她干预宝玉的婚事就更加不为过了 红楼梦全本以宝黛爱情婚姻悲剧贯穿前后这出悲剧之后掩藏着王夫人和贾母两人的矛盾同时宝玉的婚姻也是王夫人争权最重的砝码 对宝玉的婚事最有发言权的除了贾政夫妇就是贾母了以贾母在府中的地位必是说一不二宝黛皆是贾母至亲自黛玉进贾府时贾母尽其所能的促成这二玉的婚事从小让他们住在一起这青梅竹马的情谊定是不能比的阖府皆知老太君的心思 偏偏这王夫人从黛玉进府之时便不大喜欢黛玉可能是她早就不喜欢黛玉的母亲贾敏的缘故后来便是黛玉寄人篱下性格孤傲清高和宝玉有相同的心思从不劝他追名逐利考取功名这便是于王夫人心意不合了沉稳持重的宝钗是王夫人心意所属的儿媳二玉有木石前盟王夫人便以金玉良缘与之相对听起来是完美无缺的一个故事实际仔细探究起来便发现这个说法漏洞百出根本无法站稳脚跟怀疑之处在此不细说王夫人另一次大动作便是借宫中的元春借端午节赐节礼时以宝钗宝玉二人节礼相同暗示府中人王夫人因此得到了最有力的支持 王夫人和贾母关于宝玉婚姻的斗争以贾母同意宝玉娶宝钗而终结王夫人最终赢得了最大的砝码王夫人已经默许的宝二姨娘袭人便是未来宝二奶奶的左膀右臂在王夫人掌控下的婚姻彻底将宝玉推向绝望 王夫人是中文古典小说红楼梦中的主要人物之一她是红楼梦主角贾宝玉和十二钗之一的皇妃贾元春之母贾政之妻是荣国府掌权管事的家长之一性格上外表和善内心毒辣以下是小编为大家推荐的红楼梦王夫人人物分析希望能帮到大家更多精彩内容可浏览wwwruiwencomwenxue 王夫人贾政之妻京营节度使王子腾之妹她虽是贾家的二儿媳也不太说话但深得贾母的信任是贾府的实权派她年事已高把大权交给自己的侄女王熙凤不过一些大事凤姐仍须向她请示汇报 此人是个善人时常吃斋念佛可是她心并不善甚至很恶她虚伪残酷丫环金钏和宝玉的一句玩笑话就被她一个巴掌打得半边脸火热还把她撵了出去致使金钏儿投井身亡金钏儿死后她却流下伪善的眼泪并向宝钗说金钏儿前日把她的一件东西弄坏了一时生气打了她两下子而已宝玉的丫环晴雯只因她蔑视王夫人为笼络丫头们所施的小恩小惠又遭到她的残酷报复在晴雯病得四五日水米不曾沾牙的情况下硬把她 从炕上拉了下来撵出大观园当夜就悲惨地死去但王夫人向贾母回话时却说晴雯又懒又淘气且得了女儿痨才把送出大观园的仅小小的绣春囊事件她就指使抄检大观园结果害死司棋潘又安逼走入画赶走四儿迁散芳官等十二个小戏子悲凉之雾遍被华林青年一代遭到了巨大的摧残王夫人实是元凶此人又非常主观武断邢夫人把绣春囊交给她她不调查不研究就一口咬定是凤姐的 心理历程 王夫人在红楼梦中是个极不讨人喜欢的人物虽然曹雪芹在书中总替她说好话说她是个厚道人 不过这恐怕都是欲盖弥彰其实全书中各色人物都有正邪两赋的特点比如贾琏对尤二姐也有浪子真情 薛蟠虽不肖对母亲和妹妹还算不错连贾珍也有人分析出他对秦可卿也是刻骨铭心不过这位王夫人贾宝玉的亲妈虽然在宝玉心中排名与黛玉重要性并列原话大意如此倒真没做过什么有光彩的事情逐走晴雯逼死金钏抄检大观园可能黛玉之死与她也难脱干系本人在此大胆推测一下她的心理历程 王夫人出生于四大家族的王家应该是个见多识广的大家闺秀从书中看应该是王家的长女封建时代的长女在家族里是大姐受到最严格的教育和约束要成为妹妹们的榜样典型如李纨元春宝钗等王夫人小时候肯定也是这样过来的不过她没读什么书心中郁闷和压抑无处派遣也就不具备李纨元春宝钗那样的开阔心胸和浪漫气质所以长大了就成了个没什么情趣的人看她给丫环起的那些名字就知道了人们有时会好奇王夫人年轻时是什么样子的我想凤姐和探春身上应有她的影子 先说凤儿常言说得好养女随姑基因的力量是可怕的想来王夫人年轻时八成也是个柳眉凤眼的绝色佳人只怕有过之而无不及凤姐不但继承了她的美貌俗气也继承了她的野心偏执和狠毒野心偏执和狠毒这话说的很重但没有文本体现读者揣测之言曹公全书只写凤姐狠辣没有对王夫人有明显的贬义形容只有暗示我认为最明显的一处就是林黛玉进贾府时对王夫人住处的描写其中包括金钱蟒靠背金钱蟒引枕金钱蟒褥子原文描写更加详细包括颜色做工什么的在此难述各位可参见原书连用了三个金钱蟒曹公写人物住处多有对人物本身性格命运的暗示我五年级时读到这里心中一凛当时还不知道居如其人心如蛇蝎这两个词金钱蟒纹是清代使用的重要花纹寓意含有尊贵之意直接和心如蛇蝎联系起来颇为牵强文中如贾母也是用金钱蟒纹难道也说贾母心如蛇蝎似难说通长大后以此对照王夫人一生行为信然 探春是个好姑娘将她与王夫人相提并论必然引起很多读者不满可是探春毕竟是王夫人抚养长大的她的高贵气质和管家才干或多或少是跟王夫人学来的加上她更有文化因此更把这些优点发扬光大了红楼梦全书中关于打人耳光的描写有两处最引人注目一次是王夫人打金钏另一次是探春打王善保家的两次性质不同在读者心中反映也不同但同样的迅雷不及掩耳两个打人者打的都是平生最恨者王夫人平生最恨会勾引男人的女孩探春平生最恨不尊重她的人探春得了曹公一个敏字敏锐又敏感王夫人又何尝不是呢 说完了王夫人的个性再推测她与书中几个重要人物的关系先说夫妻关系很多人觉得她与贾政真是天作之合一对死封建其实现实生活中美满夫妻往往是个性互补的书呆子爱上交际花女夫子迷上浪荡子的事情屡见不鲜贾王二人性格如此相近日子必然是刻板无味日久生厌如同贾琏与凤姐在过了头几年的甜蜜后二人的倔强个性凸显出来发生情变不过王夫人应该还是比较得贾政宠的贾政共与她生育了三个孩子不包括流产和死婴的情况到近40岁时还能生出贾宝玉书中再未见类似案例一方面说明她身强体壮另一方面说明夫妻感情还不错要知道贾政可不是一夫一妻夜生活乏味的下等贫民以王夫人之刻板个性能把老公迷成这样一方面是娘家的地位另一方面也说明她当年的确容貌出众贾政能和她生出三个孩子和赵姨娘生了两个明显生育能力强于贾赦但为什么没有和其他妻妾生出孩子来呢书中有记录的贾政的妾只有周赵二人 但按照贾府规矩爷们娶亲之先都要先放两个人在屋里伺候这种妾应比王夫人老些周赵二人应该不是可等林黛玉进贾府后并无相关描写难道她们都死了吗曹公没有写但参照兴儿介绍凤姐时说贾琏原先屋里何尝没有几个人她来了不到半年都寻出不是来打发出去了 王夫人当年可能也干过类似的事情只不过手段没那么激烈而且肯定是在生了贾珠有了本钱之后恃宠而娇做下的所以也没什么人怪她贾母给凤姐贾琏劝架说小孩子们馋嘴猫似的都打那时候过来想来古板如政老爷当年也难免俗只怕也有削肩膀水蛇腰的美人勾引过王夫人打金钏逐晴雯时都说我一生最恨这样人又写此乃平生最恨者若非在这方面受过刺激何至于如此敏感当然王夫人要保全自己贤惠的名声不得不给贾政安排两个小老婆一个是安分的周姨娘一个是泼妇赵姨娘赵姨娘肯定不是贾母给贾政的贾母很讨厌她整个贾府都没人喜欢她她应该是王夫人的陪嫁丫环这个推断得不到文本的支持略有轻浮之论王夫人把自己身边干练守礼的丫环打发嫁人做自己的女管家如周瑞家的留下赵姨娘这样的各方面无法与自己媲美的给老公一方面不怕她得宠另一方面也倚仗她的泼辣狭隘打击其他姬妾如同凤姐利用秋桐金桂利用宝蟾是百试不爽的借刀杀人法等把情敌都打击完了这把刀自己的名声和人缘也都毁完了可以借机再把她兔死狗烹我觉得袭人对晴雯也是用的这个法子可叹赵姨娘傻人有傻福连生了一女一儿这样一来别说王夫人就连贾母也不能奈他何母凭子贵吗而且赵姨娘身上那股子市井气这个和前说赵姨娘是王夫人陪嫁丫鬟的说法相违背一个小姐带出来的丫鬟气质见识和自己完全不同是不可想象的比如王熙凤的陪嫁丫鬟平儿比起王夫人来肯定另有一番魅力所以贾政也真的被她迷住了好在她是个万人嫌威胁不到王夫人的地位所以也就勉强容下了 王夫人性格特点 夫人的性格在红楼梦里面是比较藏拙的为什么这么说呢是因为虽然曹雪芹极力描写着王夫人的宽厚善良什么的但是其实仔细来看王夫人却是一个表明很善良内心比较歹毒的人 王夫人的性格特点是有着多面性的就拿她对待自己的儿子来说毫无疑问她在物质上对待自己的儿子是很好的这也是王夫人的性格需要王夫人在人前的性格特点就是这样的一个温婉的形象所以她对待自己的儿子好这是毫无疑问的还有就是自己的儿子是整个园子里面的掌上明珠 既然物质是不愁的那么就来看看感情方面关于王夫人性格特点中对待宝玉的态度上一方面王夫人是知道自己儿子和表妹的这一段爱情的而她也没有强行的去棒打鸳鸯但是另一方面王夫人因为不赞成这段感情所以王夫人就把自己的外甥女给暗中安插了进来 王夫人的性格特点是多变的她因为从小就是被规规矩矩的教导着长大有着那种大小姐的一切性格特点王夫人嫁人不错生了个挺好的儿子所以她就会谋求在园子里面的地位 王夫人的性格特点在谋求地位里面也有体现为了巩固自己的位置王夫人提携自己娘家的侄女但是一旦自己的亲外甥女出现了便不会再去管自己的侄女了这也是典型的过河拆桥是王夫人的性格特点之一 红楼梦中王夫人的形象如何她的性格怎样 王夫人是怎么样的人 王夫人是曹雪芹所著四大名著之首红楼梦中的人物在整个故事中占据重要地位王夫人原为京营节度使王子腾之妹与薛姨妈是一母所生的姐妹后来嫁入荣国府成为贾政的妻子她生下了红楼梦中的男主角贾宝玉以及金陵十三钗中的贾元春也就是元贵妃 因为荣国府的特殊性虽然长子承袭了世袭的爵位受封一等将军但实际上贾政才是荣国府真正的当权人而为贾政妻子的王夫人自然也是后院的掌权人受到贾母信任的她是贾府实实在在的实权派虽然后来因为年事较高精力不济将管家的权利交给了自己的内侄女王熙凤但若是遇见大事王熙凤仍然需要向她请示 后来贾府被抄家主要犯人被问罪作为荣国府的当家王夫人的结局多半也逃不过被流放贫寒之地的结果 红楼梦中王夫人的形象如何她的性格怎样 第2张 首先从长相上来说王夫人年轻时绝对也是个大美人且看贾宝玉面若中秋之月色如春晓之花鬓若刀裁眉如墨画面如桃瓣目若秋波虽怒时而若笑即嗔视而有情面如敷粉唇若施脂转盼多情语言常笑天然一段风韵全在眉梢平生万种情思悉堆眼角又如王熙凤的这个人打扮与众姑娘不同彩绣辉煌恍若神妃仙子头上戴着金丝八宝攒珠髻绾着朝阳五凤挂珠钗项上带着赤金盘螭璎珞圈裙边系着豆绿官绦双鱼比目玫瑰佩身上穿着缕金百蝶穿花大红洋缎窄褃袄外罩五彩刻丝石青银鼠褂下着翡翠撒花洋绉裙一双丹凤三角眼两弯柳叶吊梢眉身量苗条体格风骚粉面含春威不露丹唇未启笑先闻从遗传基因来看王夫人的长相绝不会差到哪儿去 王夫人是个面热心冷之人是个所谓的善人王夫人在红楼梦中是个极为不讨喜的人物读者对她大多数都是不喜的认为她虽然眉目慈善但本质上内心还是有上层阶级漠视人命的地方在将管家大权交给自己的侄女王熙凤之后王夫人就一心礼佛但很少有人能真正的悟透就比如那个当尼姑好多年的妙玉仍然落了个不洁不净的结局虽然研读佛经摒弃六欲最后却入了红尘并且还爱上了贾宝玉王夫人也一样如此虽然看似一心礼佛但是看她做的某些事情全没有出家人的慈悲为怀",
        "Source": ""
    },
    {
        "Name": "Xingfuren",
        "Reviews": "她禀性愚犟只知奉承贾赦家中大小事务俱由丈夫摆布出入银钱一经她手便克扣异常婪取财货儿女奴仆一人不靠一言不听故甚不得人心 邢夫人这个人很不讨喜上上下下没有一个喜欢她的她对于人和人之间的感情总是有一种天然的冷漠她其实心眼儿倒不坏也没有对谁起过坏心只是她的性格以及做事方法很让人难以捉摸可能她的性格形成跟以下几方面有关 首先邢夫人不受自己丈夫的尊重这个跟宠爱还不太一样她是正房宠爱不宠爱其实都不会影响她什么但是贾赦只是把她当摆设根本没把她当一回事甚至还要让她千方百计去给自己讨小老婆这种事王夫人肯定是不会做的家政也不会提这么荒唐的要求贾赦越不尊重她她就越惧怕贾赦他们之间不是平等的夫妻关系更像是领导和员工这种畸形的夫妻关系让她备受折磨 第二点邢夫人出身不好邢夫人是填房是贾赦原配死了以后续娶的她的地位虽然是正房但是又有点从小道来的感觉在家里她的丈夫她的婆婆她的妯娌甚至她的儿媳妇出身都比她高贵她似乎总处在一种仰视的状态然而她又不甘心她似乎在娘家时也有一身才干家里的财产都掌控在自己手里甚至她弟弟都儿女成群了她也不把财政大权交出来然而在婆婆家她什么也干不了婆婆不管家了交给妯娌王夫人管家王夫人不管了又交给儿媳妇王熙凤管总之都会越过她她尴尬而又无能为力她敏感自卑而又机警的观察着周围的人王夫人和王熙凤其实都看不起她看不上她一身所谓的小家子气但是她地位又摆在这里因此又不能慢待我相信邢夫人对这些应该是有察觉的她时不时就给王熙凤找气受在众人面前给王熙凤弄没脸在傻大姐捡到秀春囊以后立马放到王夫人面前等着看笑话然而她又不敢真正得罪这些人所以偶尔又给宝玉好东西玩留宝玉吃饭来讨好王夫人她总是变化很多面孔来对待周围的人 第三邢夫人没有孩子那个时代女人在夫家没有孩子是件比较可怕的事无后是七出的一条随时都有被休的可能然而继子一家都在帮着王夫人管家继女又被王夫人养着她想讨好都够不着迎春的丫头司棋出事她对迎春说总是你那好哥哥好嫂子 一对儿赫赫扬扬琏二爷凤奶奶两口子遮天盖日百事周到竟通共这一个妹子全不在意但凡是我身上吊下来的又有一话说只好凭他们罢了 况且你又不是我养的你虽然不是同他一娘所生到底是同出一父也该彼此瞻顾些也免别人笑话我想天下的事也难较定你是大老爷跟前人养的这里探丫头也是二老爷跟前人养的出身一样如今你娘死了从前看来你两个的娘只有你娘比如今赵姨娘强十倍的你该比探丫头强才是怎么反不及他一半谁知竟不然这可不是异事倒是我一生无儿无女的一生干净也不能惹人笑话议论为高她把责任撇的干干净净迎春不归她管所以出了事她也不担责任其实这话也有点酸溜溜的贾母不让她管迎春她很嫉妒王夫人因此出事之后她又多余的再教育一遍 第四她太贪财可能是从小家里不是很富裕也可能是结婚后没有安全感她无所依靠因此她把所有的依靠都放在了钱财上可能只有钱财是真真切切看的到的她对于金钱的贪婪近乎到了变态的地步连她的亲侄女邢岫烟的月钱都要克扣害的岫烟大冬天里当棉袄来救急用王熙凤的话她禀性愚弱只知奉承贾赦家中一应大小事务俱由贾赦摆布出入银钱一经她手便克扣异常婪取财货儿女奴仆一人不靠一言不听故甚不得人心 其实归根到底还是当时的女性地位很低而邢夫人又身在了那样复杂的大家庭里她没有一点优势而周围的人又都不好惹她没有背景没有依靠只有用自己这颗脆弱而又自卑敏感的内心来较量久而久之便形成这种畸形的人格 有很多人都看过红楼梦对里面的金陵十二钗可能非常熟悉对贾母王夫人邢夫人尤氏等重要人物可能了解得不够特别是她们的性格特点本文先对邢夫人的性格特点给大家分析下我们从此人的性格特点中或能找到自身的性格特点有与之相似之处得到一些启发 我以曹雪芹所著全书八十回的版本来看邢夫人的出现的频次不算多说话也不是太多她大多数时候都以陪着贾母出场而出场要么是节日聚会聚餐要么是重大祭祀庆典另外她的人物描写及语言对话比较少都作为贾母或他丈夫贾赦的陪衬角色存在我们以四十六回中尴尬人难免尴尬事鸳鸯女誓绝鸳鸯偶中最能体现邢夫人的人物性格特点也是作者着墨最多非常直接写邢夫人的一个章回我认为邢夫人的性格中有两大特点 性格特点之一愚强所谓愚强就是带点愚昧又有些好强之意其实作者在这章回中直接通过凤姐之口写到邢夫人禀性愚强只知承顺贾赦以自保等语而且这一回中通过写贾赦纵容自己纳妾之事邢夫人不仅顺着贾赦这样做而且亲自去促成这样的事这都表现出她对她男人的一味顺从与容忍虽然在古代社会男人纳妾确实很正常女性处于社会弱势地位也是事实但作为大家族中的女主人就有些太丧失做人尊严与自由了在这样男女不平等的社会里太依赖男人权势地位的邢夫人有如此性格特点就能容易理解了 性格特点之二太物质刻薄势利眼作为贾府中的大太太更使得她倚势欺人利用他丈夫放纵的欲望大捞取好处和财货以自得自私自利对身边人尤其是下人非常刻薄就连对她兄弟邢大舅也非常吝啬不管不问后来邢大舅对她多有抱怨可见她的为人确实非常小气斤斤计较给人的印象就是一个刻薄寡恩之人 以上是我对邢夫人的两个性格特点的分析希望对大家有所启发你对邢夫人性格特点又有哪些想法欢迎评论区留言共同交流学习 有很多人都看过红楼梦对里面的金陵十二钗可能非常熟悉对贾母王夫人邢夫人尤氏等重要人物可能了解得不够特别是她们的性格特点本文先对邢夫人的性格特点给大家分析下我们从此人的性格特点中或能找到自身的性格特点有与之相似之处得到一些启发 我以曹雪芹所著全书八十回的版本来看邢夫人的出现的频次不算多说话也不是太多她大多数时候都以陪着贾母出场而出场要么是节日聚会聚餐要么是重大祭祀庆典另外她的人物描写及语言对话比较少都作为贾母或他丈夫贾赦的陪衬角色存在我们以四十六回中尴尬人难免尴尬事鸳鸯女誓绝鸳鸯偶中最能体现邢夫人的人物性格特点也是作者着墨最多非常直接写邢夫人的一个章回我认为邢夫人的性格中有两大特点 性格特点之一愚强所谓愚强就是带点愚昧又有些好强之意其实作者在这章回中直接通过凤姐之口写到邢夫人禀性愚强只知承顺贾赦以自保等语而且这一回中通过写贾赦纵容自己纳妾之事邢夫人不仅顺着贾赦这样做而且亲自去促成这样的事这都表现出她对她男人的一味顺从与容忍虽然在古代社会男人纳妾确实很正常女性处于社会弱势地位也是事实但作为大家族中的女主人就有些太丧失做人尊严与自由了在这样男女不平等的社会里太依赖男人权势地位的邢夫人有如此性格特点就能容易理解了 性格特点之二太物质刻薄势利眼作为贾府中的大太太更使得她倚势欺人利用他丈夫放纵的欲望大捞取好处和财货以自得自私自利对身边人尤其是下人非常刻薄就连对她兄弟邢大舅也非常吝啬不管不问后来邢大舅对她多有抱怨可见她的为人确实非常小气斤斤计较给人的印象就是一个刻薄寡恩之人 以上是我对邢夫人的两个性格特点的分析希望对大家有所启发你对邢夫人性格特点又有哪些想法欢迎评论区留言共同交流学习 红楼梦全书塑造了近两百位女性大部分都栩栩如生形象性格都宛若眼前而邢夫人作为贾府贾母的长媳妇对其形象刻画却着墨不多大部分时候都是和王夫人一起以邢王夫人出场余下不多的单独出场次数也是颇为值得玩味初读红楼梦时时常为邢王这对妯娌的关系感到不解贾赦作为贾母长子世袭爵位其正房夫人居然不主事是因其性格原因还是另有隐情 书中对此并无正面的描述不妨做出一番推理邢夫人于书中第七十三回在迎春面前亲口说她自己一生无儿无女贾琏和迎春都非其所生迎春之母早亡迎春是贾赦之妾所生和探春身份一样贾琏是贾赦长子在荣国府除贾珠外排行老二所以称为琏二爷如果贾琏非邢夫人所生又受到贾家的格外重视甚至娶了家世显赫的王子腾的女儿王熙凤可见贾琏应为贾赦的嫡长子无疑贾赦原配应为他人许是原配早亡后续弦了邢夫人邢夫人虽然是个诰命夫人贾赦正妻但无子女傍身且是续娶入门时间甚至晚于王夫人性格愚笨难当大任因此贾母才不让其主家的吧 书中有几处单独写邢夫人不妨摘出来看看邢夫人其人禀性首先是在本书第二十四回因贾赦小恙宝玉奉贾母之命来探望问候邢夫人见宝玉后倒先站了起来请过贾母安此处倒也可以解释得通因为宝玉代表的是贾母邢夫人向婆婆请安是情理之中的下面的情节就耐人寻味了邢夫人打发了来请安的贾环贾兰叔侄却独独留下宝玉一起吃晚饭言行表露出一种过度关爱仔细想想除去宝玉天生惹人怜爱的因素宝玉是贾母的心头肉而邢夫人和婆婆的关系也并非想象中的融洽贾母就曾亲口赞王夫人是极孝顺我邢夫人是一味怕老爷婆婆跟前不过应景儿所以邢夫人看到宝玉来了对宝玉关切也是在情理之中了 第二处对邢夫人有大段描写的章节书中第四十六回贾赦看上了贾母丫鬟鸳鸯命邢夫人去跟贾母要来做妾邢夫人找王熙凤商量王熙凤是多么精明能干的主察言观色不在话下分析的句句在理让邢夫人别去讨嫌贾母离不了鸳鸯邢夫人却偏执地认为贾母就那么一个大儿子要个身边的丫头怎么了实际讨鸳鸯做妾如果鸳鸯本人同意贾母慈悲也是不宜多说什么的说不定还会风光出嫁偏生是贾赦年长好色之名在外又和邢夫人威逼利诱激怒了鸳鸯由鸳鸯闹到了贾母处边哭边闹表了忠心自然是惹恼了贾母邢夫人愚钝且执拗对贾赦言听计从贾母早就对她有想法此事过去邢夫人在贾母眼中就更不堪了 作者Yvonne不是我 链接httpswwwjianshucomp737ecd1abcbe 来源简书 著作权归作者所有商业转载请联系作者获得授权非商业转载请注明出处",
        "Source": ""
    },
    {
        "Name": "Youerjie",
        "Reviews": "尤二姐品性不良爱慕虚荣以至误嫁贾琏 原因很简单因为尤家家境不济一直都是贾珍周济才能过得有声有色吃人嘴软拿人手短尤二姐并非烈女在利益面前折了腰自此便跟贾珍贾蓉父子有了不清不楚的关系 一部红楼梦曹雪芹用他那支生花妙笔为我们塑造了许多典型形象个个性格鲜明栩栩如生特别是其中的众多女子上至金陵十二钗正册副册又副册中的主角下至不在册中只作为陪衬出现的夫人小姐丫鬟仆妇这些人物一颦一笑一言一行或聪慧灵秀或娇憨烂漫或端庄大气或出尘脱俗或才华出众或敦厚老实堪称个个个性鲜明精彩绝伦 捧读这部巨著能够让你品鉴百味人生体验千般情感收获万种感悟 然而红楼梦是一部悲剧是女性的悲剧曹雪芹把上下五千年以来中国女性的命运把她们悲苦凄凉无奈挣扎绝望的命运用满纸荒唐言一把辛酸泪揉碎解剖令人窒息地熔炼于这个大观园中既让他自己痛彻心扉又让后世读者欲罢不能 是的这是中国女性的大观园是中国女性悲剧命运的大观园在这个大观园里千红一哭万艳同悲它几乎囊括了中国女性的各种悲剧人生 红楼女儿没一个不是封建制度的牺牲品没一个不是黑暗社会的殉葬品没一个不是可悲可泣可怜可叹 可是尤二姐这个人物我历来是不屑于同情她她最后被逼得吞金自杀在我看来大抵是咎由自取 心甘情愿作别人的玩物 尤二姐是漂亮的柔顺的也是痴情的这几乎就是她全部的优点这些优点在那个女子以婚姻为事业的时代好好把握确实也可以为她赢得幸福人生但是在尤二姐这些却成了贾琏等一众浮浪子弟追逐作贱她的起点正是这些所谓的优点把她推入泥潭和深渊 正因为尤二姐的美貌温柔痴情使她顺利地成为贾府爷们的玩物 1起初尤二姐是贾珍贾蓉父子俩的玩物 贾珍丈母娘死了不巧尤老娘即尤二姐之母的丈夫也死了尤老娘带着两个女儿即二姐三姐改嫁贾珍老丈人 两个女孩渐渐长大渐渐出落成绝代佳人渐渐被贾珍父子盯上 那时候我猜贾珍父子可能还没寻到机会只是觊觎而已所以在进贾府之前二尤应该还是冰清玉洁的 后来贾敬死了贾珍把尤老娘接过来帮忙看家尤老娘便把二姐和三姐带进了贾家 从一脚踏进宁国府这个脏污的泥潭贾珍父子开始对姐妹俩百般逗弄百般欺凌把她们当作玩物肆意蹂躏让姐妹俩名声尽毁 2接着成为贾琏的玩物 贾珍贾蓉父子为了达到长期霸占二尤的目的忽悠好色无度的贾琏把二姐娶作二房安置在小花枝巷 那小花枝巷是一个家吗 显然不是那就是一处不挂牌的青楼妓院 尤二姐已嫁作贾琏二房那就是身为贾珍弟媳贾珍就是尤二姐的大伯子那贾蓉更应该算作晚辈是侄子 可是那贾珍贾蓉在尤二姐面前却仍然是想去见就去见想找她们陪喝酒就陪喝酒调笑无度而且还多趁贾琏不在 说是嫁给了贾琏实际还是继续做着贾珍们的玩物 不过是玩弄她的人增加了而已不过是地点场所换了而已不过是脱离了尤氏的监督更加肆无忌惮了而已 那贾琏把尤二姐当成是妻子吗答案是否定的贾琏拉着尤二姐和贾珍们一起喝酒取乐还亲口对贾珍说让他还和以前一样不要生分不然他宁可绝后也不来小花枝巷云云请问这是大方呢还是愚蠢呢贾琏就那么喜欢戴绿色的帽子不不是的在他内心不过继续把尤二姐当妓女粉头一样玩弄罢了小花枝巷也不是他和尤二姐的家而是他们弟兄们共同的娱乐场所 甚至在他外出之际还把小花枝巷托付给贾珍帮忙照顾 难道在他们那里一点也没有忌讳没有男女大防吗 也许这样的剧情在今天很寻常但在红楼梦所描绘的那个时代这是不合礼法的 你看那贾府聚会的时候有贾政贾赦在女眷们就不会出场呢中秋夜宴元宵聚会王熙凤生日甚至除夕祭祖哪一次是男男女女欢聚一堂吃喝玩乐的你能在书中找到王夫人和贾赦或邢夫人和贾政在一起的场景吗每一次那都是女眷们在里屋老爷们在外面呢 可见贾琏是没有把尤二姐当成自己的妻子的尤三姐就说过你们哥儿俩拿着我们姐妹二人权当作粉头一样取乐这样的话六十五回 3然后进了贾府尤二姐又荣膺王熙凤的玩物 王熙凤才是真正的把尤二姐玩弄于股掌之间那是猫戏老鼠般的玩弄 知道了偷娶一事王熙凤先是三言两语就把尤二姐赚进贾府接着慢慢收拾 一面摆出大奶奶贤良正妻的姿态处处礼礼节节处处为她着想一面指使丫鬟给她吃馊饭用剩水甚至连头油都不给一面积极斡旋让她得以在贾母等长辈面前露面过了明路一面让来旺怂恿张华四处告状四处上访坚决不同意退婚坚决要人一面嘘寒问暖关怀备至装好人一面磨刀霍霍欲取卿卿性命 可叹尤二姐糊里糊涂浑然不觉让读者都上火着急 4最后一刻她终于自己给自己作了一回主成了自己的玩物 当一切都成梦幻泡影于幻想中倏然醒来她终于看清了凤奶奶的虚情假意也看清了琏二爷的凉薄寡义 只过了半年时间尤二姐与贾琏的爱情就变味了贾琏早已玩够了移情别恋了已和秋桐如胶似漆难舍难分了这剧情不就是当初她和贾琏的剧情重播吗 她赖以在贾府立足的胎儿被不知是谁买通庸医生生打下了她还能有生机吗 终于尤二姐万念俱灰拒绝了尤三姐的鬼魂让她拿起鸳鸯剑找王熙凤报仇的建议把自己打扮得花枝招展吞金自杀 到最后终于把自己玩死了 尤二姐完全可以有不一样的人生 其实尤二姐是具备优势的把握得好完全可以有不一样的人生 1富家千金起点不低 尤二姐是贾府长房长孙贾珍之妻尤氏之母改嫁尤家时带来的两个拖油瓶之一 尤家绝不可能是白丁为什么中国古代的宗法制度婚姻讲求门当户对宁国府可是功勋卓著的国公府贾珍可是宁国府正牌主子世袭三品爵威烈将军 还是整个贾府的族长就算官职是个虚爵那瘦死的骆驼比马还大呢岂会和白丁结亲就算尤氏是续弦是继室那珍大奶奶可是宁国府当家主母没点斤两坐得住这个位置 所以尤家是官宦之家这一点毋容置疑 再说尤二姐之母尤老娘此人以寡妇身份人老珠黄还带着两个拖油瓶能让老尤家看上那尤老娘原来的夫家再怎么着也不会很差而且极有可能比尤家还富有还更有社会地位 为什么呢 你想那老尤死了老婆需要续弦就算他年纪大点一个官宦之家还是三品官威烈将军的岳父他就算要娶个一般人家的黄花闺女也未必办不到但他偏偏就看中了尤老娘 他图什么没点目的 从书中实际描写的线索看至少那尤老娘的娘家不穷 在尤三姐思嫁柳二郎的情节中尤二姐还提到外祖家为尤老娘之母做寿请戏班唱大戏啥的其中就有柳湘莲来客串 一般人家也请不起戏班唱大戏吧而且也更请不到柳湘莲吧 所以尤老娘的原配夫家和娘家都不可能是务农的做工的扒粪的摆地摊的 那一定是个大户人家甚至可能是为官为宦之族 总之尤氏姐妹本身绝不是穷家小户的丫头 2才貌双绝性格温柔 既是有钱有势人家的女儿尤二姐就算个人条件一般也是可以获得幸福婚姻成为人生赢家 而且尤二姐绝对是个美女 书中不止一次提到尤二姐才貌出众 贾宝玉称她姐妹是尤物 贾琏一见尤二姐就认为她比凤姐更漂亮 贾琏搂他笑道人人都说我们那夜叉婆齐整如今我看来给你拾鞋也不要 若论标致言谈行事也胜五分红楼梦六十五回 贾母见了也认为比王熙凤还出色 第六十六回贾母瞧毕摘下眼镜来笑道更是个齐全孩子我看比你俊些 人们论起尤二姐的美貌多半和王熙凤比较那当然是因为她们同是贾琏妻妾同时应该也是为了突出尤二姐之美要知道王熙凤在贾府那也算数一数二的人物而尤二姐比凤姐还美难怪许多读者为红楼女子排名的时候要把尤二姐排在第一 总之尤二姐绝对是个美女 其次尤二姐也是个才女 是否识文断字姑且不论但尤二姐是有能力的 尤二姐是个管家的好手 为什么这样说呢那小花枝巷的小公馆是尤二姐管理的在那儿人口不少但和睦协调井然有序衣是衣食是食住是住行是行主子奴才上下尊卑各司其职 尤二姐女红也不差吧贾琏第一次见尤二姐就看见她是在炕上做针线活来着那情景可能颇有点贤妻良母情致见浪荡子情遗九龙佩 尤二姐有管理钱财的能力那时在宁国府贾珍是把家里银钱也交给她临时管理来着贾琏和贾蓉回家取银两不就是尤二姐称给他们的吗比起宝玉房中的麝月秋纹连戥子都认不到真是强多了 此外尤二姐的性格肯定也是温柔和平的讨人喜欢的 在小花枝巷丫头仆妇小厮都过得悠游自在各得其乐翻遍全书没看见尤二姐和谁急过眼红过脸她似乎永远都是和和气气风度优雅的 甚至她还能和小厮兴儿在炕头喝酒聊天第六十七回 在贾琏心目中也十分爱惜尤二姐脾气好这是尤二姐之较凤姐得贾琏喜爱的第二个优点 若论起温柔和顺凡事必商必议不敢恃才自专实较凤姐高十倍六十五回 大观园中众人也无不称扬尤二姐标致和悦 可见尤二姐绝对是数一数二的才貌人见人爱的性情 3父慈母爱终身早定 像尤二姐这样有社会地位有家世背景的女孩子那妥妥的千娇百媚十指不沾阳春水的千金小姐啊 从小尤二姐也算是含着金汤匙长大的大抵是早年间她亲爹还在世的时候也是十分疼爱她早早为她的终身大事打算攀上了好人家 未婚夫叫张华 张家绝对是好人家因为书中交代张家官至皇粮庄头 皇粮庄头是什么官 明朝时皇帝为加强统治因而设立皇庄起初由宫廷直接委派管庄太监管理另设有官校庄头家人等也属管理层人物庄头是其中的管理层人物百度百科 能够在皇帝身边当差也不能算没本事没地位的穷家小户吧至少可以做到衣食无忧 后来张家因官司败落张华这样一个有大好前程的青年也就堕落了据第六十七回闻秘事凤姐训家童透露堕落以后的张华是日赌夜嫖不理生业那时尤二姐开始悔得肠子发青一门心思谋划着退婚另嫁 就算如此优秀的尤二姐退了婚也可以重新许一个正经人家啊 可是尤二姐的人生好像自从张家败落她开始产生悔意就从未有往好的方向发展的苗头相反却正在以不可阻挡的趋势一步一步地走向毁灭 在宁国府在小花枝巷在荣国府都是风刀霜剑她连个格挡的机会都没有 在那烂泥潭一样的贾府公婆不喜丈夫冷落恶仆欺凌孤苦伶仃走投无路尤二姐是没有能力把脚拔出来的 一双双黑手扼住她的喉咙在令人窒息的窘迫中惨淡凄凉地落下了人生帷幕 她和她妹子一样被吃得连骨头渣子也不剩 在尤二姐这个人物身上曹雪芹一边花大量笔墨去渲染她的美她的善一边又着力刻画她的苦她的惨那么曹雪芹到底想通过这个人物告诉我们什么 看懂尤二姐的悲剧能给我们许多启示 尤二姐的悲剧当然有时代的原因社会的原因但更多的还是她自身性格的原因 尤二姐身上有许多致命的弱点是导致她的悲剧人生的原因 1嫁入豪门是尤二姐的黄粱梦 在婚姻方面大约每个小姑娘都做过豪门梦 豪门高第挥金如土的高富帅金尊玉贵的少奶奶香车宝马奴仆成群这些对涉世未深的小姑娘是有吸引力的 尤二姐从来就是这样的小姑娘 她从小许婚张华张家原本也不错的但无赖后来败落了那时尤二姐的豪门梦也好像破灭了 偏偏贾敬死了她母亲把她带入贾府在贾琏贾珍等花花公子的撩拨之下她又蠢蠢欲动起来 不愿去败落的张家过苦日也可以理解希望嫁入贾府这样的豪门国公府也无可厚非 可是关键是她所走的路径所用的手段不对 为了达成目的先是迎合姐夫外甥与之胡来搞得声名狼藉后又攀上贾琏原以为从此开启幸福人生却不想加快了毁灭速度 我想如果没有贾琏她多半会嫁贾珍但贾珍年过半百儿子比她年长不说关键是贾珍是她姐夫啊她要是上位准备把姐姐置于何地何况又与外甥不清不楚是不是认定贾府管他是谁抓住一个算一个 再说她和贾琏 贾琏何许人也荣国府长房长孙爵位的法定继承人也 但贾琏已婚而且贾琏夫妻感情除了贾琏在外沾花惹草基本还算正常吧 换句话说她哪里有机会上位 而且就算王熙凤真的如他们的愿病死了那贾琏要再次续弦也应该是贾赦邢夫人说了算吧哪里容得贾琏说是谁就是谁 封建时代豪门公子的婚姻绝不讲什么爱情也不仅仅考虑容貌人品那都是政治方面或经济利益的联结 所以尤二姐想做正儿八经的琏二奶奶那真的是白日梦 但是尤二姐却像个无头苍蝇一见了贾琏就义无反顾的使劲往贾琏身边闯 从这一点来说她挺勇敢的 在红楼梦六十四回浪荡子情遗九龙佩故事中有十分详尽的描写 贾琏乘机百般撩拨眉目传情二姐也十分有意二人心领神会而已尤二姐含笑让坐便靠东边排插儿坐下二姐低了头只含笑不语道槟榔倒有就只是我的槟榔从来不给人吃贾琏便笑着欲近身来拿二姐连忙一笑撂了过来贾琏暗将自己带的一个汉玉九龙珮解了下来拴在手绢上撂了过去只见二姐笑着没事人似的再又看一看绢子已不知那里去了贾琏方放了心六十四回 这一段描写是尤琏关系发展的决定性情节 我想大概那时在尤二姐她觉得贾琏就是她走进豪门的桥梁了吧  尤二姐的言行在红楼梦时代身为一个未出阁闺女这也太出格了吧难道闺阁女子的道德规范尤二姐一点都不知道连尤老娘和尤三姐看见贾琏来了都起身进里间回避尤二姐为什么稳坐不动这贾琏不就是她一心想钓的金龟婿吗 所以尤二姐绝对是个心机女 有的读者被她柔柔弱弱的外表所欺骗认为她善良其实尤二姐一点都不善良一个勾搭有妇之夫的女子时时刻刻谋算着如何上位这不就是我们特别厌憎的三观不正的三儿或四儿吗 别说是贾琏主动那尤二姐如果不是有缝的蛋就算贾琏是个绿头苍蝇那也沾不了腥吧 像尤二姐这种一诱就上钩的鱼没一点女孩儿家的矜持也没一点立场和原则如果不成为砧板上的肉都觉得命运对不起她 现如今我们虽然法定一夫一妻制但是生活中打着爱情幌子步入尤二姐后尘的女孩子大有人在 蜗居中的郭海藻绝不只是文学形象 在婚恋市场是坐在宝马车里哭还是坐在自行车上笑的命题永远都是有现实意义的也永远都是难以抉择的 宁为乞丐妻不作豪门妾的古训在真正面临选择的时候女孩们未必想得起来 对于婚姻古人说门当户对我们讲般配讲登对 这是千百年来人们的智慧总结 从身高到体重从肥瘦到长相从学历到家世从经济实力到工作能力从性格习惯到兴趣爱好都应该相当 最重要的是三观要合 一个把物质享受放在第一位的人难以和一个注重精神追求的人和谐相处 一个讲生活品质的人和一个邋遢懒散的人在一起必定战火纷飞 书香门第和暴发户融合不到一起 金粉世家中的冷清秋嫁入豪门并不幸福到最后她终于明白一个道理齐大非偶 自恃美色是尤二姐的空中阁 尤二姐凭什么敢于答应贾琏的求娶她凭的就是年轻美貌 贾琏看上她什么看上的就是年轻美貌 除了年轻美貌她其实什么也没有 可是尤二姐不知道的是年轻美貌是最靠不住的 因为在贾府年轻美貌的女子多了去了就连厨子鲍二的老婆在贾琏眼中也是颇为迷人的也称得上年轻美貌女子何况还有那么多年轻美貌丫鬟 这不贾琏刚把工作做得像样一点他老爹就给他发奖品奖品是什么呢一个美貌丫头 那贾琏还三天两头出门去走南闯北那其间勾栏瓦舍莺莺燕燕可能也算见多识广了 再说一个妻子需要天天跟外面不三不四的女人比美色在丈夫面前争宠那累不累 自古以来女人们就明了以色事人的悲哀那结局一般都没什么悬念 果然只过去了几个月大概仅仅半年功夫我来了半年腹中也有身孕尤二姐语她那年轻美貌就开始贬值贾琏和秋桐早已如胶似漆难舍难分早已把尤二姐的美貌抛到九霄云外想也想不起来这才给了王熙凤秋桐等人慢慢作贱的机会大凡贾琏还能偶然想起尤二姐曾经那个温柔美丽的可人儿拿半个眼睛关注她一下她也许也不至于 我认为婚姻生活中特别不靠谱的一句话就是女人负责貌美如花男人负责赚钱养家 人们常说男人辛苦其实男人赚钱养家比起女人貌美如花也许还更容易一些他只要有一定的能力只要肯努力只要不偷懒就可以了辛苦是辛苦但并非做不到 倒是女人要貌美如花恐怕难尤其是想要永远貌美如花这一点道理很简单即使可以保养可以化妆可以通过衣饰装点但青春易逝红颜易老用不了多久女人就会人老珠黄当你变作黄脸婆那天就是你被别人弃之如敝履的时候 所以女孩永远不要做全职太太 为什么做了全职太太你还剩下的你赖以生存的就真的只剩貌美如花了当你没了如花美貌你就失去了价值 做全职太太真的真的是历史的倒退 妇女解放运动搞了一百多年女人们再心甘情愿退回家做花瓶做金丝鸟真的真的不应该 在我看来哪怕女人赚的很少也要有一份正经的事业这样你才说得起话直得起腰不至于如冷清秋一样被人质问从头到脚哪一样是姓冷的 这就是张桂梅校长奋斗终身的意义女性们要树立自立自强自尊自爱的理念 这就是她拒绝那个嫁了富豪用丈夫的钱为南坪女中捐款的理由 3嫌贫爱富是尤二姐的心中瘤 尤二姐从心底里就长的是一双嫌贫爱富的势利眼 我们来看一看她的选择 先是张华虽说当初是父母许婚但那时她的父母多半也会问问女儿的这从后来尤二姐嫁贾琏尤三姐许婚柳湘莲的过程可以看出尤家在儿女婚事上还是比较民主的尤三姐就是自己选择的柳湘莲尤老娘一点也没有表示反对那可以推测当初尤二姐许婚张华也多半是尤二姐的意思至少是她同意的 可是自己选择的又如何张家一败落尤二姐就后悔了思谋着退婚另许 来到宁国府就思谋着和贾珍贾蓉发展关系连伦理都不顾了 见了贾琏那当然就是贾琏了 我就想问她到底爱谁究竟是爱贾琏年轻风流还是爱他的身份钱财 那珍蓉呢 再看她在处理尤三姐的婚事方面尤三姐一说自己择定了人她和贾琏等人立刻猜到宝玉身上为什么猜到宝玉身上那还用说吗她不是用自己的思维忖度别人吗 贾琏笑道别人他如何进得去一定是宝玉二姐与尤老听了亦以为必然是宝玉了六十六回 好吧嫌贫爱富我们也理解你吧关键是你也现实点选个未婚的啊哪怕是离异的死了老婆的也行啊这样的人不仅大观园以外有就算贾府也不缺吧 在这一点上她比丫鬟林红玉比戏子龄官浅薄多了 主要是在当时那些人都不如贾琏富贵啊 有了这双势利眼尤二姐才能一头栽进泥潭不可救赎 曾经我听见一位妈妈教育她女儿学习好不如嫁得好 她认为女孩子有没有读书有没有成绩有没有能力都不重要只要学会恋爱学会勾引男人即可 现在还有一种所谓的淑女培训班其实也在打着弘扬传统文化的幌子实则诱导女孩把取悦男人作为终身事业 我想毫不客气地说这些人都在误导你女孩甚至在毁灭你女孩 事实已经证明了我的话那个妈妈的女儿已经三嫁了我不知道她们自己认为嫁得好不好但我相信她是不快乐的 俗话说男怕入错行女怕嫁错郎 人们把婚姻当成大事甚至上升到终身大事 一定要选对人嫁对人 什么才是对什么就算错 绝非是以家产彩礼嫁妆房子车子来量化的 最完美的爱情应该是在天愿作比翼鸟在地愿为连理枝枝枝叶叶盘根错节缠缠绵绵心心相印比翼双飞 4亲疏不分是尤二姐的致命伤 尤二姐到底是怎样落到贾琏手中的明明是一桩错误的婚配怎么就毫无阻碍地进行下去了 让我们再去翻翻原著吧 尤氏姐妹的故事大多在六十四回至六十九回 红楼梦第六十三回贾敬在清虚观炼丹突然中毒死了于是宁国府一干人等都去了庙里处理后事因家里没人于是贾珍命人将尤老娘和二姐三姐接过来帮忙看家就这样尤氏姐妹来到了宁国府 这就是尤氏姐妹悲剧的开端 其实贾珍父子早就与尤二姐有些首尾接过来看家只是借口多半是想建造一座近水楼台以便达到某些不可言说的目的 因为担心尤氏姐妹出嫁后再无苟且的机会贾珍父子遂把二姐介绍给贾琏撺掇贾琏偷娶 为什么要介绍给贾琏贾珍自己为什么不把尤二姐娶作二房 要知道在封建社会姐妹同侍一夫又不是不可以 我想那贾珍应该是不想对尤二姐负责只想玩玩而已 六十四回中有对贾蓉的心理描写可见一斑 却不知贾蓉亦非好意素日因同他姨娘有情只因贾珍在内不能畅意如今若是贾琏娶了少不得在外居住趁贾琏不在时好去鬼混之意 贾蓉这个坏小子之所以这么坏那都是秉承了他老子的坏基因 贾珍又何尝怀有一丝好意 在书中就三番五次交代贾珍多次作主要给尤二姐退婚退婚干什么不就是为了自己霸占吗 在贾珍父子的一番操作之后尤二姐一见贾琏就十分有心第一面就眉来眼去互赠信物 看到这里可能读者诸君都会疑惑了她是一点也没听说过王熙凤其人还是明知山有虎偏向虎山行 那王熙凤可是整个贾府出名的凤辣子醋缸醋瓮 她怎么就有那份自信能在王熙凤面前立住脚跟甚至取代了她是爱情蒙住了她的双眼还是对富贵的追求让她不管不顾 尤二姐和王熙凤一对峙不有什么对峙在小花枝巷口口声声要去拜见拜见凤奶奶的尤二姐一见王熙凤到来吓得腿都软了后来王熙凤如何明里暗里作弄于她她有过一丝反抗 在这场婚配中有没有清醒的人有啊那就是大姐尤氏和小妹三姐 大姐首先表态 尤氏却知此事不妥因而极力劝止六十四回 接着是小妹的阻止 姐姐糊涂咱们金玉一般的人白叫这两个现世宝沾污了去也算无能而且他家有一个极利害的女人如今瞒着他不知咱们方安倘或一日他知道了岂有干休之理势必有一场大闹不知谁生谁死趁如今我不拿他们取乐作践准折到那时白落个臭名后悔不及尤三姐六十五回 可是尤二姐不愿听从自己的姐姐妹妹的好意反而愿意听从一直对自己不怀好意的姐夫外甥的安排 这样亲疏不分是非不辨不知好歹她焉能好 也难怪人们说恋爱中的女人都是瞎子智商为零 就算如此听听周围人的意见尤其是亲人的意见多考察考察总会少吃亏吧 我们倒不是说要提倡什么父母之命媒妁之言但父母是过来人所谓当局者迷旁观者清希望女孩们在婚恋过程中少一点轻率少受一点伤害 5轻信孟浪是尤二姐的必死牌 接下来我们要好好分析一下尤二姐在明知贾琏有悍妻王熙凤的前提下还要冒险嫁给贾琏做二房她到底图什么 其实尤二姐是在进行一场豪堵她的彩头是荣国府长房长孙媳妇琏二奶奶她的赌注是自己的生命 不幸的是在这场豪赌中她输了输得太彻底输得一干二净 尤二姐想取代王熙凤吗答案是肯定的 书中不止一次提到贾琏向尤二姐承诺只等王熙凤一死就接她进去作正房奶奶 贾琏乃命鲍二等人不许提三说二的直以奶奶称之自己也称奶奶竟将凤姐一笔勾倒 又将凤姐素日之为人行事枕边衾内尽情告诉了他只等一死便接他进去 贾蓉等一开始也是这样忽悠的 目今凤姐身子有病已是不能好的了暂且买了房子在外面住着过个一年半载只等凤姐一死便接了二姨进去做正室六十四回 尤二姐于是就信以为真了 在小花枝巷她多半把自己当正经的琏二奶奶为人行事分毫不差 王熙凤来了她称呼姐姐虽说娶进门了虽说他们私下说定了是二房可是这老太太贾赦邢夫人这些长辈还一概不知呢王熙凤这个大奶奶也还没有喝到她敬的茶呢怎么就算二房了怎么就可以称姐妹了没看见平儿是怎么称呼王熙凤的 那时平儿过来行礼尤二姐扶起她说咱们一样的人时王熙凤赶紧纠正妹妹尽管受礼她原是咱们的奴才 这难道不是警告尤二姐姨娘也好通房丫头也好别想和我平起平坐 偏偏尤二姐没听出端倪还傻乎乎地牵着凤姐的手一路牵进大观园 说到这里简直有些怀疑尤二姐的智商了甚至情商也值得怀疑 俗话说打锣听金说话听音 可是她在贾府一直以高高在上的二房奶奶姿态存在着好像没看见她去向王熙凤晨昏定省之类大概她认为自己和王熙凤就是平等的 这是不是就犯了那种家庭关系中的大忌呢 王熙凤不弄死她简直都说不过去了 野心轻信孟浪自以为是自命不凡这一切的一切加速把尤二姐往死路上推 卧榻之侧岂容他人酣睡何况尤二姐还握着一把匕首在人家的卧榻之侧等着 王熙凤岂能容忍尤二姐在旁边等自己死了上位 这个故事的意义在于生活中绝不只有一个尤二姐 现实中哪怕就算当下那些上当的女孩子哪个不是在渣男们感情不好父母包办早晚会离的谎言下轻率盲目成了猎物的 看看尤二姐吧凤奶奶健康着呢琏二爷和凤奶奶感情好着呢 6污浊环境是尤二姐的催命符 尤二姐的生存环境从她原生家庭到跟着改嫁的母亲来到尤家从宁国府到被贾琏娶进小花枝巷从进入大观园到住进王熙凤的院落 这一路走来其实都是暗礁重重 父亲死了母亲赶紧带着女儿改嫁继父又死了母亲又带着女儿去继女家 这位母亲从来就没有安安静静过自己的日子的习惯而且她也过不了穷日子大概在她的概念里永远要找个男人来依傍为了富贵甚至不惜出卖女儿 一个三观不正的母亲能教出什么样的女儿 我不信贾珍父子对姐妹二人心怀不轨尤老娘一点不知我不信贾珍父子在姐妹二人面前言行无度肆意调戏尤老娘一点不知我不信尤二姐嫁贾琏这事儿中存在的问题尤老娘一点看不出来我更不信尤二姐跟着王熙凤去往荣国府尤老娘一个见多识广的过来人一点想不到其中的危机 然而看出了又如何她只是不说罢了 为什么要说因为说了会影响到她的利益 所以尤老娘不配为娘她对尤二姐反而不如没有血缘关系的尤氏可惜尤氏的话尤二姐没有听 在荣国府任善姐作贱任秋桐作贱有谁为她撑腰 贾母不会贾赦不会邢夫人不会贾政夫妇更不会甚至大观园里的众姐妹也不见有人为她说半句话 她独自住在王熙凤的院子里生病了流产了也不见有半个人来问一声更没有人叫一个太医来看一眼更没有人端一碗汤药 这个冷漠的人世间不给她一点温情不给他一点机会 贾母初见她时还口口声声夸她不错可是只听了秋桐拨弄两句贾母就立刻否定了尤二姐从此再不见过问过半句 贾母听了便说人太生娇俏了可知心就嫉妒 后来她病了死了也没有人再提起贾母也没问过半句 贾赦邢夫人这一对公公婆婆怎么样呢也没见他们关怀过尤二姐啊倒是秋桐受点委屈去他们那儿一哭诉贾赦邢夫人必出面为之撑腰 尤二姐简直就是没有任何支持她的温饱没有人过问她的生死也没有人过问就算后来贾琏找个太医来瞧瞧她也只是因为她自己说怀了孩子 所以这个冰冷的世界大概在尤二姐心中也没有任何留恋 一个人到了这种境地她还有活下去的理由吗 在红楼梦中尤二姐实在是教科书般的存在只不过她是一部反面教材 读懂尤二姐这个人物尤其是女孩子们也许我们可以避开人生的许多地雷 尤二姐被凤姐赚入贾家随后凤姐是主场使尽各种手段物资上虐待精神上唆使丫鬟使用语言暴力 尤二姐从开始的忍气吞声到终于不堪折磨吞金自尽前后不到六个月真是惨不忍睹 现实生活中有很多类似尤二姐的悲惨故事每天都在发生今天仔细分析尤二姐的性格缺陷作为局外人复盘尤二姐的悲惨故事提出针对性解决办法挽救现实生活中那些与尤二姐有类似性格类似遭遇的人使他们避免悲剧重复发生过上自己能够做主的幸福生活是写这篇文章的目的 这里的尤二姐不只是单纯指红楼梦里面的人物原型尤二姐下面文中涉及的王熙凤平儿也是指与人物原型有类似特征的一类人他们在现实生活中的形形色色表演每天都在上演所以这也是本文分析的意义所在 现实生活中尤二姐比比皆是 贾家是名利场更是绞肉机许许多多的尤二姐没有根基不明就里抱着美好的希望结果是飞蛾扑火渣渣都不剩 尤二姐是一个人物标签泛指现实生活中的一类人是指一个人物群体他们与红楼梦中尤二姐类似性格软弱没有主见无识人之明他们通常把幸福生活的指望放在别人身上结果却自取其辱与愿望背道而驰 首先分析尤二姐的性格缺陷 尤二姐这一类人没有识人之明被王熙凤的假象迷惑王熙凤是红楼梦里面最善于隐藏的人物形象 尤二姐的失败丢掉性命在于低估了竞争对手的狡诈低估了斗争的残酷性 处于尤二姐的位置她的竞争对手斗争对象就是王熙凤天真的尤二姐以为能与王熙凤和平相处后世宫斗剧的故事大都发端于此或由此演化在此向伟大的艺术大师曹雪芹致敬 贾琏与尤二姐燕居之时不可避免会谈起王熙凤的人物行状尤二姐平常没有准备王熙凤突然造访的应急预案可以想见尤二姐也没有想好如何应对王熙凤这个凶残对手的办法 尤二姐天真的以为我只以礼待他他敢怎么样对敌我矛盾斗争的残酷性估计不足所以只好坐以待毙 尤二姐听信王熙凤的花言巧语没有主见任由王熙凤摆布被王熙凤用一顶素轿悄悄接入贾家 红楼梦原著是这样描述的贾琏外出办事王熙凤乘机将尤二姐赚入大观园大师曹雪芹用的是赚字值得反复玩味没有用骗字没有用哄字但是其意境包含了哄和骗第一个回合尤二姐就输了一步输步步输 后面尤二姐进入贾家就完全是王熙凤的主场生杀大权完全操在王熙凤手中尤二姐注定是死路一条 站在尤二姐立场上是敌强我弱必须避其锋芒遗憾的是尤二姐没有经过思考没有经过自己的智囊班子讨论只身犯险奔赴雷场谁也救不了她 大家不要笑贾琏离开时是给尤二姐配了佣人仆人杂役的根据大师曹雪芹的描述不会少于三个人而且是贾琏最信任平时与贾琏最亲近的几个人这几个人的办事能力忠诚度不用说都是顶尖的背着王熙凤这样的醋瓮醋缸在外面养小三这样高度 机密的事情肯定得委派最得力最忠诚的人去办 然而尤二姐没有用好这些忠诚可靠有能力的智囊班子反而不听劝阻刚愎自用自投落网 红楼梦第六十五回兴儿已经劝阻尤二姐 兴儿连忙摇手说奶奶千万不要去我告诉奶奶一辈子别见他才好嘴甜心苦两面三刀上头一脸笑脚下使绊子明是一盆火暗是一把刀都占全了只怕三姨的这张嘴还说他不过奶奶这样斯文良善人那里是他的对手 尤二姐第二个致命错误是把贾琏给尤二姐的体己私房钱以及聘礼全部悉数给了王熙凤这对于战士来说等于是缴械投降 尤二姐没有了钱物命运可想而知只能是仰人鼻息看人脸色第二天就差头油接着只有剩饭有一顿没有一顿每天遭受王熙凤安插的丫鬟的语言暴力 尤二姐在与贾琏苟合前与尤三姐尤老娘一起生活是有自己的丫鬟的 尤二姐进入大观园后丫鬟被换成王熙凤安插的人即所谓掺砂子甩石头挖墙脚 那么尤二姐的出路在哪里尤二姐如何才能活命如何才能扳倒王熙凤呢 有些朋友说这些是马后炮没有意义 我们读小说小说是现实生活中每天都在上演的故事只是人物换了时代地点换了本质一样因为人性没有变化 我们不能只局限于人物原型的思维也不能只局限于尤二姐这个贾琏外室的人物形象因为现实生活中有一个个类似的悲剧故事重复在发生 从故事原型抽出本质是这篇文章的意义即相对弱势的一方如何逃避强者的吞噬如何发展壮大自己等待时机伺机反扑以弱胜强而不是像尤二姐那样忍气吞声得过且过自取其辱自取灭亡 首先尤二姐有一万个理由推脱王熙凤不去贾家例如琏二爷交代过让我哪儿都不去只在这里等待琏二爷回来因为琏二爷才是尤二姐的依靠才是尤二姐最可信赖的人琏二爷当然知道该怎么处理这样的情景对尤二姐最有利 其次尤二姐还有一个杀手锏说有了身孕琏二爷交代过哪儿都不准去为了琏二爷保胎哪儿都不准去多好的借口可惜尤二姐没有用后来悲剧出现尤二姐中了王熙凤圈套被设计打下男胎 还有琏二爷离家外出办事前给尤二姐很多私房钱聘礼数额不低尤二姐即使坐吃山空也可以支撑一年以上尤二姐在贾琏的包养地自己有财权有丫鬟仆妇侍候想吃什么吃什么 尤二姐躲在外面好好养胎尽量避免和王熙凤正面接触等十个月生下男孩母以子贵还是不进贾家熬到王熙凤死去再进贾家才有幸福生活 一本正经的瞎扯祝大家节日愉快 尤二姐的性格特点尤二姐的悲剧源于自身性格弱点她总是自责自己是一个无品行的人即使在贾琏这个浪荡公子面前也对自己的淫奔前科悔恨不已尤二姐由自责到自卑丫头欺负她她不敢说凤姐捉弄她她不敢向贾琏说 尤二姐大脑过于简单我只以礼待他他敢怎么样尤二姐只以礼待他说明她的善良而不知道王熙凤敢怎么样则说明了她的无知尤二姐不仅对兴儿的善意警告分不清真假而且对妹妹的警告也像个无心人 尤二姐对贾琏的轻信导致了她错误地托付一生对王熙凤的轻信导致了她身陷 危境而不自知",
        "Source": ""
    },
    {
        "Name": "Yousanjie",
        "Reviews": "尤三姐容貌风流标致性格刚烈自持 贾珍贾蓉父子贪恋美色长期和尤二姐尤三姐保持不正当关系 尤三姐是历来被很多人讨论的很多人十分喜欢也有很多人不喜欢所以闲聊尤三姐多少也会有招来口水的风险怕伤害到某些人的情绪但既然聊过了二姐免不了说一下三姐 谈论一个人主要还是谈论其言行举止我就从对我感触较深的三段情景说起吧 01 为宝玉挺身辩护尤氏姐妹听下人们说起贾宝玉说宝玉疯疯癫癫傻里傻气有点金玉其外败絮其中的感觉尤二姐当时的反应是原来这样可惜了一个好胎子可见尤二姐是看宝玉样貌不错觉得挺好一听外人都说宝玉的傻马上是信了她们说的觉着可惜了 可是尤三姐马上为宝玉辩护姐姐信他胡说咱们也不是见过一面两面的行事言谈吃喝原有些女儿气的自然是天天只在里头惯了的若说糊涂那些儿糊涂姐姐记得穿孝时咱们同在一处那日正是和尚们进来绕棺咱们都在那里站着他只站在头里挡着人人说他不知礼又没眼色过后他没悄悄的告诉咱们说姐姐不知道我并不是没眼色想和尚们脏恐怕气味熏了姐姐们接着他吃茶姐姐又要茶那个老婆子就拿了他的碗倒他赶忙说我吃脏了的另洗了再拿来这两件上我冷眼看去原来他在女孩子们前不管怎样都过的去只不大合外人的式所以他们不知道 尤二姐听说笑道依你说你两个已是情投意合了竟把你许了他岂不好三姐见有兴儿不便说话只低了头磕瓜子儿兴儿笑道若论模样儿行为倒是一对儿好人只是他已经有了人了只是没有露形儿将来准是林姑娘定了的因林姑娘多病二则都还小所以还没办呢再过三二年老太太便一开言那是再无不准的了 这段写得十分好一来可以看出尤三姐是个有自己主见的人不人云亦云她相信自己的眼睛不会只听别人如何议论又不是没有见过贾宝玉她能理解宝玉为何是这样的行为虽然外人看来宝玉这种行为既失礼也显得痴傻可是尤三姐明白宝玉是出自一片护爱之真心要知道很多外人都不理解宝玉在他们看来宝玉就是整天混在女孩子堆里不晓得日后应该怎样在社会上混的人又痴又傻要不是他地位高连个下人都看不起他可是尤三姐才见了宝玉一两面就马上理解和懂得了宝玉的真性情这是多么难得如果再往深了看这一段恐怕也淡淡的透露出了一点尤三姐的心事 首先可以肯定尤三姐对宝玉有好感不然不会在外人面前为宝玉出面维护一个女孩子刚来贾府没多久贾府的丫头们说起谁她谨慎一点的话一般不会对别人的评论再加点评又或者是附和别人总之轻易不会反驳说话的人这样就不会得罪别人尤三姐虽然初来咋到可听人说宝玉糊涂就听不下去了要替宝玉的行为做解释辩护让她姐姐好知道宝玉的用心这当然也可以说尤三姐有义气但多少是透露出三姐对宝玉是有好感的 另外其实前面还有几句话讲到宝玉三姐一听说到宝玉她马上来了兴致问起宝玉日常做些什么这就表示她对宝玉很有兴趣所以才会问起宝玉日常都做什么来否则管他平时做什么呢三姐在公开场合如此为宝玉辩护以至于尤二姐都取笑说他们俩倒是情投意合了奇怪的是当她被说后她也没有说什么只低头嗑瓜子这是不是有一点默认的感觉呢要不是兴儿说出宝玉已是和黛玉一对其他人没有指望的话恐怕尤三姐心里也可能会想上一想的 不过从我个人观点来看尤三姐聪慧心气也高虽然自己出身低微但是因为心气高所以对自己将来的男人也是有自己理想的一般男人她也看不上而宝玉此人不但生得漂亮关键是尤三姐一下就看出宝玉是个体贴懂得照顾人的暖男所以暗生情愫也是正常的绝不是因为宝玉是公子哥家里都宠他将来地位高的缘故尤三姐不是这种世俗的看法不过三姐还是现实的一听人家早有配对也就不会纠缠况且即便争取恐怕也是两人背景相差太大不可能有结合的可能性不可能做妻当然就不能做妾因为三姐的性格绝对不甘于做妾袭人的性格是甘于做妾也喜欢做宝玉的妾只要陪在宝玉身边就好当然宝玉的老婆最好是好相处的宝钗黛玉这种人她还是怕的所以三姐和宝玉可以做知己不可能做夫妻 也许这么说恐怕会有人说我把尤三姐说坏了因为尤三姐心中真正爱的人是柳湘莲她又怎么会喜欢贾宝玉呢这个等我待会说到三姐和柳湘莲的时候再分析吧 02 对贾琏痛快怒斥尤三姐和贾珍喝酒尤二姐和贾琏喝酒本来各在各房互不打扰但由于二姐已经和贾琏明确了关系她和贾琏说她有了贾琏做依靠可三姐怎么办难道只是没有名份的陪贾珍吗所以贾琏决心帮三姐捅破窗户纸让她和贾珍也确定关系这样也算有个依靠吧应该说二姐和贾琏这么做是想为三姐好当贾琏拿酒去了三姐房间想捅破窗户纸不要羞羞答答躲躲藏藏的当贾琏叫三姐说你过来陪小叔子一杯时贾琏的意思就是三姐是贾珍的人了所以三姐称呼自己为小叔子不过心意虽是这样这句话语气上还是有点不够尊重你过来有点居高临下的意思三姐听了是如下反应 尤三姐站在炕上指贾琏笑道你不用和我花马吊嘴的清水下杂面你吃我看见见提着影戏人子上场好歹别戳破这层纸儿你别油蒙了心打谅我们不知道你府上的事这会子花了几个臭钱你们哥儿俩拿着我们姐儿两个权当粉头来取乐儿你们就打错了算盘了我也知道你那老婆太难缠如今把我姐姐拐了来做二房偷的锣儿敲不得我也要会会那凤奶奶去看她是几个脑袋几只手若大家好取和便罢倘若有一点叫人过不去我有本事先把你两个的牛黄狗宝掏了出来再和那泼妇拼了这命也不算是尤三姑奶奶喝酒怕什么咱们就喝说着自己端起壶来斟了一杯自己先喝了半杯搂过贾琏的脖子来就灌说我和你哥哥已经吃过了咱们来亲香亲香唬得贾琏酒都醒了贾珍也不承望尤三姐这等无耻老辣弟兄两个本是风月场中耍惯的不想今日反被这闺女一席话说住尤三姐一叠声又叫将姐姐请来俗语说便宜不过当家 他们是弟兄咱们是姊妹又不是外人只管上来 和第一段相比这里尤三姐对贾琏贾珍他们心底里是看不起的在一起无非是逢场作戏玩玩而已而对宝玉那是心底里尊重的她清楚贾珍等就是好色之徒她不想成为被玩弄的弱者反而油然而生一股傲气摆出一副是老娘玩你们而不是你们玩弄我的姿态直接吓退了两个老色鬼 这一段把尤三姐豪放泼辣的性格暴露无遗丝毫不输于王熙凤看起来是借着酒兴有点发酒疯的感觉却也是真实性格特征的宣泄 很多人争论最多的也就是尤三姐到底是淫荡之人还是贞烈之人因为这里看起来放荡无耻与后来为爱情自杀时轰轰烈烈相比简直判若两人 我觉得其实争论三姐到底失身没有是很无聊的首先因为庚辰本和程乙本在描写上有不同很多人讨论时就用的不同版本在辩驳其次就算三姐在言行上过激了举止不合礼节甚至是无耻了仍然可以和最后的刚烈形象并存的我不认为一个刚烈的人就一定是道德完美品行完美的有污点又如何照样在最后惊艳了世人 金陵十三钗里那些妓女为了救女学生一个个慷慨赴死一样是令人尊敬的所以就算妓女怎么了也是为生活所迫而已评判一个人如果只盯着别人的不完美之处就有点狭隘了 所以我认为尤三姐是不是和贾珍有过是不是放荡无礼不重要尤三姐最重要的是她的刚烈与浩然之气她的死让人震撼动容很多喜欢尤三姐的人就希望尤三姐是个完美的人无法接受她与贾珍这样的人混在一起当然程乙本删减了很多这方面的描写但是仍然会有一些痕迹 我个人觉得尤三姐正因为长的非常美丽又十分聪明所以心气很高她如果出身是个大家闺秀那么她绝对不会和贾珍他们这样厮混可偏偏她是苦命人尤老娘带着她们姐妹俩生活穷困地位低微这对她是个打击她会叹命运不公叹她这样如花美貌的人竟然寄人篱下处于可能被男人玩弄的威险境地她想要反抗像她这样要强的女人怎么能甘于这样的落魄然而在旧社会女人可不像现在这样容易通过奋斗来取得上升的通道她们落魄的境地就注定她们是可怜的角色所以尤三姐也很想大醉一场把种种的不如意抛在九霄云外喝酒也好举止放荡也好她豁出去了就当对老天不公的嘲弄这样刚烈的性格注定是自我毁灭的命运她不愿那样卑贱的活着所以看似在糟践生活其实是在抗争命运然而她心灵深处还有爱情的憧憬平时不触碰时也就掩藏着当被触及时就会觉醒就意识到这样糟践生活是不对的于是才能做到后来的非礼不动的境界 03 为湘莲心痛自杀尤三姐怒斥贾琏后两个色鬼不敢再打她主意就想着把她嫁了的事情这就唤醒了三姐内心深处的爱情憧憬大家也才知道尤三姐心中早已有了心仪的人选柳湘莲 尤三姐怎么会爱上柳湘莲呢还是五年前看戏的时候看到柳湘莲的当时被他一表人才吸引算是一见钟情吧内心爱情一旦觉醒她便下定了决心非他莫嫁 原文中三姐如是说姐夫你也不知道我们是什么人今日和你说罢你只放心我们不是那心口两样的人说什么是什么若有了姓柳的来我便嫁他从今儿起我吃常斋念佛伏侍母亲等来了嫁了他去若一百年不来我自己修行去了说着将头上一根玉簪拔下来磕作两段说一句不真就合这簪子一样说着回房去了真个竟非礼不动非礼不言起来 这段描述可以看出尤三姐一旦下决心等柳湘莲了便非礼不动非礼不言了可见之前三姐是放纵言行的现在收敛了之所以端庄起来是因为心中有了神圣的为爱等待的使命于是贾琏为她说媒柳湘莲当下赠家传雌雄宝剑做定情信物幸福来得太快柳公子竟然一下子就答应了我想尤三姐肯定有点喜出望外有了定情信物就是有了娶她的承诺这让尤三姐的生活充满了希望可几个月以后湘莲进京和宝玉谈起此事略带疑虑地问宝玉我平素和她没什么来往她为何对我如此钟情宝玉忙说你以前总是说要个绝色如今这尤三姐果真是天下无双你为什么又如此多心呢湘莲又问起尤三姐的来历当他听说三姐竟然在宁国府中心中一惊跺脚嚷道这事不好了万万做不得你们东府里除了两个看门的石头狮子哪还有什么干净的一席话说得宝玉满脸通红湘莲自知失言连忙道歉两人不欢而散柳湘莲和宝玉分手以后赶忙找到贾琏和尤家说道我姑姑已经给我订下亲事没有办法只得请奉还宝剑贾琏一听着了急叫道这婚姻大事岂能当作儿戏既然已经定好那就不能随意反悔湘莲说我宁愿受罚可这门亲事实在不敢从命这时尤三姐在房内听得一清二楚知道湘莲一定是在贾府中听了什么闲话把自己也当作了下流人物她从床上摘下鸳鸯剑走出来说道你们也不必再说了还给你的定礼说完泪如雨下一手把剑递给湘莲一手按住剑柄使劲一拔把剑往颈上一横顿时揉碎桃花红满地玉山倾倒再难扶 这就是尤三姐自杀的过程十分震撼当她听到心爱的男人找理由来退婚时心里是多么难受她也知道一定是柳湘莲听了闲话把她看轻了的缘故于是万念俱灰好不容易因为柳湘莲给了她生活的信心与希望没成想反而是个更大的打击当她泪如雨下拔剑自刎的时候没有人不为之可惜原本郎才女貌珠联璧合的一对竟因为流言把幸福击得粉碎尤三姐轰轰烈烈一死柳湘莲立刻悔悟方知是自己鲁莽轻信谣言害死了如此好的一个姑娘自知是无福拥有这段爱情顿时也大彻大悟从此出家 这是尤三姐生命最后的绝唱正是这一段的描写让尤三姐为众多人所喜爱她敢爱敢恨对爱情坚贞一诺千金也算是爱得轰轰烈烈大多数人对于爱情的向往也正如尤三姐一样希望是可以为爱不顾一切这才不愧爱过一场就算是飞蛾扑火就算悲剧收场至少勇敢爱过值得了 尤氏姐妹的故事结束了可能绝大多数人都更喜欢尤三姐她性格刚毅死也死得壮烈不像尤二姐软弱忍受欺辱死也死得窝囊 可是我想说在与人相处上尤二姐比三姐更容易相处我觉得尤二姐是充分展现女性柔美一面的人善良温柔给人宁静而温馨的感觉就连贾琏这样的人都在她身边能变得安心不妄动了这就是以柔克刚的力量她懂得感恩懂得容忍就算别人害她了她都觉得是自己之前行为不够好受点委屈都是觉得是在救赎 这样一个人人畜无害不会攻击指责别人你生气了她都会反思是不是自己做得不好她看似柔弱无力却又强大到牢牢控住了贾琏的心而王熙凤如此强悍却始终得不到贾琏的全心真爱当然这样的女人如果碰到一个不懂怜香惜玉的男人恐怕也不会幸福因为她的容忍与软弱很可能也是对方看不起她的原因也可能给了男人为所欲为的反作用力但她遇到的贾琏虽然不是好男人却是懂得疼她的如果他们如果没有社会地位的差别没有世俗环境的影响二姐还是可以生活幸福的 有人说贾琏天性好色风流时间一久肯定对尤二姐失去兴致又会找别的女人去了事实上后来也这样了但我觉得贾琏虽然没有出息但是心地也还是不坏的如果家中老婆这样温柔贤惠他在老婆面前地位也高是老婆心中的天他可能也不会这样吧他对王熙凤的不忠较大程度是他在王熙凤面前没有地位缺失了平衡于是在外面找心理平衡就当是对王熙凤的反抗成功了当然就算有这样的原因也不是为他洗白真正善良的人是不会这样龌龊的报复的说到底仍然是本质比较渣除非一直远离诱惑我倒是真的希望他和二姐在一起对贾琏来说也是个从良的归属 如果贾琏和三姐一起那么就又不同了三姐也不会看得起贾琏因为二姐不会对贾琏有要求但三姐会有希望贾琏活成她心中的模样而且三姐性格也倔强刚毅估计不会对贾琏用温柔鼓励的方式激烈争执后贾琏也摆不平三姐的一样会出问题 我们还可以假设尤三姐如果和柳湘莲结婚了他们婚后会很幸福吗其实也未必尤三姐本身婚前就不了解湘莲湘莲也很有性格有一种冷酷高傲在说不定会和三姐发生冲突或争执三姐是受不得一点委屈和侮辱的她也有泼辣凶悍的一面敢于抗争她自杀的原因之一就是觉得自己受到了侮辱因为柳湘莲信了流言觉得她下流所以和三姐相处需要用心湘莲不能有任何对她的怀疑要绝对百分百信任她一旦有误解误会三姐很可能有过激行为让你后悔自己误解了她所以最好的方式是家里三姐做主男人处处疼爱三姐并以三姐为中心那么三姐一定会是一个女强人而她的男人就是那个女强人背后的好男人湘莲这样性格的人我感觉不一定能胜任所以别看三姐可以为了爱等湘莲一辈子其实那是为了心中的理想和希望也是一直坚毅执着的性格体现没得到的湘莲的时候把他想象的很美好得到了不一定觉得就是那个人如果真的是很爱很珍惜湘莲那么湘莲一误解她会努力解释去消除湘莲的误解从而挽回并珍惜今后的时光而不是一死了之也让湘莲背负很大的愧疚与罪责 文章写完了如果有伤害到相关读者情绪希望能得到谅解我尊重每个人不同的观点我只是分享自己的看法尤其是对相处的看法人生不易且行且珍惜 尤三姐是红楼梦中非常另类的一个女子性格刚烈最终自杀而死但是尤三姐死的如此壮烈依然有人质疑她贬低她原因何在 尤三姐以及尤二姐和贾珍的老婆尤氏名义上是姐妹实际上没有血缘关系她们是尤氏的继母入门时带过来的算是拖油瓶可姐妹二人长得太美又落到色狼扎堆的贾府麻烦就来了 书中有一段贾珍趁贾琏不在寻到了尤二姐处当下四人一处吃酒尤二姐非常知趣便和母亲避开这件事说明贾珍就是冲着尤三姐来的两人以前应该就有暧昧关系这一点尤二姐和尤老娘都是知道的书中也曾提过当日贾蓉之所以撺掇贾琏娶尤二姐正是因为他自己素日与他姨娘有情只因为父亲夹在当中不能畅意这才想让尤二姐嫁给贾琏后能独自居住他自己好去鬼混 从这些桥段可以看出尤三姐的私生活是相当混乱的当然尤氏姐妹天生的美貌再进到贾府这样的大染缸里诱惑自然在所难免从尤三姐后面性格刚烈之处可以推出贾珍是不敢对她用霸王硬上弓的也就是说两人之前是两厢情愿的事情 尤三姐出身寒微仗着美貌也想出人头地但最终她发现所谓的豪门梦她不过被豪门公子们当成玩物而已事情发展到这个阶段尤三姐就对当初欺骗她的男人产生恨意恨他诱惑过自己更恨这个男性世界对自己的作践所以尤三姐想对贾府里的这些龌龊男人进行报复这是一个人在希望破灭后的正常反应 贾琏和尤二姐商议后准备劝说贾珍收了尤三姐贾琏想用玩笑打破僵局让尤三姐陪自己这个小叔子吃一杯尤三姐毫不领情当场发作起来她直接把窗户纸捅破骂贾珍兄弟有几个臭钱把自己姐妹当粉头取乐那还不如敞开来玩书中这一段写她饧涩淫浪不独将他二姊压倒据珍琏评去所见过的上下贵贱若干女子皆未有此绰约风流者这就是毫无底线破罐子破摔迷得贾琏兄弟晕头转向又无从下手 贾氏兄弟见识到尤三姐的厉害不敢再来招惹她这时的尤三姐可以说相当作的天天挑拣穿吃打了银的又要金的有了珠子又要宝石吃的肥鹅又宰肥鸭或不趁心连桌一推衣裳不如意不论绫缎新整便用剪刀剪碎从这里就可以看出尤三姐知道自己这种人为世道礼法所不容她心中满满都是怨气与乖戾这才会反应强烈故意报复 尤三姐这么弄贾琏后悔万分由尤二姐出面劝尤三姐找人嫁了意图把这个烫手山芋送走尤三姐知道尤二姐的来意她说这没问题但必须要嫁一个我给瞧得上的人这个人就是柳湘莲 尤三姐只是在五年前见过柳湘莲一眼柳湘莲是如何打动尤三姐的呢柳湘莲外表英俊武艺高强性格豪侠和那些龌龊的贾府公子一比犹如鹤立鸡群尤三姐认定只有柳湘莲才能让自己得到最后的救赎柳湘莲本来答应亲事后来得知尤三姐以前做的那些事开始后悔并决定悔婚尤三姐认为柳湘莲的悔婚是对自己的人格污辱自刎而死 这件事反应出尤三姐性格的刚烈尤三姐提出要嫁给柳湘莲后曾说过这姓柳的来了我便嫁他若他一百年不来我吃斋今佛只伺候老娘自己修行去尤三姐说到做到从此就非礼勿视非礼勿动尤三姐决绝地和过去那个德行有亏的自己彻底决裂这是非常不容易的 尤三姐从本质上来说是一个被花花世界诱惑的姑娘当她看清了世界的真相开始后悔时却并没有收敛反而是放纵自己进行激烈的对抗和报复等到她最终想要悔悟获得新生时可惜没有机会了在最后的幻想破灭后她毅然选择自杀彻底离开 从这一点说尤三姐比贾府那些太太小姐们强太多了 尤三姐中国古典文学名著红楼梦中人物尤氏继母带来的女儿尤二姐的妹妹亦称作尤小妹尤三姐模样儿风流标致她又偏爱打扮得出色自有一种万人不及的风情体态贾珍贾琏贾蓉等好色之徒对她颇为馋涎但尤三姐不愿像姐姐那样遭人玩弄她用泼辣作为武器捍卫自己的清白她看中柳湘莲后就一心一意等他但因柳湘莲认为宁国府多好色之徒贾珍贾蓉之流怀疑尤三姐也是个不干净之人要索回定礼刚烈的尤三姐在奉还定礼时拔剑自刎另有同名电影京剧与京剧剧目 与尤二姐的懦弱屈辱糊涂和善相对比的是尤三姐她是刚烈自尊清醒泼辣的 第一尤三姐一开始就知道贾琏是将她们姐妹当粉头玩的 在二尤的故事中我们可以看到尤三姐一直是一个清醒者刚开始尤三姐就知道贾珍贾琏不过是把她们俩看成可以一时享乐的粉头贾琏出于独专才将尤二姐娶进也不是可以托付终身的人无奈二姐倒是个多情人以为贾琏是终身之主了这贾琏能是终身之主吗多情人的尤二姐遇到的是寡情人贾琏由尤二姐一心想重新做人而尤三姐认为贾琏不过是在花马吊嘴贾琏身后更有杀人不见血的王熙凤尤三姐打谅我们不知道你府上的事这会子花了几个臭钱你们哥儿俩拿着我们姐儿两个权当粉头来取乐儿你们就打错了算盘了我也知道你那老婆太难缠如今把我姐姐拐了来做二房偷的锣儿敲不得既然尤二姐和王熙凤的对决不可避免为了姐姐尤三姐甚至有意要与王熙凤一见高低可惜尤三姐没有机会与王熙凤照面就死了尤二姐失去妹妹在魔窟中可以说更加孤立无援 第二对贾珍贾琏的嬉笑怒骂 与尤二姐的百依百顺不同尤三姐就不是逆来顺受的弱女子了 贾琏娶了尤二姐尤三姐继续陪母亲寄居在尤二姐的院子里贾珍这个禽兽一样的人时刻惦记着尤三姐贾珍处心积虑地调戏尤三姐心知肚明的尤二姐不能不担心三妹了贾琏回来她说贾琏不能放手不管妹妹的婚姻大事于是贾琏转进打断贾珍与尤三姐的耳鬓厮磨想将三姐说给贾珍作姨太太于是就出现了下面一幕 这尤三姐松松挽着头发大红袄子半掩半开露着葱绿抹胸一痕雪脯底下绿裤红鞋一对金莲或翘或并没半刻斯文两个坠子却似打秋千一般灯光之下越显得柳眉笼翠雾檀口点丹砂本是一双秋水眼再吃了酒又添了饧涩淫浪不独将他二姊压倒据珍琏评去所见过的上下贵贱若干女子皆未有此绰约风流者二人已酥麻如醉不禁去招他一招他那淫态风情反将二人禁住那尤三姐放出手眼来略试了一试他弟兄两个竟全然无一点别识别见连口中一句响亮话都没了不过是酒色二字而已自己高谈阔论任意挥霍撒落一阵拿他弟兄二人嘲笑取乐竟真是他嫖了男人并非男人淫了他一时他的酒足兴尽也不容他弟兄多坐撵了出去自己关门睡去了 尤三姐何以如此她的说法是破着没脸人家才不敢欺负 这就是红楼梦中三姐闹宴的著名一场与尤二姐原是个花为肠肚雪作肌肤的弱女子不同显然尤三姐反宾为主竟是将两个花花公子式的人物给震了 第三追求爱情的主动性 在贾琏看来尤三姐不喜欢贾珍一定是喜欢上贾府中的其他人了贾琏猜测大约是贾宝玉而尤三姐却说我们有姊妹十个也嫁你弟兄十个不成难道除了你家天下就没了好男子了不成 尤三姐认为但终身大事一生至一死非同儿戏我如今改过守分只要我拣一个素日可心如意的人方跟他去若凭你们拣择虽是富比石崇才过子建貌比潘安的我心里进不去也白过了一世尤三姐的这些个见解如心里进不去的婚姻断不可取不是很有现代性吗前面我们知道尤三姐可是满嘴村俗流言没有半刻斯文啊 三姐在当时算是个新人类有特立独行的思想和感情人人都说宝玉出类拔萃她看不上眼却对浪子柳二郎一见钟情等了五年非君莫嫁她的择偶标准一点也不带功利色彩若凭你们拣择虽是富比石崇才过子建貌比潘安的我心里进不去也白过了一世她讲感觉要真爱 遍观红楼梦中的男子也只有一个柳湘莲算得上是真汉子可见三姐的好眼光湘莲对宝玉说了一句最经典的话你们东府里除了那两只石头狮子干净只怕连猫儿狗儿都不干净他因此而误会了三姐三姐以死表痴心得到一个刚烈的美名却无价值在曹雪芹看来她的结果也只有死那个浊世根本就容不下她湘莲从此出家也是有情义的 她对自己的婚姻大事则是早有主意在姐姐一再催问下她说出对于自己的想法 贾琏问到底是谁这样动他的心二姐笑道说来话长五年前我们老娘家里做生日妈和我们到那里与老娘拜寿他家请了一起串客里头有个作小生的叫作柳湘莲他看上了如今要是他才嫁贾琏听了道怪道呢我说是个什么样人原来是他果然眼力不错你不知道这柳二郎那样一个标致人最是冷面冷心的差不多的人都无情无义他最和宝玉合的来他萍踪浪迹知道几年才来岂不白耽搁了尤二姐道我们这三丫头说的出来干的出来他怎样说只依他便了 第四以死明志的刚烈 那尤三姐在房明明听见好容易等了他来今忽见反悔便知他在贾府中得了消息自然是嫌自己淫奔无耻不屑为妻今若容他出去和贾琏说退亲料那贾琏必无法可处自己岂不无趣一听贾琏要同他出去连忙摘下剑来将一股雌锋隐在肘内出来便说你们不必出去再议还你的定礼一面泪如雨下左手将剑并鞘送与湘莲右手回肘只往项上一横可怜揉碎桃花红满地玉山倾倒再难扶芳灵蕙性渺渺冥冥不知那边去了当下唬得众人急救不迭 与二姐又是水性的人相比三姐则是三妹子他从不会朝更暮改的所以尤三姐之死也是刚烈性格使然 尤三姐的悲剧与贾府的罪恶有关正是尤三姐在贾府待过寄居过所以才招来了不洁的名声实际上小说已经写明像尤二姐尤三姐等确实是受到了贾府贾珍贾琏贾蓉等花花公子的攻击贾府中花花公子的坏名声专门在女人身上下功夫使任何一个清白女子都变得难以清白真是跳进黄河也洗不清了柳湘莲和尤三姐的悲剧有社会环境社会心理的原因尤三姐对柳湘莲一见钟情并且非柳湘莲不嫁而柳湘莲仅只是根据传言就悔婚拒娶都是社会心理在特殊个性人格上的反映他们对于纯真爱情的向往和追求是共同的但是偏偏就是这些容易产生共鸣的两个心灵却难以沟通甚至不可能沟通导致了悲剧这个悲剧依然是好人给好人造成的悲剧 尤氏二姐妹性格识见不同甚至可以说差距巨大一个懦弱糊涂一个刚烈清醒但是命运却相同她们匆匆出场又双双死去在红楼梦中二尤的悲剧命运描写情节集中故事完整二尤的悲剧可以看作是曹雪芹对贾府罪恶的再次揭露和批判表面上温情脉脉实际上却是个杀人魔窟表面上诗书传家实际上却是道德败坏表面上家族繁华实际上已腐败透顶",
        "Source": ""
    },
    {
        "Name": "Xiren",
        "Reviews": "她对人和气处事稳重尽职尽责对宝玉的照顾更是无微不至 在宝玉心里她就如同姐姐和母亲一样是可亲的 红楼梦袭人的性格特点 袭人红楼梦中人物金陵十二钗副册第二位宝玉房里四个大丫鬟之首深得宝玉器重和依靠在贾府里也算活的如鱼得水那么袭人到底是一个什么样的人呢而传说中的晴雯之死到底和袭人有没有关系 人物特点 袭人姓花原名珍珠先是贾母之婢贾母喜其心地善良能尽职遂与了宝玉宝玉因见旧人诗句有花气袭人之句回明贾母更名袭人 袭人是宝玉身边第一个重要女婢作者这样概括她的性格这袭人亦有些痴处伏侍贾母时心中只有一个贾母如今伏侍宝玉心中眼中又只有一个宝玉在全书出现的第一个高潮宝玉梦游太虚幻境之后紧接着第六回小说就点明了宝玉和袭人的儿女情事从此他们异常亲密的关系一直维持至小说结束为止 袭人的性格和在小说中的作用有着几次大起大落的描写第一次是十九回和二十一回都是写袭人对宝玉的规劝第二次是三十四回宝玉挨打之后袭人在王夫人前进言前一次表明袭人所遵奉的行为规范是和薛宝钗相一致的所以二十一回中间特地插入从宝钗眼中所见的袭人至于后一次则是袭人所采取的一次重大行动她向王夫人发出宝玉有可能越出礼法之外的警告以此表明她的忠心表现出她合乎封建道德规范的立场这样她赢得了王夫人充分的信赖并由此半公开地确认了袭人作为宝玉的妾的身分 在七十七回晴雯被撵出大观园中袭人是晴雯被逐的幕后阴谋者后来在祭晴雯的芙蓉诔中有钳诮奴之口讨岂从宽之句即是暗指袭人袭人的结局在金陵十二钗又副册中已明白暗示她将嫁与一优伶二十八回蒋玉菡情赠茜香罗宝玉将身上原是袭人的松花汗巾和蒋玉菡的大红汗巾交换晚上又偷偷系在袭人身上被袭人取下掷在空箱子里 袭人对人和气处事稳重工作认真富有心机在大观园里众人是人前人后的夸奖她就连下级小红佳蕙也对其服气是出了名的贤人心中亦有些痴处她服侍谁心里便唯有谁她与宝玉有情是红楼梦中唯一与宝玉发生性关系的丫鬟她不时规劝宝玉要读书上进宝玉挨打后她向王夫人进言好好管教宝玉并建议为防不测而搬出园子来王夫人认为袭人深明大理对其信任有加不仅赏了她两碗菜加了一半的工资而且准备将其提升为准姨娘 袭人温柔和顺似桂如兰伏侍宝玉细心周到恪尽职任心中眼中又只有一个宝玉她一心为宝玉前途忧虑每每规谏宝玉不听心中着实忧郁她虽身为奴婢却能事事为贾府大局着想宁可自己委屈些她讨好王夫人虽有私心但确实对宝玉和贾府一片赤诚 阴谋者 在七十七回晴雯被撵出大观园中袭人是晴雯被逐的幕后阴谋者后来在祭晴雯的芙蓉诔中有钳诮奴之口讨岂从宽之句即是暗指袭人袭人的结局在金陵十二钗又副册中已明白暗示她将嫁与一优伶二十八回蒋玉菡情赠茜香罗宝玉将身上原是袭人的松花汗巾和蒋玉菡的大红汗巾交换晚上又偷偷系在袭人身上被袭人取下掷在空箱子里 宝玉说袭人是出了名至善至贤之人薛姨妈说她是说话见人和气里头带着刚硬要强皆是可从正面反面理解她的性格中的要害 袭人是一个驯服的女婢她有一颗要强向上爬的心 袭人也非全无正义感在贾赦要强娶鸳鸯时她也表示了愤慨和对于被者的同情宝玉依恋袭人两人之间并非全无真感情 袭人我不是教你媚 红楼梦可以说就是描写我们自己的一本书所以对于好多的事情和人物你是怎么也否定不了的 对于袭人很多人的看法无非就是什么哈巴狗之类的在夜看里有一帖子说是破鞋一只更是让人觉得袭人活的真不是滋味但袭人的乖乖的生活方式让我觉得这些看法并不影响人家在大观园里的欢迎程度不论是主子还是下人其中有黛玉宝钗还有晴雯所以我想说你说什么都是白搭 红楼梦既然是现实的那么就是说我们对于类似于袭人的人的看法并不影响类似于袭人的人在我们生活圈中的欢迎程度相反在某些方面我们来满足我们心中的某方面的空缺比如王夫人需要她的理解宝玉需要她的照顾等等就这样袭人这种乖乖的方式是印在了我们的日常生活中我想这才是作者最终所要告知我们的并不是破席一卷就可以了结的 袭人的乖就在于她可以满足我们最需要的东西也正是这样她的媚 在聪明人眼里表现的过为显眼但书归书人归人作者是分的很清的怕就怕我们这些读者不这么认为作者描写的是我们生活中最常见的或最为亲近的人但从书里再到我们眼里却成了一个媚或者干脆破席一卷这个也太说不过去了吧或者说我们也够虚伪的了 袭人的确有媚的倾向但这里我想问作为一个常人来说要一个不虚伪从答案你会怎么做如果不能象林或者宝玉再或者晴雯的作风但就不要多言 既然袭人的恨在书里而爱却依然在我们身边那么对于她的选择应该是那一个呢对于后者作者未必不是暗示我们的选择趋向要不然你就不够乖乖的 有人说袭人的结局就是作者的做好的答案那么我想贾家整个都没了还有她的份吗 被称为红楼梦里的四大丫鬟即平儿袭人紫鹃鸳鸯中之前我和许多红迷朋友一样不喜欢袭人这个人物袭人在红楼梦里一直存在争议有人说她忠有人说她奸但对宝玉来说袭人绝对是个可靠的丫鬟是处处为宝玉着想的丫鬟袭人形象是红楼梦中是戏份最多塑造得最成功的文学人物之一袭人没有得到好评的真正原因是在于红楼梦父子矛盾和金玉良缘与木石前盟的矛盾中她都站在了作者所崇扬价值的反面上丽华心语赞同有的红学家的观点袭人的悲剧性正是一个个人向上爬的典型换个角度说是大观园中个人奋斗者的典型是不可能逾越社会阶层严格界限与鸿沟的悲剧人物 袭人服从贾母王夫人的指使监护宝玉自觉地以封建意识形态读书上进追求经济仕途为信念规劝宝玉千方百计地试图使宝玉就范并和宝钗一起逼迫宝玉科举应试等等红楼梦在整体上显现袭人与宝玉的关系是由近而远她的奴性表现为对封建意识形态的绝对遵从对统治阶级传统价值观的认同但不是对统治者的绝对服从如果说袭人的奴性就是通过对主子的绝对服从来显现的那就错了 在红楼梦中袭人有的时候显现的不是柔顺而是言语上的僭越与反抗 例如一次是鸳鸯抗婚袭人听见鸳鸯和平儿对话也插言狠狠地骂了贾赦道这话论理不该我们说这个大老爷太好色了略平头正脸的他就不放手了第46回指责贾赦好色到了下人都看不上的地步袭人敢这样骂贾赦这是风险极大的果真邢夫人追问又与袭人什么相干邢夫人是王熙凤的婆婆王熙凤尽管心里向着王夫人但还不敢与婆婆邢夫人对抗而袭人此举不仅得罪了贾赦还得罪了邢夫人袭人在这次鸳鸯抗婚的行动中不仅充当着鸳鸯同盟军的角色也是一个反抗者 再如袭人还敢于对王熙凤指责尤二姐死后从不在背后说人的袭人将矛头直接指向了母老虎王熙凤何苦这样毒赵姨娘说王熙凤都得伸着两个指头名字都不敢提而袭人还有敢对王熙凤放利钱的指责平儿悄悄告诉他道这个月的月钱我们奶奶早已支了放给人使呢等别处的利钱收了来凑齐了才放呢因为是你我才告诉你你可不许告诉一个人去 袭人道难道他还短钱使还没个足厌何苦还操这心平儿笑道何曾不是呢这几年拿着这一项银子翻出有几百来了他的公费月例又使不着十两八两零碎攒了放出去只他这梯己利钱一年不到上千的银子呢袭人笑道拿着我们的钱你们主子奴才赚利钱哄的我们呆呆的等着第39回  袭人以温柔和顺著称但她的话语里却透着刚强可见袭人并不是什么阴谋家假如袭人是阴谋家袭人应该不管心里怎么想先顺着再说仅只是这两例看出袭人连明哲保身都不懂袭人对尊卑秩序向来论理 父子矛盾的激烈冲突在红楼梦第33回宝玉挨打中得到了集中表现事后林黛玉薛宝钗等都有不同的反应袭人道论理我们二爷也须得老爷教训两顿若老爷再不管将来不知做出什么事来呢第34回显然袭人在父子冲突中她站在了贾政即父的一边宝玉所选择的道路与贾政的要求是不可调和的袭人如果是两面派她应该对宝玉一套对贾政王夫人一套而袭人一直表示着一种态度赞同仕进 再看木石前盟与金玉良缘的矛盾虽然王熙凤打趣林黛玉喝茶作媳妇的事贾母大叫着两个冤家兴儿说宝玉娶林黛玉是一准的事等等但宝黛关系是敏感的真正敢于触碰的人不多 当然袭人在宝玉选谁作妻子上没有决策权但是袭人却不停地表达着自己的爱憎她对林黛玉少有赞美却有不少指责袭人道幸而是宝姑娘那要是林姑娘不知又闹到怎么样哭的怎么样呢提起这个话来真真的宝姑娘叫人敬重自己讪了一会子去了第32回袭人在褒贬之中已经显示了明显的倾向 袭人还建言王夫人让宝玉搬出大观园王夫人对袭人的评价是你竟有这个心胸想的这样周全其实袭人做事都是为了论理她的理来自于灌输和认可来自于生活的教育她没有上过学没有独立思考的能力因此她的服从带有盲从的特点对比之下读书的宝玉不明理而不读书的袭人却明理 作者虽然对袭人有讽刺的主观态度但是在袭人命运上还是以同情为主的袭人也是一个悲剧人物袭人不幸的身世被卖到贾府这样的悲惨命运骨肉分离悬单在外的孤身奋斗使尽全部身心气力通过侍奉主子求得安稳的良苦用心最终却不能实现 袭人把向上爬当作是人生的使命来自于悲苦的身世和由此自然生发的是对于悲苦命运的规避袭人接近宝玉的原因是在那个时代里女人的价值实现只有通过她所依附的男人来达到袭人想通过自己的努力改变自己的命运这就是辛勤的劳作细心的照料与不懈的死劝不辱贾母和王夫人的使命 王夫人说我索性就把他交给你了因为袭人尽职尽责所以袭人对已获得准姨娘的地位似乎心安理得只能说她在一心为宝玉的同时顺便把自己该得的也挣到了手袭人的薪水加到了姨娘的水平上袭人的妈妈死了享受着姨娘甚至是超出赵姨娘的地位待遇 袭人在红楼梦中是一个向上爬的典型类似于西方批判现实主义小说中的个人奋斗者但她靠得不是卑劣的手段和道德败坏这一点至今值得我们很好去理解和研究 袭人简介袭人中国古典小说红楼梦中人物金陵十二钗又副册女儿宝玉房里四个大丫鬟之首袭人原名珍珠程乙本作蕊珠从小因家贫被卖入贾府原系贾母之婢后又服侍史湘云几年贾母素喜袭人心地纯良恪尽职守将她与了宝玉王夫人将她作为姨娘的后备人选后逐渐成为宝玉丫头中的领头人宝玉因见她姓花故取陆游诗句花气袭人知骤暖红楼梦将骤改为昼之意为其改名为袭人作为红楼梦中举足轻重的丫头袭人一直是全书中争议最大的女性人物她最后的结局是嫁与戏子蒋玉菡 性格袭人对人和气处事稳重工作认真富有心机在大观园里众人是人前人后的夸奖她就连下级小红佳蕙也对其服气是出了名的贤人心中亦有些痴处她服侍谁心里便唯有谁她与宝玉有情是红楼梦中唯一与宝玉发生性关系的丫鬟她不时规劝宝玉要读书上进宝玉挨打后她向王夫人进言好好管教宝玉并建议为防不测而搬出园子来王夫人认为袭人深明大理对其信任有加不仅赏了她两碗菜加了一半的工资而且准备将其提升为准姨娘 袭人温柔和顺似桂如兰伏侍宝玉细心周到恪尽职任心中眼中又只有一个宝玉她一心为宝玉前途忧虑每每规谏宝玉不听心中着实忧郁第3回她虽身为奴婢却能事事为贾府大局着想宁可自己委屈些她讨好王夫人虽有私心但确实对宝玉和贾府一片赤诚 袭人也有女儿情真天真小性的一面63回群芳开夜宴她和众姐妹们一块玩乐喜得连臊也忘了58回那干娘来吵袭人唤麝月道我不会和人拌嘴晴雯性太急你快过去震吓他两句59回春燕挨打袭人生气道三日两头儿打了干的打亲的还是卖弄你女孩儿多还是认真不知王法坚决站在丫头们一边反抗邪婆子77回写芳官等女伶被撵后这些干娘皆感恩趁愿不尽都约齐与王夫人磕头领去可见晴雯芳官被撵非袭人告密而是那些邪婆子进谗构陷 如何评价袭人 在红楼梦中的众多少女中对于袭人的评价贬低批评者最多红楼梦三家评本之姚燮大某山民总评说花袭人者为花贱人也命名之意在在有因偶标一二余俟解人自解又认为宝玉之婢阴险莫若袭人涂瀛之红楼梦读花人论赞袭人赞说苏老泉辨王安石奸全在不近人情嗟乎奸而不近人情此不难辨也所难辨者近人情耳袭人者奸之近人情者也以近人情者制人人忘其制以近人情者谗人人忘其谗待计平生死黛玉死晴雯逐芳官蕙香间秋纹麝月其虐肆矣而王夫人且视之为顾命宝钗倚之为元臣若非宝玉出家或及身先宝玉死岂不以贤名相终始哉惜乎天之后其死也咏史诗曰周公恐惧流言日王莽谦恭下士时若使当年身便死一生真伪有谁知袭人有焉梅阁又评此赞绝大见识绝大议论不作袭人赞读通即作袭人赞读快涂瀛红楼梦问答认为宝钗深心在交欢袭人此则古来奸人干进未有不纳交左右者更且君子与君子为朋小人与小人为朋方以类聚物以群分又比较袭人与晴雯之优劣袭人善柔晴雯善刚袭人用屈晴雯用直袭人徇情晴雯任性袭人做面子晴雯绝尘埃袭人收人心晴雯信天命不知其他 20世纪名声最大的红学权威俞平伯也认为袭人引诱包围挟制宝玉排挤陷害同伴附和讨好家庭的统治者王夫人她的性格最突出一点是的新忘旧甚而至于负心薄幸关于十二钗的描写 20世纪四五十年代王昆仑又据旧作改写并发表了著名的花袭人论具体分析和论证了花袭人这个人物作为封建奴才的思想性格特征他的这个观点成为学术界认识袭人的基调后来的不少论者还更进一步批判她将她看作是十恶不赦的人物给予全面彻底的否定 近年虽有人提出异议认为她是被侮辱被损害的奴隶而不是封建统治阶级的忠实奴才金实秋倘有取舍即非全人对袭人评论的异议但多数论者仍持严厉批判态度如吴颖论花袭人性格认为袭人的性格是一种背叛了奴隶出身的典型的奴才性格还主动秘密地干了害人的坏事她的一生似痴而实黠对宝玉又笼络又限制是个封建卫道士在怡红院里拉拢麝月秋纹搞小宗派用告密手段叛卖阶级姐妹又认为袭人有当奴才之志又有当奴才之才是一个正在走向成功的例子起了统治者恶劣走狗的作用全书深刻形象地写出这样一个蕴含深厚的历史内容的奴才典型中国文学史上是未有先例的在世界文学史上也是罕有其匹的 总之袭人是一个极为复杂的艺术形象对她的评价争议很多分歧很大是很自然的 很多人都不了解袭人的事情接下来跟着小编一起欣赏 如果从袭人爹娘的视角袭人是个好女儿当初卖身救全家然后兢兢业业争荣夸耀努力从丫环晋升到姨娘如果从王夫人的视角袭人是个好下属忠心职守明事理事事处处围绕儿子为中心以其为第一优先顺序如果从麝月秋纹的视角袭人是个好上司善于笼络人心从不作威作福 红楼梦中的袭人性格如何最终被撵到底是为何 如果在实际生活中相信袭人会更受欢迎些总有些人会从上述几个视角去看待她的可惜我们主要关心的是小说中自带光环的主角的命运从贾宝玉和林黛玉的视角来看袭人确实说不上有多么可爱了 作为一名黛玉党最不喜欢袭人的一点就是自作多情处处俨然以怡红院管家自居以屋里人自居尤其在劝谏宝玉维护宝玉这件事情上不遗余力劝他读书劝他不要吃胭脂劝他不要混在女孩堆里妇人皆有私心既认定将来必给宝玉做妾就只把宝玉当自己的私有财产无怪乎林妹妹经常要叫袭人嫂子拿她开涮 怡红院的丫环里与宝玉精神世界最相通的是晴雯比如宝玉会支开袭人让晴雯给黛玉送手帕比如晴雯会叫宝玉装病以躲避父亲的责罚相形之下袭人不仅经常劝谏宝玉回归主流不理解宝玉居然会觉得宝玉有做出苟且之事的危险让王夫人早些把宝玉搬出来免得造成不可挽回的局面这几年朝夕相对的相处她依然没有了解宝玉的为人相形之下贾母才是对宝玉的认识之深 红楼梦中的袭人性格如何最终被撵到底是为何 第2张 我也解不过来也从未见过这样的孩子别的淘气都是应该的只他这种和丫头们好却是难懂我为此也担心每每的冷眼查看他只和丫头们闹必是人大心大知道男女的事了所以爱亲近他们既细细查试究竟不是为此岂不奇怪想必原是个丫头错投了胎不成 其次就是袭人心计深太早熟大观园里这几年姑娘们都不过十几岁年纪尚小还没到谈婚论嫁的年龄正是天真烂漫的年纪有什么说什么还容易跟嫂子婆子起口角袭人看上去是无知无觉的年龄但是心理年龄要大出一截行事脾气相对成熟如果她要算计身边人比如说她对芳官做的事活活将来是一个把柄让人真是死都不知道自己怎么死的 红楼梦中的袭人性格如何最终被撵到底是为何 第3张 关于袭人经常当面背面没脑子地扬钗抑黛一方面可能是宝钗的收买工作做得好一方面也说明黛玉也并不是真小气的人大家平时说说笑笑也是有的这种日常口角也是正常的只不过袭人不该到王夫人那里去告状明说宝姑娘和林姑娘实际专指黛玉与宝玉的关系这就有点告密的味道了虽然这个合家上下估计都已经默认 当然袭人也是可怜人任凭她再怎么样圆滑也不可能玩过王夫人的最终她作为王夫人的一件工具也摆脱不了被撵的命运",
        "Source": ""
    },
    {
        "Name": "Xiangling",
        "Reviews": "1刻苦勤奋香菱在学诗时勤奋刻苦具有高度的学习热情积极努力她还很用心细心 2温柔安静香菱不仅模样儿标致其为人行事比别的女孩不同温柔安静用凤姐的话来说差不多的主子姑娘也跟不上她 3坚强而又懦弱在夏金桂进门之后她被动地改了名字这是多么让人悲哀而这只是开头在夏金桂接二连三地羞辱欺负中她只能被动的接受而无力反抗所以我认为她既坚强又懦弱 香菱也就是甄英莲是红楼梦中首位正面出场的女子她娇柔纯真却又命运多舛着实堪怜然而这个人物也颇令人生疑作者在书里塑造了那么多女儿的形象不仅容貌各异也性格鲜明 扩展资料 红楼梦中香菱的性格特点情节 香菱学诗 香菱作的第一首诗比较幼稚用语直露把前人咏月习用的词藻堆砌起来凑泊成篇最大的问题是全诗没有表达真情实感 了无新意诗中所用月桂玉镜冰盘等词藻陈腐所以黛玉说被他缚住了即不能从前人的套子中跳出来 她的第二首诗就有所进步了能用花香轻霜等比喻又用人迹隔帘等情景烘托渐渐放开了手脚但玉盘玉栏等词语仍有陈旧的气息 而且全诗在咏月色而不是月亮本身有些跑题所以黛玉说这一首过于穿凿了然后香菱的第三首诗这首诗是成功的除首联外句句都似非写月但句句与月相关 用词典雅含蓄设意新奇别致尤其是颔联对仗工稳言浅意深堪称精妙 香菱的这三个性格特点直接导致了她一生的命运走向 原创20191126 1535红楼夜思 在红楼梦里无论是作者还是书中人物他们对于香菱的评价总有个呆或者傻字比如在回目里就有呆香菱情解石榴裙宝钗也曾取笑湘云香菱两位是呆香菱疯湘云而林妹妹被香菱吓到的时候也说你这个傻丫头吓我这么一跳好的鉴于此可以想象香菱的个性是比较单纯而且没有心计的 这样的个性和香菱的出身分不开香菱的父亲甄士隐淡泊名利乐善好施每日观花修竹不以功名为念母亲封氏性情贤淑深明大义这样的一对夫妇所养育出来的女儿自然也是本分厚道温和醇厚的 香菱是整部红楼梦里命运最为悲惨的女孩之一她的原名甄英莲即是谐音真应怜作者似乎已经通过香菱的名字告诉了所有人她的命运值得怜惜 同时香菱也是最惹人怜爱的女孩不同于迎春的木讷和惜春的孤僻香菱的内心对于生活是有渴望有向往有追求的她比迎春和惜春两位多了几许人情味儿和生命的暖色闲暇时她主动学诗游玩时她和女孩子们斗草这些都充分说明香菱对于生活是有感知的也有向往和追求的她不麻木这就是香菱能够惹人怜爱的地方 但香菱性格中的单纯的一面以及她被拐卖的经历间接导致了她的命运悲剧 一被拐子打怕了遇事不敢争 香菱被拐子打骂得怕了所以每每有人问她的姓名家乡父母的时候她只会哭着回答我不记得小时之事这样的香菱真的是非常可怜这样的女孩子不仅在碰到事情的时候不懂得争取而且不太会维护自己保护自己下面以香菱和丫头们斗草一事为例来说明 外面小螺和香菱芳官蕊官藕官荳官等四五个人都满园中顽了一回大家采了些花草来兜着坐在花草堆中斗草荳官便说我有姊妹花众人没了香菱便说我有夫妻蕙荳官说从没听见有个夫妻蕙香菱道一箭一花为兰一箭数花为蕙凡蕙有两枝上下结花者为兄弟蕙有并头结花者为夫妻蕙我这一枝并头的怎么不是荳官没的说了便起身笑道依你说若是这两枝一大一小就是老子儿子蕙了若是两枝背面开的就是仇人蕙了你汉子去了大半年你想夫妻了便扯上蕙也有夫妻好不害羞 香菱听了红了脸忙要起身拧他笑骂道我把你这烂了嘴的小蹄子满嘴里胡说了荳官见他要勾来怎容他起来便忙连身将他压倒回头笑着央告蕊官等你们来帮着我拧他这诌嘴两个滚在草地下众人拍手笑说了不得了那是一洼子水可惜污了他的新裙子了荳官回头看了一看果见傍边有一汪积雨香菱的半扇裙子都污湿了自己不好意思忙夺了手跑了众人笑个不住怕香菱拿他们出气也都哄笑一散 香菱和几个戏子出身的丫头一起玩斗草的游戏这里香菱说到了夫妻蕙荳官不服气香菱虽然口齿伶俐也说得出夫妻蕙的依据但荳官还不干戏子出身的女孩子也是伶牙俐齿的就笑话香菱是想汉子了香菱不愿意要拧荳官于是荳官叫上了蕊官两人在吵闹间把香菱的裙子给弄脏了接下来是 香菱的半扇裙子都污湿了荳官自己不好意思忙夺了手跑了众人笑个不住怕香菱拿他们出气也都哄笑一散 香菱看到裙子脏了自己恨骂不绝也许这样的形景在香菱来说还是很普遍的和玩伴在一起玩明明自己站着理呢却还常常说不过对方弄不好自己还要吃亏遇事不会大胆去争取这在香菱应该是一种常态了 二逆来顺受惯了对命没有怨 香菱之所以遇事不敢争也是因为从小被拐卖的经历被打骂惯了这样的经历同时也让她学会了逆来顺受对命运没有半点埋怨一个个性如此实在的人怎么会敢去埋怨上天不公呢 所以小小年纪的香菱在面对被拐又被卖的经历的时候只是感慨道我今日罪孽可满了香菱的这种思想其实是古人特有的一种因果报应的思想现在的一些老年人在劝慰别人的时候也会有这种想法他们会把一些不好的经历和劫难认为是自己该去偿还的债对于这种债孽要逆来顺受忍受完了才算是把罪孽偿还完了 姑且不论这种思想是积极或者是消极是对还是错能有这样思想的人普遍个性比较单纯用现在的眼光来看这样的思想会让人失去向命运斗争的意志不太可取正因为如此这也是香菱最后被夏金桂折磨致死的原因因为她很少去和命运斗争很少有反抗的意识反观赵姨娘虽然她活成了一个笑话但是她个性里面不服输敢折腾敢斗争的精神却是可取的只不过赵姨娘斗争的方式和个人思想倾向存在一定的问题而已 三心思单纯太过对人没有疑 香菱在兴冲冲地告诉宝玉薛蟠要娶亲的时候满以为家里会有一位知礼大方的绝代佳人对于宝玉对她的担忧香菱还错会了要说香菱单纯原因也在于香菱所认识接触的宝钗黛玉湘云以及三春这几位小姐确确实实是温婉大方的大家闺秀在香菱的阅历里她不知道大家闺秀还有夏金桂这款秉风雷之性的大观园的世界对她足够友好而薛家的山雨欲来足以令她香魂返故乡 夏金桂从一开始就没打好主意从最开始改香菱的名字到有意让香菱去房间找手帕撞破薛蟠和宝蝉的好事再到使出镇魇法儿步步紧逼几乎是要把香菱置于死地而香菱最初不仅没有意会过来反而还百般竭力挽回不暇试图通过更加殷勤小心低服侍夏金桂获得夏金桂的善意和认可 岂不是呜呼哀哉 正是这样的性格特点导致香菱从不懂得保护自己不懂得抗争到最终终于丢了性命争与不争原本也没有太分明的界限从红楼梦里赵周两位姨娘的命运来说一个是总在争一个是完全不争相同的是两个人都过得不怎样而香菱也许她学不会抗争但至少应该学会保护好自己 甄英莲是红楼梦中的人物金陵十二钗副册排名第一贾府通称香菱这是很多读者都比较关心的问题接下来各位读者就和小编一起来了解吧 曹雪芹笔下有两类女子一类是像黛玉妙玉晴雯等那样的冷美人另一类像宝钗王熙凤袭人那样精通世故的女子唯有香菱例外曹雪芹在塑造香菱这个人物时给了她十二分的爱和怜悯把香菱塑造成天真无邪娇憨可爱没有任何心机的乐观女孩 一香菱一生遭遇坎坷却始终保持乐观的心态 红楼梦中香菱一生悲情香菱那她的性格是什么样的 周瑞家的因问她道那香菱小丫头子可就是常说临上京时买的为她打人命官司的那个小丫头子金钏道可不就是她正说着只见香菱笑嘻嘻地走来周瑞家的便拉了她的手细细地看了一会因向金钏笑道倒好个模样儿竟有些像咱们东府里蓉大奶奶的品格金钏儿笑道我也是这么说呢周瑞又问香菱你几岁投身到这里又问你父母今在何处今年十几岁了本处是哪里人香菱听闻都摇头说不记得了周瑞家的和金钏儿听了倒反为她叹息伤感一回 香菱的遭遇连周瑞家的和金钏都忍不住替她感伤可香菱自己却不觉得她在努力地遗忘那些不好的过去每天保持乐观的心态走到那里都是笑嘻嘻地当周瑞家问起她的身世她一概都回答不记得了 对于香菱的这段回答有些读者觉得不满意认为香菱没心没肺选择性地遗忘了自己的过去其实香菱这样做并不是没心没肺相反她在努力地保持一份乐观的心态即便是遭遇了很多的坎坷由富家千金沦落成薛家的奴才香菱也没有任何的抱怨和不满她唯一做的事情就是努力让自己开心选择性的遗忘不开心的过去努力向前看 这也是曹雪芹钟爱香菱的其中一个原因香菱的遭遇让人心疼她本应该是一个让人可怜的女孩但曹雪芹却偏偏给了她乐观的心态让她始终都是笑嘻嘻的面对人生香菱学诗就是最好的例子 薛蟠离开贾府后香菱进了大观园她想要圆自己的诗歌梦就找到黛玉表明了自己学诗的心意黛玉也乐意收下她这个学生香菱在学诗的过程中提到了一件事更能说明她的乐观心态 再还有日落江湖白潮来天地青这白青两个字也似无理想来必得这两个字才形容得尽念在嘴里倒像有几千斤重的一个橄榄还有渡头余落日墟里上孤烟这余字和上字难为他怎么想来我们那年上京来那日下晚便湾住船岸上又没有人只有几棵树远远的几家人家作晚饭那个烟竟是碧青连云直上谁知我昨日晚上读了这两句倒像我又到了那个地方去了 这是香菱学诗的时候给黛玉讲的一件小事从中不难看出香菱的乐观心态香菱跟随薛蟠进京的路上原本是她的痛苦记忆应该非常悲伤才是可香菱却偏偏记住了一些美好的东西而是选择性地遗忘了一些不好的东西 可见香菱虽然遭遇了很多的坎坷却还是那个性格乐观的女孩 二香菱未留下子嗣在夹缝中生存却是曹雪芹最钟爱的女人 红楼梦中香菱一生悲情香菱那她的性格是什么样的 第2张 此以后香菱果跟随宝钗去了把前面的路径竟一心断绝虽然如此终不免对月伤悲挑灯自叹本来怯弱虽在薛蟠房中几年皆由血分中有病是以并无胎孕今复加以气怒伤感内外折挫不堪竟酿成干血之症日渐羸瘦作烧饮食懒进请医诊视服药亦不校验 从中不难看出香菱一生未留下子嗣在薛蟠和夏金桂的夹缝中生存最后惨死但她却因为乐观开朗的性格活成了曹雪芹笔下最钟爱的人物 其实香菱的一生应该分成三个阶段一个是在父母身边的时候那个时候无忧无虑非常幸福另一个阶段是被拐子带走后最痛苦的一段经历第三个阶段是香菱跟随薛家在贾府的一段经历这段经历对香菱的一生来说非常重要 大概是作者曹雪芹觉得香菱太苦了特意给她安排了一段时间写诗这一段时光也是香菱离开自己家后最开心的一次香菱努力学诗努力地融入这个快乐的圈子她努力的样子让人喜欢喝点赞曹雪芹更是钟爱乐观开朗的香菱不仅给她安排学诗也让她认识了一些志同道合的人 香菱的遭遇确实很值得同情但她性格乐观每天笑嘻嘻地治愈了很多人曹雪芹对香菱这个人物也非常钟爱 香菱自从随着薛家上京到贾府做客以来受到了许不少人认可比如周瑞家的就夸赞她的容貌气质很像秦可卿兼美比如凤姐就夸曾夸她温柔安静行动举止连差不多的主子姑娘都跟不上她比如各位主子姑娘没有不跟她好的 然而这样深受其他人物与读者喜爱的香菱却始终得不到夏金桂的青眼最终更是因为夏金桂而死 在批判夏金桂恶毒的同时不禁思考香菱那种讨喜的性格为什么在面对夏金桂时却连活着的可能都失去了呢 1香菱对待夏金桂的方式只能助长其气焰 咱们先来看看夏金桂对香菱的态度与做法 第七十九回夏金桂今日出了阁自为要作当家的奶奶比不得做女儿时腼腆温柔须要拿出这威风来才压得住人又见有香菱这等一个才貌俱全的爱妾在室越发添了宋太祖灭南唐之意卧榻之侧岂容他人酣睡之心 如果夏金桂只是想要拿出威风让香菱屈服于自己那么香菱还是有一线生机的起码香菱还能清楚知道该怎么做才能让她接纳自己 然而夏金桂对待她的想法很明确就是要把香菱完全从薛家赶出去甚至让她消失于世这种态度才是她对付香菱的核心目的也是行动宗旨与凤姐对付尤二姐之心不相上下 夏金桂对待整个薛家人的态度宝钗早已洞察而后薛姨妈和薛蟠也气不过都有所了解唯独香菱始终都不大能想透夏金桂折磨她的原因只知道一心一意地要挽回夏金桂 第八十回香菱忙笑道奶奶夏金桂说那里话此刻连我一身一体俱属奶奶何得换一名字反问我服不服叫我如何当得起奶奶说那一个字好就用那一个 夏金桂对待薛家的每个人都有一套法子其中对付宝钗的基本完全失效对付薛姨妈的薛姨妈虽然气个人仰马翻却还算能够识破她的动机对付薛蟠的也只是成功了一半到底输了薛蟠的心 唯独她在对付香菱时香菱却是心甘情愿完完全全地走进了她的套子里香菱越想要挽回夏金桂越否定自己就越是会让夏金桂的法子得逞 这个过程中香菱自身的原因不能被忽视 第八十回香菱正因金桂近日每每的折挫他不知何意百般借力挽回不暇听了这话忙往房里来取手帕子不防正预见他二人薛蟠与宝蟾推就之际一头撞了进去自己倒羞的耳面飞红忙转身回避不迭那薛蟠 香菱的性格特点一急于获得更高位置的人的认可急于加入更向往的阵营二她认为自己一定是哪里做错了才会遭受不好的事这两个特点就使得香菱始终被夏金桂玩弄于手掌中 那么她的这两点性格是怎么形成的呢 2香菱儿时的遭遇与性格之间有因果关系 香菱原名甄英莲以下统一称呼她香菱四五岁之前的生活环境很是不错 第一回嫡妻封氏情性贤淑深明礼义家中虽不甚富贵然本地便也推他为望族了只因这甄士隐禀性恬淡不以功名为念每日只以观花修竹酌酒吟诗为乐倒是神仙一流人品 癞头和尚本来要让甄士隐把女儿舍给他但是甄士隐不肯于是癞头和尚就念诗嘲笑他其中有一句惯养娇生笑你痴可见甄士隐虽然膝下无子不得志但是对女儿也是惯养娇生从不怠慢 一个稳定安全的家庭环境就能够让孩子安心成长而香菱性格的最底层颜色就来自于这样一个温暖的家庭她继承了嫡母的贤淑识大体所以从来不会因为薛蟠娶妻而吃醋妒忌 在嫡妻封氏的贤淑影响下甄士隐的妻妾之间一定会有一个比较稳定的家庭氛围没有太多矛盾冲突这就给香菱留下了一种家庭样貌的范本即正妻嫡室是贤淑容人的人自然会与小妾相处和谐这也正是香菱从来没有预料到妻妾之间会发生相斗相杀的情况的原因 可是好景不长香菱不过四五岁就匆匆结束了这样安逸的生活 香菱被拐子拐走后生活环境一下子发生了巨大改变疼爱她的父母不在身边取而代之的是以卖她牟利为目的的拐子物质供给充足的环境也一下子消失变成了一个可能随时被断粮断水的境地 香菱必然会产生恐惧哭闹着要父母以往她哭闹起来都会有父母来抱着哄着这时候招引来的却是拐子的一顿毒打饿着她渴着她的惩罚 小香菱无能为力她太弱小逃不掉她只能选择去改变自己适应环境拐子吩咐什么就是什么不闹不逃就是拐子想要的香菱只有达标才能保证生活过得去 拐子为了防止万一也必然让生人去试探过英莲使得她不敢向人求助逃生这才使得她足够让拐子放心将她独自一人锁在租来的房子里 第四回门子偏生这拐子又租了我的房舍居住那日拐子不在家我也曾问他甄英莲他是被拐子打怕了的万不敢说只说拐子系他亲爹因无钱偿债故卖他我又哄之再四他又哭了之说我原不记得小时之事这可无疑了那日冯公子冯渊相看了兑了银子拐子醉了他英莲自叹道我今日罪孽可满了后又听得冯公子三日后才娶过门他又转有忧愁之态 这时候的香菱在思想上形成了她人生中最大的一个错误观念即她认为自己所受的磨难是上天给她的惩处是她应该承受的所以当她知道自己能够脱离拐子时才会觉得上天给她的惩罚终于可以结束了罪孽终于可以补偿满了 却不成想等待夏金桂出现之后上天对她的惩罚竟然还在继续这种始终不能摆脱惩罚的状态必然会让她陷入一种无法逃脱的绝望之中进而完全否定自我 香菱的逆来顺受否定自己是从被拐的生活里习得的而上进求好急于求好却是她以往经历的综合影响之下才形成的性格特点 比如香菱听说冯公子要买她表现出来的是欣慰的态度听说她还得等三天又马上表现出忧愁之态或者因为担心夜长梦多产生变故或者因为担心这三天内还要遭受非人待遇她似乎连三天也等不得 她经历过最好的生活在甄家也过过最差的日子在拐子那正因为两种生活的差距巨大才会让人能够分辨出最想要最急于要的是哪种生活 虽然香菱说她已经不记得小时候的事了可是她的潜意识却是印象深刻的如果她从没有过过好日子一直都活在压抑的环境下她未必会敢于急于迎接未来触手可得的美好香菱的急在此刻展露无疑这也是她一住进大观园看着条件允许就得陇望蜀急着让宝钗教她写诗的动力原因 第十六回凤姐也因姨妈看着香菱的模样儿好还是末则其为人行事却又比别的女孩儿不同温柔安静差不多的主子姑娘也跟他不上呢故此摆酒请客的费事明堂正道的与他作了妾 她的这个急于向高处更好处看齐性格特点在一段时间里都让她受益无穷在薛家贾家这些人的大圈子里她就使用了这个性格特点让自己成为了差不多的主子姑娘都跟不上的人从而得到了人们的认可 也就是说在香菱进入薛家之前她人生中最重要的这两点性格特点就已然形成之后香菱所有的成长发展都是在这两个性格特点之上展开的成也是因它败也是因它 3香菱的性格蒙住了她的双眼 香菱的性格已经稳定下来等待她的坎儿会是什么呢 香菱血分中有病不能生育因此薛姨妈在她身上很是着急香菱自以为薛蟠娶妻后她身上就能够分去一部分重担仿佛得了就行一般就急盼着救星早到 因此在香菱看来夏金桂嫁入薛家是来做她的主子救星的跟她是同一个阵营里的人而非劲敌 第七十九回宝玉冷笑道虽然如此说香菱夸赞夏金桂急盼她进门但只我听这话就不知怎么替你耽心虑后呢香菱听了不觉红了脸正色道这是什么话素日咱们都是厮抬厮敬的今日忽然提起这些事来是什么意思怪不得人人都说你是个亲近不得的人一面说一面转身走了 当她把这些事说给宝玉宝玉感慨着提醒了一番她却以为宝玉是在说夏金桂进了门是分走了香菱的丈夫故此他才替她担心因此大感宝玉之言唐突 香菱却没想过宝玉这种虑后是更加担心她会遭遇凤姐对尤二姐那类的作为 香菱对夏金桂是有着许多预先认定的认定她是自己生母一样的贤淑正妻会与妾室和美相处认定她是自己的盟友能够共同承担薛家子嗣的重担认定她是黛玉探春一类的诗书友人可以一起品茗论诗这种认定就是香菱的呆处 香菱呆到看不清现实状况只以自己的脑子里所想的为事实这才导致她无法做到看清夏金桂目的让自己避险最终落入她的罗网里 香菱此生最大的挫折就在夏金桂这里 以香菱以往的经验来看无论她在拐子薛家还是贾家她的性格特点都能让她获得一个相对不错的生活状态毕竟拐子有着自己的目的香菱只要满足他的要求就能获得相对平静薛家虽是主子却也宽厚得很只要香菱表现得好就会对她极好贾家待她是客边自然不差这都得益于她的急于求认可常思自己错的性格特点 唯有夏金桂她的目的就是要折磨香菱甚至坑害她在夏金桂这样的目的之下香菱以往的经验都变成了废纸一张毫无借鉴可言 夏金桂看准并利用了香菱这点这才能够用一个小小计策便让薛蟠彻底厌弃香菱香菱同时遭受双重打击一重是心爱的丈夫薛蟠开始对他非打即骂第二重则是她始终不解夏金桂为什么要那么对待她使她深陷对自我的否定当中 根并荷花一茎香平生遭际实堪伤 自从两地生孤木致使香魂返故乡 香菱的这个性格特点注定会在夏金桂手中折损并不是说一定是夏金桂才会让香菱遇到绝境而是说她遇到一些打心眼里就想要折磨她挤兑她的人时就一定会走入困境甚至是绝境没有夏金桂还会有夏银桂夏铜桂偶然与必然不仅存在于红楼梦的整体悲剧中也存在于香菱的命运悲剧中",
        "Source": ""
    },
    {
        "Name": "Qingwen",
        "Reviews": "今天我在武志红先生的著作为何家会伤人一书中看到一句话 存在等于被感知这个定义的意思就是我的感受被你感知到我才发现自己原来是这般存在着简单说来一个人的存在感来自他的感受被另外一个人看到 我忽然就想到了晴雯 其实对红楼梦中的人物解析的越多对自己的了解就越多原来存在自己心中的暗伤都随着看书反思的过程被逐渐治愈了 这个过程就像照镜子当你看着它们时你在镜面上留下了印记由此也可以看到自己这是一个美妙的过程 简单的说就是在解析人物思考解决方案的时候会看到自己这是一个内视的过程也是治愈的第一步 今天我想解析的人物是晴雯 晴雯从性格上看她和芳官有些相似二人都是怡红院中霸道的存在战斗力都很强不同的是二人性格中的攻击性朝向不同的人群芳官更接近于贾府底层的存在而晴雯更多的是朝向贾宝玉和袭人 二人的性格中都有自卑的一面但如果细究之下二人的行为动机则完全不同相比芳官晴雯的诉求更加隐晦和纯粹她就是希望自己能被看见而已被宝玉看到被贾家看到 也就是文章开头提到的存在感这种存在感是被感知身体和情绪上的被看到被接纳而不是评价是心对心感受对感受的呼应 宝玉是贾府的活龙是贾家上下一致认定的接班人他的身边不仅有薛宝钗林黛玉这样门当户对的千金还有袭人麝月碧痕秋纹等这样或比她强或与她身份地位相当的丫鬟而且贾宝玉风流多爱几乎对所有女孩们都是一样的态度这让样貌掐尖心高气傲的晴雯无论如何都接受不了 如果说袭人在宝玉面前的杀手锏是温柔贤德而晴雯则采取的方法就是桀骜不驯以此来获得关注 她对袭人的敌意也源于此 在她看来袭人和她既是同事关系也是情敌关系毕竟袭人的资本要比她雄厚多了袭人是宝玉身边的第一丫鬟是贾母和王夫人面前最得意的人怡红院中的各项事务都要等着袭人安排 袭人为母守丧期间平儿的虾须镯丢失后查出来是怡红院的小丫头坠儿偷的按照贾府的授权机制来说发落怡红院的小丫头是袭人的工作晴雯根本没有等到袭人回来随便给坠儿安了一个懒的罪名假托宝玉的名号将她撵了出去怡红院的嬷嬷提了一下袭人晴雯便说 宝二爷今儿千叮咛万嘱咐的什么花姑娘草姑娘我们自然有道理你只依我的话快叫他家的人来领他出去 也许这件事冒犯了晴雯的道德评判体系让她不能接受坠儿的行为可是一个外来的丫头一路从底层爬到大丫鬟的位置她应该知道该如何处理这样的事可她终究没有等到袭人来处理而是越俎代庖看似出格的行为传递出两个含义 一是晴雯把自己的利益和宝玉的利益捆绑在一起在她的意识中坠儿偷镯等于丢了宝玉的人也等于丢了她的人所以她的反应要比宝玉激烈的多 二是晴雯对袭人的位置不满已久所以越过袭人处理坠儿她传递出来了一种信息我也有资格 潜意识中她有替代袭人的心思她的价值评判体系中她和袭人是一样的人在怡红院中同样有权威 她讽刺秋纹没见过世面时连讽带刺的说出王夫人赏了袭人两件衣服是把袭人挑剩下的给了秋纹而秋纹还当宝一样 若是给别人剩下的给我也罢了一样这屋里的人难道谁又比谁高贵些把好的给她剩下的才给我我宁可不要冲撞了太太我也不受这口软气 当然晴雯在对待袭人和她对待怡红院的其他小丫头是双重标准她可以打骂坠儿平白无故挤兑还是三等丫鬟的小红而贾府的高层不能差别对待她和袭人这难道不可笑吗 细究之下晴雯的双重标准只是给了自己一个嫉妒袭人的理由这种情绪源于贾家高层对自己视而不见的愤恨也来源于她的自卑 嫉妒背后真实的情绪就是自卑但自卑很难被人接受通过贬低他人或者抬高自己来维护自己在团体中的地位相对就很容易晴雯对袭人的举措不正是这样吗 第三十一回晴雯撕扇的情节中袭人过来劝她和宝玉说了一句原是我们的不是这句暧昧不明的话深深刺激了晴雯敏感的神经 我倒不知道你们是谁别教我替你们害臊了便是你们鬼鬼祟祟敢的那事儿也瞒不过我去明公正道连个姑娘还没挣上去也不过和我似的那里就称起我们了 晴雯对袭人的这句我们反应这么大是因为这句话威胁到了她的存在安全感 在晴雯的意识中她不愿在没有名分的情况下跟了宝玉因为她是要跟宝玉一辈子的人这是她的自尊自爱但她的身边存在着袭人这个超级发光体她的光芒总是被掩盖在袭人之下而表现出和袭人完全相反的性格和行为就是她期望被看见的第一步 曾经晴雯的这种期望被宝玉看见过也温柔的接纳过 晴雯首次出场和宝玉写的三个字绛云轩的去向有关 你头里过那府去嘱咐我贴在这门斗上的这会又这么问我生怕别人贴坏了我亲自爬高上低的贴上这会子还冻的手僵冷的呢 宝玉的回复也很到位我忘了你的手冷我替你渥着说完便伸手携了晴雯的手同仰首看门斗上新书的三个字 这段对话很有意思也很值得学习晴雯这句话表面上看是对宝玉问话的回答实际上她是在对宝玉表达一种需求一种情绪上的需求我很重视你因为重视给我带来了一些伤害 宝玉的回复也是情绪上的安抚 这种手段实际上是控制关系中的一种方式实际上晴雯也是通过这种方式传递着一个诉求看着我看到我 没有谁能够完全摒弃掉别人的评价我们终其一生其实就是通过一个又一个的评价体系来确立自己的存在感发现自己的存在感受到威胁时我们就会用直接或间接的方式希求被别人看到 晴雯的怒怼宝玉嘲讽袭人打骂怡红院中的小丫头无一不是在刷自己的存在感她希望用这种方式被宝玉看到被其他人看到 这和晴雯的反叛精神无关她被逐出大观园时曾对宝玉说过不是我说一句后悔的话早知如此我当日也另有个道理不料痴心傻意只说大家横竖是在一处是啊一辈子那么长自然是要在对方心中留下好印象特别的印象以期给自己多积攒一些资本 所以她能勇补雀金裘也能和贾宝玉吵架后撕扇子做千金一笑 晴雯的人际关系在她的这种心理需求下被她弄的很糟糕寿夭多因诽谤生实际上所有的人际关系若没有健康的自我托底最终都会崩塌而扭转的关键就是自我觉醒 自己的各种感受别人看不到没关系自己要看到要照顾好它最后自己去选择呈现什么其实这就是自我觉醒的一部分 我比较欣赏袭人的一点是她的攻击性从来都不会朝向无辜的人史湘云来到贾家后住在了黛玉处宝玉一大早上去看她们俩用着她俩的洗脸水洗脸还让史湘云给他编辫子这一幕正好给袭人看到可袭人是怎么做的规劝宝玉的行为 宝玉要吃鸳鸯嘴上的胭脂鸳鸯向袭人告状袭人说你到底要怎样呢再这样这个地方就住不长了 对于贾宝玉的行为袭人也是生气的无奈的可她知道这种感觉从来都是她和宝玉的事和旁人无关她感到伤心难过孤独都是她的事情看到自己的情绪然后安抚它这就是袭人最聪明的地方她能找准合适的时机认认真真的和宝玉沟通把自己的感受想法和建议都说给宝玉听 对待王夫人也是如此 而不是无故迁怒他人 我很不赞同把晴雯的悲剧全都归结于命运一个人的性格和行为方式决定了她面对命运岔路口如何选择而性格和行为方式的背后则是欲望和恐惧实质上面对欲望和恐惧选择的行为才是命剩下的一点不可预测的偶然和时代环境的枷锁才是运 这就是经典的魅力它会让你看到不可抗拒的因素也会让你看到命运的希望 红楼梦里的众多钗粉每个人都有自己的性格 黛玉冰清孤冷宝钗圆滑持重凤姐精明泼辣平儿长袖善舞袭人谦恭隐忍每个人看起来好似风光无限摇曳生姿背后却有不为人知的一面冷暖自知要说共性是她们都想在大观园里力争上游争取属于自己的一席之地 在这些人中有一个人天生貌美明眸善睐聪明伶俐能言善辩最终的结局却是被撵出了大观园甚至于连自己的衣服都不允许带出去一件 这个人就是晴雯 美是天赋但需智慧加持 霁月难逢彩云易散心比天高身为下贱风流灵巧招人怨寿夭多因诽谤生多情公子空牵念 晴雯的姓氏父母家乡均湮没无考在她长到十岁时赖大用银子买了她所以是贾府奴才家里的奴才从这点说确是身为下贱因她常跟赖嬷嬷进府贾母见了喜欢赖嬷嬷便把她孝敬给了贾母 同样的无父无母孤苦伶仃晴雯与黛玉的身世颇为相似而她们另一个相似的地方是她们出众的外貌凤姐就说过若论这些丫头们共总比起来都没晴雯生得好 具体如何好晴雯水蛇腰削肩膀高挑身材眉眼恰似黛玉其为貌则花月不足喻其色她生的模样儿比别人标致些又生了一张巧嘴天天打扮的像个西施样子 可见晴雯是大观园丫鬟中的人尖子婢女中的黛玉 容貌像黛玉性子也有几分像甚至是有过之而无不及 美貌是一种特权漂亮的女孩总是天然地得到更多关注更多资源并且是无需努力就可以获得的因此在无形中会觉得所获得的一切都是理所应当晴雯就因为标致爽利会一手好针线于是被贾母调去到最疼爱的孙子宝玉房中整个大观园怡红院因为宝玉的受宠那就是最核心的部门晴雯的起点是颇高的 那怎么会风流灵巧招人怨了呢 因为晴雯不知道美丽也是一把双刃剑到了王夫人这里水蛇腰削肩膀眉眼像林妹妹就成了一种危险因素当王夫人看到她钗嶞鬓松衫垂带褪有春睡捧心之遗风心里就不高兴暗自寻思好个美人真像个病西施了你天天作这轻狂样子给谁看 冤的是美晴雯真是和主子清清白白甚至还经常和自己的BOSS开撕 活在自己世界的人幸福且脆弱 外人眼里贾府是个只有门口一对石狮子是干净的的地方宝玉作为集万千宠爱于一身的未来集团继承人身边如花美眷云集一旦得到宝玉的垂青就意味着能告别丫鬟的身份成为一名真正的主子所以丫鬟们有想法是正常的晴雯是贾宝玉房里的丫头自然耳闻目睹许多但晴雯对这些嗤之以鼻 贾府的丫鬟出路大致有三条被家人卖进府里的在主人同意的前提下有机会由家人赎回如袭人或配小厮随年龄增长成为婆子如赖嬷嬷或成为通房丫头最高有可能升至姨娘 晴雯没有靠谱的家人所以第一种是不可能的第二条路更难想象骄傲的晴雯怎会看得上宝玉以外的其他男人第三条路前面说了晴雯非常鄙夷她模糊地希望以一种光明正大彼此尊重的形式和宝玉在一起但这种不切实际的期望远远超出了她的条件 甚至她认为那些传闻都是对宝玉的亵渎潜意识里把自己当作了怡红院的半个女主人晴雯拒绝以这种看不上的方式晋身她要证明自己是清白的不是委身侍主也不是奴颜婢膝两者之间的关系是平等和尊重的甚至是唯一的 这明显判断错了自己和宝玉的关系二人首先是主仆是上下级的关系宝玉对女性的好让晴雯有了女主人的幻想但这种幻想完全站不住脚宝玉对每一个他喜欢的女性都是一样的好甚至是比晴雯更好当晴雯觉察到这一点后内心自然是抗拒的表现就是对宝玉的生气 最经典的桥段就是晴雯撕扇那天正好是端午节天热宝玉的脾气也不太好就责备起晴雯来本来下属做错事领导责备两句很正常但因为宝玉平时不拿领导派头反倒把自己的丫鬟都惯得像主子一般所以偶尔一次批评让晴雯不适应了而且宝玉的话戳到了晴雯的痛处你以后长大了是要出去做别家的女主人的怎么能这样瞻前不顾后呢 这直接击碎了晴雯和宝玉长相厮守的幻想把晴雯从虚幻中带回到现实那就是两人只是上下级的关系关系再好也是如此至少宝玉是这么认为的而宝玉这么认为就基本决定了未来 于是晴雯被逼得只好亮出了仅有的底牌你要嫌我们就把我们打发了再去挑好的使岂不更好 而宝玉的答案是什么你不用忙早晚有散的日子 不是不可以和领导争执甚至是争对错但像晴雯这样先是讽刺再是恐吓就真的有点不智了 畸形的平等思想 晴雯之所以被叫做勇晴雯还在于她不仅敢怼老板还敢于得罪同侪 不管晴雯肯不肯承认袭人都比晴雯要资深得多这个是铁板钉钉的事实不以个人意志为转移袭人在贾府是一等一的大丫鬟也是宝玉的首席贴身丫鬟和贾母的贴身丫鬟鸳鸯以及王夫人的贴身丫鬟金钏是平级的每月一两银子的月钱宝玉的月钱才二两可见袭人地位之高而晴雯同麝月一样是怡红院的二等丫鬟月银一吊钱 怡红院的人事和财政也都是袭人在负责的这得到了王夫人和宝玉认可从这个角度说说袭人是晴雯的直属上级也是成立的 但晴雯从来对二者的关系没有清晰的认知习惯对袭人说话夹枪带棒明里暗里去挤兑她呈口舌之快 这背后的原因有三 首先晴雯本就是天上地下唯我独尊的个性这是她先天的优越感造成的宝玉她都敢硬顶着上更何况袭人 其次晴雯有一种奇特的平等思想觉得袭人和她都是丫鬟和我一样连个姑娘都没挣上去凭什么管我平等是非常优秀的品质但在晴雯这里只有向上平等就是比她实力强的凭什么不尊敬她却没有向下的平等否则她后来也不会当众教训小丫鬟间接造成被赶出府的悲剧说到底这种追求平等不是真的平等还是自尊心过剩的表现 最后晴雯看不上袭人上位的方法就是向宝玉靠近然后宝玉越发待袭人与别人不同而且后来王夫人还变相承认了袭人准姨娘的位置这样的身份本是晴雯梦寐以求的她既不屑又痛恨自己却没有任何实际的行动能实现 这一切都是从晴雯的视角看如果换个角度看呢 袭人的准姨娘地位和她与宝玉的亲近关系并不大最关键的因素是她满足了王夫人的核心诉求王夫人就是想要这样的准姨娘谁能够悉心照料好宝玉谁就有机会 即使是她一直看不惯的袭人待她又如何呢整个贾府所有的女性中无论主子还是奴才只有晴雯留着两寸长的指甲并且在指甲上涂着凤仙花的花汁这是十分嚣张的行为丫鬟是不能留这么长指甲的因为要干活留着长指甲怎么干活所以晴雯留着两寸长的指甲说明她平时是不怎么干活的粗活细活都不怎么干十分娇贵而袭人作为怡红院的主管显然对晴雯是包容的而袭人自己活干的很多不仅统管怡红院大小事宜还要做针线为宝玉赶小虫洗衣服 两厢一对比格局和胸襟立判 今日之因种下明日之果 都说晴为黛影但晴雯有一点是远远不及黛玉的 黛玉虽然清冷孤傲却从不欺凌弱者对下位者颇为照顾多次赏赐老婆子丫鬟言语也很客气在她的影响下潇湘馆是个很和谐的小部门 但晴雯不同当面对比她身份尊贵的人时她不愿臣服于权力可当她占据身份和公理的制高点时表现得却是冷酷和不通人情 比如小红身为怡红院的三等丫鬟眼看晋升无望转而投靠凤姐的门庭这本是很正常的选择在这里得不到发展难道还不能去别处试试么 晴雯却偏要讽刺她攀高枝连名儿姓儿都忘了一席刻薄话把小红都骂哭了 再比如晴雯用一丈青虐待坠儿这件事坠儿偷平儿的手镯的确是她不对也理应被赶出怡红院但作为失主平儿并不愿声张为的就是保全宝玉和袭人等人的脸面所以偷偷找了麝月去告知然后建议让袭人日后找个别的理由打发她走 如果按照这么处理这件事就会以一个大家都能接受的结果告终平儿对这件事的态度也可以看出她的能力否则也不能在精明的凤姐底下做了那么多年事此事里本没有晴雯什么事她莫名觉得坠儿丢了整个怡红院的脸面所以她要亲自处置她当面针扎还不算还要当天就把她赶出去导致事情闹得很大辜负了平儿的一片美意 纵观八十回的红楼梦除了晴雯鲜有大丫鬟动手教训小丫鬟的案例不仅打没有连骂也很少有在这样一个和谐的环境里晴雯私刑处置坠儿就会冒着打破既定规则的风险逞一时之痛快不免给自己留下刺头的印象 最终王夫人驱逐晴雯直接原因倒也不是因为她训斥小红针扎坠儿但晴雯的举止出格最终影响发酵到了王夫人那里间接造成悲剧王夫人听了这话猛然触动往事便问凤姐道上次我们跟了老太太进园逛去有一个水蛇腰削肩膀眉眼又有些象你林妹妹的正在那里骂小丫头我的心里很看不上那狂样子因同老太太走我不曾说得后来要问是谁又偏忘了今日对了坎儿 这丫头想必就是她了 没有个不散的筵席 企业有生存周期即使企业长存里面的人员也要吐故纳新这本是个人人都知道的道理 大观园亦是如此丫鬟们是很没有安全感的群体除了极少数可以成为公子的姨娘绝大部分在年长后都会离开在这家知名企业的打工者里晴雯可能是最没有危机感的一个 同在怡红院即使没有靠近贾宝玉机会的小红也很早意识到千里搭长棚没有个不散的筵席大观园里几乎所有的丫鬟们都在努力经营自己的未来小红通过蜂腰桥设言传心事成功地搭上了潜力股贾芸龄官更是利用她的独特魅力让贾蔷死心塌地低身下气甘为她奔走驱使小丫头坠儿无时不在处心积虑充实自己的小金库迎春房里的司棋早就跟她的姑表兄弟潘又安私定了终身 只有晴雯她相信自己的未来相信宝玉所以抄检大观园到了晴雯那里只见晴雯豁啷一声将箱子掀开两手捉着底子朝天往地下尽情一倒将所有之物尽都倒出竟没有任何私弊之物与其他私藏主子物品的丫鬟相比晴雯的品性是无须质疑的 她不存一物是把怡红院当作是自己的家一般所以她打骂小丫头甚至讽刺袭人但当她被王夫人粗暴逐出大观园晴雯最大的信心来源宝玉做的只是偷偷摸摸去探望她一下而已病中的晴雯没有一个人照管她独自睡在肮脏的芦席土炕上就如同一盆才抽出嫩箭来的兰花送到猪窝里去一般最终香消玉碎 可悲可叹的是王夫人向来最担心难道我通共一个宝玉就白放心凭你们勾引坏了不成撵出去的却是和宝玉清清白白的晴雯贾府为了严查下人中饱私囊而展开的抄检最后赶出的还是身无一物的晴雯 如果晴雯早早不把晋身的希望放到飘渺的宝玉身上多积累一些赏下来的财富拿这些财富去做些投资又或者寻觅一个情投意合的出嫁对象成年后组建一个家庭那么结局会让读者释怀很多吧 可惜这世上从来没有假如一说 漂亮而缺乏智慧天真纯良而自我骄纵不惧强权却待人刻薄忠诚护主又盲目乐观晴雯就是这样的矛盾体评价一个人是困难的如以情而论晴雯对宝玉的一片真情无疑是真挚而美好的但如果以职场的发展来看由于晴雯身上有着许多本应避免的短板缺点最终让她与财富渐行渐远身无一物这也许是红楼梦能够带给我们这些今人以启发的地方吧 晴雯中国古典小说红楼梦人物金陵十二钗又副册之首贾宝玉房里的四个大丫鬟之一也是最具有反抗精神的丫鬟红学中普遍评价她有林黛玉之风她长得风流灵巧眉眼儿有点像林黛玉口齿伶俐针线活尤好曾为宝玉病补雀金裘 深得贾母的喜爱可正因为她模样长得稍好一些经常和贾宝玉说说笑笑就被王夫人误以为带坏宝玉再加上王善保家的等小人进谗王夫人在她病得四五日水米不曾沾牙的情况下从炕上拉下来硬给撵了出去宝玉偷偷前去探望晴雯深为感动当夜晴雯悲惨地死去小丫头说晴雯死后做了芙蓉花神宝玉深感哀伤作了篇长长的芙蓉女儿诔寄托哀思 晴雯个性要强心气高刀子嘴豆腐心之人可惜命比纸薄啊 晴雯被称做林黛玉的影子心比天高命比纸薄 她刀子嘴豆腐心从赶丫环坠儿一事可以看出拿簪子扎坠儿是惩罚她希望她能记住这次教训以后不要再做这种事情赶紧赶走她是因为她了解这府里的情况知道凤姐是怎样的人知道如果凤姐查到坠儿事情就不只是赶走这样简单是为了坠儿着想才会如此 争强好胜宝玉骂了她以后她独自生闷气对于主子的使唤不闻不问直到撕扇换千金一笑事情才罢了 对于不公平看不惯的事情敢于提出异议袭人不知不觉间就享受了收房丫头的事情遭到了晴雯的冷嘲热讽 是一个敢于追求的人被宝玉看作红颜知己 晴雯从一个家世无可考的女孩子到卖给赖大家再卖给贾府以至最后的抱屈夭风流她受尽了残暴的摧残和迫害晴雯以不幸的遭遇感染读者她既以一个天真无邪孤苦伶仃的孩子走进贾府又以一个逐步形成了反抗性格的婢女而被赶出贾府晴雯的身世和命运是这样的凄苦不幸不知其籍贯和姓氏犹如无根无蒂的浮萍任凭风吹雨打独自面对人世间的所有的苦难因此宝玉在芙蓉女儿诛中这写道窃思女儿自临浊世迄今凡十有六载其先之乡籍姓氏湮沦而莫能考者久矣由此可见晴雯在当时的社会里是处于最底层的一个孤苦无依的弱者她在进入贾府之前就已被遗弃进入贾府之后无论是服侍贾母还是服侍宝玉她都是个不折不扣的婢女是封建统治阶级剥削压迫欺凌侮辱的对象最后晴雯以被迫害致死为悲剧的结局这一切都向人们充分证明了晴雯所处地位的不幸这一切也是对当时社会的黑暗现实和封建道德沦丧的控诉 晴雯她是大观园中唯一最富于个性色彩的被压迫的婢女她的所作所为与封建统治阶级的愿望迥然不同是叛逆和反抗的代表她敢说敢笑敢怒敢骂心直口快不拘泥虚伪每当晴雯在读者面前出现的时候立即给人带来一股爽身扑鼻的清新之感书中第八回晴雯第一次登场现在回想起来仍有眼前一亮的惊喜当时宝玉醉酒回到怡红院来到自己的卧室看见案上的笔墨晴雯先接出来笑道好好要我研了那些墨早起高兴只写了三个字丢下笔就走了哄的我们等了一日快来与我写完这些墨才罢这时宝玉也想起了早起的事来因说道我写的那三个字在哪里呢晴雯笑道这个人可醉了你头里过那府里去就嘱咐我贴在这门上这会又这么问我生怕别人贴坏了我亲自爬高上梯的贴上这会子还冻得手僵冷的呢晴雯的这一出现马上给人一种干练麻利直言快语的感受虽然在主子面前却毫不低声下气而是敢于抱怨发牢骚说出自己心中的不满情绪决不插微虚伪这就使她在众多的婢女中脱颖而出初露锋芒 晴雯在下层婢女行列中之所以具有独特的魅力还因为她洒脱泼辣无所顾忌总是天真善良坦荡刚强而又浑身是刺用宝玉的话金玉不足喻其贵冰雪不足喻其洁星日不足喻其精花月不足喻其色来形容这位惊世骇俗的姑娘实在不为过她为人处世正直无畏刚直不阿容不得虚伪作假的阴微卑贱看不顺眼和听不惯的事她都会给予反击和讽刺让人觉得她十分刁钻刻薄然而这也正是她光明磊落洒脱泼辣的表现书中第二十回写了宝玉的乳母骂了袭人宝玉替袭人抱不平说这又不知是哪里的帐只拣软的排揎昨儿又不知哪个姑娘得罪了上在她的帐上晴雯听了这话极为不满在一旁笑着说谁又疯了得罪她作什么便得罪了她就有本事承认不犯带累别人晴雯的这一番话正展示了她做事光明磊落的一面她话里话外夹枪带棒的把宝玉袭人二人反驳回去让他们无言以对这件事充分表现了晴雯对敢做不当的憎恶和轻视也充分说明了她性格的火爆和敢于顶撞主子绝不虚伪的个性也寄寓了作者对她深深的赞美之情 晴雯作为红楼梦中的一个悲剧女性她命运的不幸和她的性格是分不开的由于她处在地位低下的婢女行列使她对贾府内的高压政策进行了强烈的反抗在贾府封建统治者和道者的迫害面前屹然挺立因此晴雯这个光辉瞩目的人物形象最突出的性格特点就是她贯彻始终的不屈不挠的反抗精神她虽然是个地位低下的婢女但是她却顽强地保护着自己做奴婢的尊严不能改变和选择的身世让她成为丫环下人然而在属于她的队伍中她严守自己的原则绝不卑躬屈膝献媚奉承被压迫阶级的美好品质在她身上表现得异常鲜明突出 晴雯的一言一行都在向人们证明她具有着独立的人格她向往平等公正撕扇子作千金一笑是晴雯同贵族公子宝玉之间冲突的结果显然晴雯胜了晴雯无所顾忌地在贵族公子面前撕扇表面上只是争斗然而却从灵魂深处曲折地反映了她的倔强不肯低头的性格她敢于对贵族公子说不充分显示了她虽是婢女却绝不低声下气没有自我晴雯地位卑微刁钻刻薄同时她也高傲纯净目下无尘在我看来正是由于晴雯的泼辣倔强和对人的刻薄喜怒无常才使她的纯洁天真坦荡显得更加宝贵 由于王夫人对晴雯以往作风的耿耿于怀无论晴雯是多么纯洁美好在她眼中晴雯只是个妖精为了宝玉不被勾引坏王夫人是非除掉晴雯不可的因此当晴雯病得四五日水米不沾牙奄奄一息时王夫人命人把她从炕上拉下来架起来去了临走时只许把贴身穿的衣服带出去孑然一身来也如此去也如此然而晴雯那惊人的反抗生命并没有因此结束当宝玉挂念病中的晴雯偷偷跑出来看望她时晴雯将自己的两根葱管般的指甲剪下来给了宝玉又与宝玉互换了贴身穿的袄说回去他们看见了要问不必撒谎就说是我的既担了虚名越性如此也不过这样了晴雯的这一行为不但没有让王夫人等如意反而让虚假的罪名成了真的这无异于在王夫人的心脏上插了一把锋利的匕首也为晴雯的反抗生命画了一个句号晴雯就是这样一个坚贞顽强始终如一的女子 从她进了贾府直至被逐含冤而死她都没在镇压和迫害面前屈服始终保持着铮铮傲骨表现出了最难能可贵的精神晴雯明快爽朗纯真坦荡的性格和大胆的反抗精神赢得了宝玉的赞赏使她成为宝玉的知己晴雯的被逐和晴雯的死都对宝玉的身心产生了巨大的震动宝玉把全部的伤感和愤懑熔铸在那篇著名的芙蓉女儿诛中芙蓉是秋花淡雅清秀凄冷恰好配得上晴雯那样一种悲剧性格和被暴力摧残的命运当我们回想起晴雯往日生活中一言一行一举一动都让我们感觉到她的一身正气她言行的悲壮她不容任何人诟病非议的个性让每个向往世间美好事物而又不执偏见的人都会肃然起敬给予无比的赞美和支持 晴雯她光明磊落胸怀坦荡虽口角锋利却心地善良她心高气傲无所顾忌虽冰雪聪明却天真无邪她心直口快洒脱泼辣虽致情致性却敢作敢当视死如归这就是晴雯是你我眼中最美好的晴雯 红楼梦中晴雯的性格特点范文 引导语红楼梦里有很多经典人物有的寥寥数笔有的篇幅颇长除了最主要的几个人物之外哪些丫鬟小厮们也是各有其特点晴雯金陵十二钗又副册之首贾宝玉房里的四个大丫鬟之一也是最具有反抗精神的丫鬟红学中普遍评价她有林黛玉之风下面是小编整理的关于红楼梦中晴雯的性格特点分析 红楼梦中晴雯的性格特点 篇1 一天真纯洁疾恶如仇 晴雯在大观园里塑造了一个天真无邪朴实无华的怡红女儿形象红楼梦中对她有过这样的描写她也不披衣服只穿着小袄大寒冷天深更半夜跑到门外唬麝月一玩笑又跑到宝玉被子里来渥渥第51回与芳官等在那里抓子儿赢瓜子儿玩笑第64回以及清晨早起只穿葱绿院绸小袄红小衣红鞋披着头发骑在雄奴芳官身上又和宝玉对抓第70回还私自将赖大娘送给宝玉的风筝放走第70回等等 同时晴雯的心地纯洁善良容不得一点肮脏也正是由于晴雯心里容不得一点肮脏使她认为其他人也应该和她一样恪尽职守兢兢业业如果出现了不妥之处晴雯就觉得很有必要调教一番于是便出现了这样一个有趣的现象丫环姊妹们少有没和她拌过嘴挨过她打的老婆子也基本上被她骂遍了第52回俏平儿情掩虾须镯中晴雯一听到坠儿偷了虾须镯立刻气的蛾眉倒蹙凤眼圆睁即时就叫坠儿尽管宝玉劝了又劝晴雯到底没能忍住没过多久就将坠儿叫到身旁冷不防欠身一把将他的手抓住向枕边取了一丈青向他手上乱戳口内骂道要这爪子作什么拈不得针拿不动线只会偷嘴吃眼皮子又浅爪子又轻打嘴现世的不如戳烂了晴雯疾恶如仇的性格由此可见一斑 二自卑自重高傲自尊 晴雯的身世卑微或许这也从另一个侧面激发了她对于自由与平等的渴求因为心比天高使她懂得自省自重她从不曾也不愿去讨好她的主子宝玉屋里的小红巴结了王熙凤她就冷笑讥讽小红爬上高枝儿例如在第37回中秋纹得到王夫人赏的两件衣服而得意忘形时晴雯立刻就说呸好没见识面的小蹄子那是把好的给了人挑剩下的才给你你还冲有脸呢一样屋里的人难道谁又比谁高贵些把好的给他剩的才给我我宁可不要冲撞了太太我也不受这口气 同时这份高傲自尊还可在晴雯与贾宝玉的关系中可见一斑 晴雯是借撕扇之事来寻求心理上的平衡来证明宝玉对她的情谊并未有所改变在这笑声中宝玉趾高气扬的主子身份消失了晴雯也为自己找回了尊严晴雯的自由个性和自身价值得到了认可和尊重在那种时代那种家庭一个丫鬟竟敢于向主子以任性的姿态继续她的反抗而主子居然以此为乐这出人意料的情节足以表现出晴雯与宝玉性格中的共同之处表达出他们间深切的关系晴雯与宝玉在形式上只能是奴主关系但在晴雯的内心从来不承认自己是听任主子奴役侮弄或践踏的奴才即使对宝玉也不能例外她所珍惜的只是互相尊重和真诚相待因此她的自尊心在宝玉面前更不可以受到损伤在宝玉从来就不愿以主子自居以奴才看人当然更不以一般丫鬟来看待晴雯宝玉看厌了别人对自己的奴颜婢膝媚主求荣特别看重晴雯的全无媚骨 三英勇果敢心灵手巧 最能体现晴雯风流灵巧的是第52回勇晴雯病补孔雀裘这一章节与撕扇一节遥相呼应一撕一补重在反映晴雯身上的那个勇字同时也是她心灵手巧的最充分显现 贾母赏给宝玉一件产自俄罗斯国用孔雀毛捻成线后织成的雀金裘这件披衣是一件非常珍贵的衣服堪称稀世珍宝不料宝玉刚披上就被手炉中迸出的炭火烧了一个指顶大的洞恰巧第二天是正日子老太太嘱咐了要穿去见她宝玉心急火燎让婆子拿出去缝补能工巧匠们没有一个敢揽这个活此时的晴雯正在生病她带着病体补不上三五针便伏在枕上歇一会即便这样她还担心宝玉见宝玉不过意围着她打转转急得央道小祖宗你只管睡罢再熬上半夜明儿眼睛抠搂了那可怎么好而她让麝月打下手一针一线一直撑到天明补完当最后一针补好时只见晴雯嗳哟了一声就身不由主睡下了这段描写跟施耐庵写武松打虎有异曲同工之妙武松打死猛虎后竟然连死虎都拖不动了极言武松体力消耗之大曹雪芹笔下的勇晴雯也是这样最后一针补好了头一歪就睡着了 晴雯之所以拼命纯粹是一种为朋友两肋插刀的豪侠之气颇具士为知己者死的风度难怪连作者曹雪芹都要称她为勇晴雯在古代文献中勇除了有勇敢勇猛的意思还有果敢决断的意思晴雯抱病补裘表现出了一种毫不动摇坚决要把一件事情完成的性格而这样的至情至性又是纯真无邪的这是一个对宝玉情深意切的青春少女她的清纯和真挚感天动地这样一个可爱的女孩将来是要做花神的芙蓉女儿为这个唯美的花神曹雪芹呕心沥血倾注了常人无法想象的巨大精力撰写了超越葬花吟的鸿篇巨制芙蓉女儿诔 四脾气暴烈大胆叛逆 在俏平儿情掩虾须镯一节中平儿曾说过晴雯是块暴炭事实也正像平儿所想的那样在第74回抄检大观园中袭人秋纹之辈听闻抄检吓得唯唯诺诺开箱子打包袱听之任之毫无怨言而晴雯则先是不开箱然后是挽着头发闯进来豁朗一声将箱子掀开两手提着箱子往地下一倒将所有物尽都倒了出来这大胆的举措连奴才王善保家的也觉没趣这愤怒的一掀一倒似当头一捧不只击在了王善保家的身上更击在王熙凤王夫人等贾府政权统治者的身上简直让他们心惊肉跳脾气暴烈是晴雯性格中的负面东西但是从另一个侧面上看一个弱女子能把抗争的矛头直指黑暗的封建统治势力实在是令人可叹可敬 晴雯另一个性格特点就是具有反抗精神具体来说就是她那英勇刚毅蔑视权贵敢怒敢言坚贞不屈的叛逆性格这在很多事中都可以看的出来如在第77回俏丫环抱屈夭风流中晴雯被逐后四五日水米不曾沾牙但她仍是决不屈挠决不向统治势力低头她曾这样对宝玉说只是一件我死也不甘心我虽生得比别人好些并没有私情勾引你怎么一口死咬定了我是个狐狸精晴雯带着自己忠贞不渝的风骨带着对统治势力满腔的愤恨英勇悲壮地死了临死前她将左手两根葱管一般的指甲齐根铰下并将贴身穿着的一件旧红绫袄脱下一并交给宝玉收藏纪念并坦然道回去他们看见了要问不必撒谎就说是我的既担了虚名越性如此也不过这样了我想这里的晴雯所谓的他们不仅指袭人之流当然也包括王熙凤和王夫人的 晴雯是美丽的同时又是天真无邪自尊自爱大胆叛逆的她有天使的脸庞奔放的性格仿佛芙蓉花般婷婷玉立她是大观园中最美丽最光彩照人的丫环在尊严受到侵犯的时候她会毫不犹豫地去捍卫而这些在当时的环境当时的社会是非常难得非常可贵的晴雯的这种鲜明个性不知赢得了多少读者的喜爱和敬佩可在当时的社会却容不下这样一个天真活泼追求自由的女孩儿从而最终沦为社会的牺牲品 红楼梦中晴雯的性格特点 篇2 晴雯的性格特点主要有3大点 晴雯的性格特点1叛逆 整个第三十一回晴雯撕扇的过程中很好的表现了她强烈的叛逆 晴雯的性格特点2敢爱敢恨 虽然作者没有明述晴雯的嫉妒但是从晴雯的话里话外却能够明显看出来她的羡慕和嫉妒晴雯敢爱敢恨敢说敢骂快言快语有些事情也只有晴雯敢于做出来比如撕扇子做千金一笑比如病中勇补孔雀裘比如冬天的夜晚穿着单衣吓唬人 晴雯的性格特点3反抗 她蔑视王夫人为笼络小丫头所施的小恩小惠嘲讽向主子讨好邀宠的袭人是哈巴狗儿王善保家的搜查大观园时唯有她挽著头发闯进来豁啷一声将箱子掀开两手提着底子朝天往地下尽情一倒将所有之物尽都倒还当众把狗仗人势的王善保家的痛骂一顿",
        "Source": ""
    }
]